Repository: iina/iina
Catalog: iina/*.lproj/FilterPresets.strings
Languages: ar, az, be, da, de, fa, he, hi, hy, id, is, ja, ko, mk, nl, ro, ru, sk, sr, sr_cs, th, tr, ur, vi, zh_hans, zh_hant

source: Crop
ar: اقتصاص
az: Kəs
be: Абрэзаць
da: Beskær
de: Zuschneiden
fa: برش دادن
he: חתוך
hi: क्रॉप
hy: Կտրել
is: Klippa
ja: クロップ
ko: 화면 자르기
mk: Исечи
nl: Bijsnijden
ro: Decupează
ru: Кадрирование
sk: Orezanie
sr: Исеци
sr_cs: Iseci
th: ตัด
tr: Kırp
ur: تراشیں
vi: Cắt xén
zh_hans: 裁切
zh_hant: 裁切

# crop.w
source: Width (default: video width)
ar: العَرض (الافتراضي: عَرض الفيديو الأصلي)
az: Genişlik (Varsayılan: videonun genişliyi)
be: Шырыня (прадвызначана: шырыня відэа)
da: Bredde (standart: video bredde)
de: Breite (Standard: Videobreite)
fa: طول (پیشفرض:‌ طول ویدیو)
he: רוחב (ברירת מחדל: רוחב הוידאו)
hi: चौड़ाई (डिफ़ॉल्ट: वीडियो चौड़ाई)
hy: Լայն(նախապատվություն: Վիդեո լայնություն)
id: Lebar (bawaan: lebar video)
is: Breidd (sjálfgefið: vídeóbreidd)
ja: 幅 (デフォルト: ビデオの幅)
ko: 가로 (기본값: 영상의 가로 해상도)
mk: Ширина (стандардно: ширина на видео)
nl: Breedte (standaard: videobreedte)
ro: Lățime (implicit: lățime video)
ru: Ширина (по умолчанию: ширина видео)
sk: Šírka (štandardné: šírka videa)
sr: Ширина (подразумевано: ширина видео-записа)
sr_cs: Širina (podrazumevano: širina video-zapisa)
th: ความกว้าง
tr: Genişlik (Saptanmış: Video genişliği)
ur: چوڑائی (پہلے سے طے شدہ: ویڈیو کی چوڑائی)
vi: Chiều dài (mặc định: chiều dài của video)
zh_hans: 宽 (默认: 视频宽度)
zh_hant: 寬度（預設值：影片寬度）

# crop.h
source: Height (default: video height)
ar: الطول (الافتراضي: طول الفيديو الأصلي)
az: Hündürlük (Varsayılan: videonun hündürlüyü)
be: Вышыня (прадвызначана: вышыня відэа)
da: Højde (standart: video størrelse)
de: Höhe (Standard: Videohöhe)
fa: عرض (پیشفرض:‌ عرض ویدیو)
he: גובה (ברירת מחדל: גובה הוידאו)
hi: ऊंचाई (डिफ़ॉल्ट: वीडियो ऊंचाई)
hy: Բարձր (նախապատվություն: Վիդեո բարձրություն)
id: Tinggi (bawaan: tinggi video)
is: Hæð (sjálfgefið: myndhæð)
ja: 高さ (デフォルト: ビデオの高さ)
ko: 세로 (기본값: 영상의 세로 해상도)
mk: Висина (стандардно: висина на видео)
nl: Hoogte (standaard: videohoogte)
ro: Înălțime (implicit: înălțime video)
ru: Высота (по умолчанию: высота видео)
sk: Výška (štandardné: výška videa)
sr: Висина (подразумевано: висина видео-записа)
sr_cs: Visina (podrazumevano: visina video-zapisa)
th: ความสูง
tr: Yükseklik (Saptanmış: Video yüksekliği)
ur: اونچائی (پہلے سے طے شدہ: ویڈیو کی اونچائی)
vi: Chiều cao (mặc định: chiều cao của video)
zh_hans: 高 (默认: 视频高度)
zh_hant: 高度（預設值：影片高度）

# crop.x
source: Origin X (default: center)
ar: الأصل X (الافتراضي: المنتصف)
az: Başlanğıc X (Varsayılan: Mərkəz)
be: Паходжанне X (па змаўчанні: у цэнтры)
da: Oprindelig X (standart: center)
de: Ursprungspunkt X-Achse (Standard: Mitte)
fa: X مبدا (پیش‌فرض: وسط)
he: מקור X (ברירת מחדל: מרכז)
hi: मूल X (डिफ़ॉल्ट: केंद्र)
hy: Ծագում է X (նախապատվություն：կենտրոնական)
id: Asal X (bawaan: tengah)
is: Uppruni X (sjálfgefið: miðja)
ja: 位置X (デフォルト: 中央)
ko: 기준점 X (기본값: 중앙)
mk: Почеток X (стандардно: центар)
nl: Beginpunt X (standaard: midden)
ro: Origine X (implicit: centru)
ru: Позиция X (по умолчанию: центр)
sk: Začiatok X (štandardné: stred)
sr: Почетна вредност X (подразумевано: центар)
sr_cs: Početna vrednost X (podrazumevano: centar)
th: จุด x เริ่มต้น
tr: X Orijini (Saptanmış: Merkez)
ur: Origin X (پہلے سے طے شدہ: مرکز)
vi: Gốc X (mặc định: chính giữa)
zh_hans: 起始 X (默认: 从中心剪切)
zh_hant: 原點 X（預設值：中央）

# crop.y
source: Origin Y (default: center)
ar: الأصل Y (الافتراضي: المنتصف)
az: Başlanğıc Y (Varsayılan: Mərkəz)
be: Паходжанне Y (прадвызначана: у цэнтры)
da: Oprindelig Y (Standart: center)
de: Ursprungspunkt Y-Achse (Standard: Mitte)
fa: Y مبدا (پیش‌فرض: وسط)
he: מקור Y (ברירת מחדל: מרכז)
hi: मूल Y (डिफ़ॉल्ट: केंद्र)
hy: Ծագում է Y (նախապատվություն：կենտրոնական)
id: Asal Y (bawaan: tengah)
is: Uppruni Y (sjálfgefið: miðja)
ja: 位置Y (デフォルト: 中央)
ko: 기준점 Y (기본값: 중앙)
mk: Почеток Y (стандардно: центар)
nl: Beginpunt Y (standaard: midden)
ro: Origine Y (implicit: centru)
ru: Позиция Y (по умолчанию: центр)
sk: Začiatok Y (štandardné: stred)
sr: Почетна вредност Y (подразумевано: центар)
sr_cs: Početna vrednost Y (podrazumevano: centar)
th: จุด y เริ่มต้น
tr: Y ekseninde (Varsayılan: Orta)
ur: Origin Y (پہلے سے طے شدہ: مرکز)
vi: Gốc Y (mặc định: chính giữa)
zh_hans: 起始 Y (默认: 从中心剪切)
zh_hant: 原點 Y（預設值：中央）

source: Expand
ar: توسيع
az: Genişləndir
be: Разгарнуць
da: Udvid
de: Ausdehnen
fa: بیشتر
he: הרחב
hi: विस्तार
hy: Ընդարձակել
id: Perluas
is: Stækkaðu
ja: リサイズ
ko: 화면 늘이기
mk: Прошири
nl: Uitbreiden
ro: Mărește
ru: Расширение
sk: Zväčšenie
sr: Рашири
sr_cs: Raširi
th: ขยาย
tr: Genişlet
ur: پھیلائیں
vi: Mở rộng
zh_hans: 扩展
zh_hant: 展開

# expand.w
source: Width (default: video width)
ar: العَرض (الافتراضي: عَرض الفيديو الأصلي)
az: Genişlik (Varsayılan: videonun genişliyi)
be: Шырыня (прадвызначана: шырыня відэа)
da: Bredde (standart: video bredde)
de: Breite (Standard: Videobreite)
fa: طول (پیشفرض:‌ طول ویدیو)
he: רוחב (ברירת מחדל: רוחב הוידאו)
hi: चौड़ाई (डिफ़ॉल्ट: वीडियो चौड़ाई)
hy: Լայն(նախապատվություն: Վիդեո լայնություն)
id: Lebar (bawaan: lebar video)
is: Breidd (sjálfgefið: vídeóbreidd)
ja: 幅 (デフォルト: ビデオの幅)
ko: 가로 (기본값: 영상의 가로 해상도)
mk: Ширина (стандардно: ширина на видео)
nl: Breedte (standaard: videobreedte)
ro: Lățime (implicit: lățime video)
ru: Ширина (по умолчанию: ширина видео)
sk: Šírka (štandardné: šírka videa)
sr: Ширина (подразумевано: ширина видео-записа)
sr_cs: Širina (podrazumevano: širina video-zapisa)
th: ความกว้าง
tr: Genişlik (Varsayılan: Video Genişliği)
ur: چوڑائی (پہلے سے طے شدہ: ویڈیو کی چوڑائی)
vi: Chiều dài (mặc định: chiều dài của video)
zh_hans: 宽 (默认: 视频宽度)
zh_hant: 寬度（預設值：影片寬度）

# expand.h
source: Height (default: video height)
ar: الطول (الافتراضي: طول الفيديو الأصلي)
az: Hündürlük (Varsayılan: videonun hündürlüyü)
be: Вышыня (прадвызначана: вышыня відэа)
da: Højde (standart: video højde)
de: Höhe (Standard: Videohöhe)
fa: عرض (پیشفرض:‌ عرض ویدیو)
he: גובה (ברירת מחדל: גובה הוידאו)
hi: ऊंचाई (डिफ़ॉल्ट: वीडियो ऊंचाई)
hy: Բարձր (նախապատվություն: Վիդեո բարձրություն)
id: Tinggi (bawaan: tinggi video)
is: Hæð (sjálfgefið: myndhæð)
ja: 高さ (デフォルト: ビデオの高さ)
ko: 세로 (기본값: 영상의 세로 해상도)
mk: Висина (стандардно: висина на видео)
nl: Hoogte (standaard: videohoogte)
ro: Înălțime (implicit: înălțime video)
ru: Высота (по умолчанию: высота видео)
sk: Výška (štandardné: výška videa)
sr: Висина (подразумевано: висина видео-записа)
sr_cs: Visina (podrazumevano: visina video-zapisa)
th: ความสูง
tr: Yükseklik (Varsayılan: Video Yüksekliği)
ur: اونچائی (پہلے سے طے شدہ: ویڈیو کی اونچائی)
vi: Chiều cao (mặc định: chiều cao của video)
zh_hans: 高 (默认: 视频高度)
zh_hant: 高度（預設值：影片高度）

# expand.x
source: Origin X (default: center)
ar: الأصل X (الافتراضي: المنتصف)
az: Başlanğıc X (Varsayılan: Mərkəz)
be: Паходжанне X (прадвызначана: у цэнтры)
da: Oprindelig X (standart: center)
de: Ursprungspunkt X-Achse (Standard: Mitte)
fa: X مبدا (پیش‌فرض: وسط)
he: מקור X (ברירת מחדל: מרכז)
hi: मूल X (default: center)
hy: Ծագում է X (նախապատվություն：կենտրոնական)
id: Asal X (bawaan: tengah)
is: Uppruni X (sjálfgefið: miðja)
ja: 位置X (デフォルト: 中央)
ko: 기준점 X (기본값: 중앙)
mk: Почеток X (стандардно: центар)
nl: Beginpunt X (standaard: midden)
ro: Origine X (implicit: centru)
ru: Позиция X (по умолчанию: центр)
sk: Začiatok X (štandardné: stred)
sr: Почетна вредност X (подразумевано: центар)
sr_cs: Početna vrednost X (podrazumevano: centar)
th: จุด x เริ่มต้น
tr: X ekseninde (Varsayılan: Orta)
ur: Origin X (پہلے سے طے شدہ: مرکز)
vi: Gốc X (mặc định: chính giữa)
zh_hans: 起始 X (默认: 从中心扩展)
zh_hant: 原點 X（預設值：中央）

# expand.y
source: Origin Y (default: center)
ar: الأصل Y (الافتراضي: المنتصف)
az: Başlanğıc Y (Varsayılan: Mərkəz)
be: Паходжанне Y (прадвызначана: у цэнтры)
da: Oprindelig Y (standart: center)
de: Ursprungspunkt Y-Achse (Standard: Mitte)
fa: Y مبدا (پیش‌فرض: وسط)
he: מקור Y (ברירת מחדל: מרכז)
hi: मूल Y (default: center)
hy: Ծագում է Y (նախապատվություն：կենտրոնական)
id: Asal Y (bawaan: tengah)
is: Uppruni Y (sjálfgefið: miðja)
ja: 位置Y (デフォルト: 中央)
ko: 기준점 Y (기본값: 중앙)
mk: Почеток Y (стандардно: центар)
nl: Beginpunt Y (standaard: midden)
ro: Origine Y (implicit: centru)
ru: Позиция Y (по умолчанию: центр)
sk: Začiatok Y (štandardné: stred)
sr: Почетна вредност Y (подразумевано: центар)
sr_cs: Početna vrednost Y (podrazumevano: centar)
th: จุด y เริ่มต้น
tr: Y Orijini (Saptanmış: Merkez)
ur: Origin Y (پہلے سے طے شدہ: مرکز)
vi: Gốc Y (mặc định: chính giữa)
zh_hans: 起始 Y (默认: 从中心扩展)
zh_hant: 原點 Y（預設值：中央）

# expand.aspect
source: Expands to fit an aspect (e.g: 4/3)
ar: توسيع ليتناسب مع العرض (على سبيل المثال: 4/3)
az: Aspektə uyğunlaşacaq şəkildə genişləndir (misal üçün:4/3)
be: Пашыраць у адпаведнасці з суадносінамі бакоў (напр: 4/3)
da: Udvid til at passe til aspekt (fx: 4/3)
de: Auf Seitenverhältnis ausdehnen (z. B. 4/3)
fa: بزرگ میشود تا به یک نسبت برسد (مانند ۴/۳)
he: מתרחב כדי להתאים להיבט (לדוגמה: 4/3)
hi: एक पहलू फिट करने के लिए फैलता है (जैसे: 4/3)
hy: Ընդլայնեցնել հարաբերակցիության համար (օրինակ: 4/3)
id: Perbesar untuk mengepaskan aspek rasio (cth: 4/3)
is: Stækkar til að passa við þætti (td: 4/3)
ja: アスペクト比に合わせる (例: 4:3)
ko: 화면비에 맞게 늘이기
mk: Се шири до одреден размер (пр: 4:3)
nl: Breid uit naar een beeldverhouding (bv. 4:3)
ro: Mărește pentru a se potrivi unui aspect (ex: 4:3)
ru: Сохранять пропорции (например, 4/3)
sk: Zväčšíť v pomere (napr.: 4/3)
sr: Ширење до уклапања у размеру (нпр. 4/3)
sr_cs: Širenje do uklapanja u razmeru (npr. 4:3)
th: ขยายโดยคงอัตราส่วนกว้างยาว
tr: Belli bir en-boy oranına genişlet (Örneğin: 4/3)
ur: Aspect کو فٹ کرنے کے لیے پھیلائیں (جیسے: 4/3)
vi: Mở rộng cho vừa tỷ lệ (ví dụ: 4/3)
zh_hans: 扩展以适应长宽比 (例: 4/3)
zh_hant: 展開以符合比例（例如：4/3）

# expand.round
source: Rounds up to make divisible by this value
ar: تقريب لأعلى لجعل القسمة على هذه القيمة
az: Dəyərə bölünəcək şəkildə yuvarlaqlaşdır
be: Акругляць, каб дзялілася на гэтае значэнне
da: Rund op for at gøre delelig med denne værdi
de: Aufrunden bis durch diesen Wert teilbar
fa: به بالا گرد میشود تا بر این مقدار بخش‌پذیر شود
he: עיגול כלפי מעלה כדי להפוך לניתן לחלוקה בערך זה
hi: इस मान से विभाज्य बनाने के लिए सीमाएँ
hy: Հավաքել մինչև այն քառակուսային արժեքի, որը կարող է բաժանվել այդ արժեքի հետ
id: Bulatkan agar dapat dibagi dengan nilai ini
is: Hringir upp til að gera deilanlegt eftir þessu gildi
ja: この数字で割り切れる値に端数を丸める
ko: 아래 값으로 나누어지게 길이 반올림
mk: Заокружува на следниот цел број за да биде деллив со оваа вредност
nl: Rond af om deelbaar te maken door deze waarde
ro: Rotunjește pentru a fi divizibil cu această valoare
ru: Округлять, чтобы делилось на это значение
sk: Zaokrúhľuje, aby sa hodnota mohla rozdeliť
sr: Заокругљивање тако да се може делити овом вредношћу
sr_cs: Zaokrugljivanje tako da se može deliti ovom vrednošću
th: ปัดเศษให้หารลงตัวด้วยเลขนี้
tr: Bu sayıya bölünebilir olması için yuvarla
ur: اس قدر سے قابل تقسیم بنانے کے لیے راؤنڈ اپ
vi: Làm tròn để chia hết cho giá trị này
zh_hans: 取整使得能被此值整除
zh_hant: 四捨五入整除此值

source: Sharpen
ar: زيادة الحدة
az: Kəskinlik
be: Рэзкасць
da: Skarphed
de: Schärfen
fa: تیزکردن
he: חידוד
hi: तेज करो
hy: Սրել
id: Pertajam
is: Skerpa
ja: シャープ
ko: 선명하게
mk: Изостри
nl: Verscherpen
ro: Accentuarea clarității
ru: Усиление резкости
sk: Zaostriť
sr: Изоштри
sr_cs: Izoštri
th: ความคมชัด
tr: Keskinleştir
ur: تیز کریں
vi: Độ sắc nét
zh_hans: 锐化
zh_hant: 銳利化

# sharpen.msize
source: Matrix size
ar: حجم المصفوفة
az: Matris ölçüsü
be: Памер матрыцы
da: Matrix størrelse
de: Matrizengröße
fa: اندازه‌ی ماتریکس
he: גודל המטריצה
hi: मैट्रिक्स का आकार
hy: Մատրիցայի չափերը
id: Ukuran matriks
is: Fylkja stærð
ja: マトリックス
ko: 매트릭스 크기
mk: Големина на матрица
nl: Matrixgrootte
ro: Dimensiunea matricii
ru: Размер матрицы
sk: Veľkosť matice
sr: Величина матрице
sr_cs: Veličina matrice
th: ขนาดเมตริก
tr: Matris boyutu
ur: قالب سائز
vi: Kích thước ma trận
zh_hans: 矩阵大小
zh_hant: 矩陣大小

# sharpen.amount
source: Amount
ar: الكمية
az: Miqdar
be: Колькасць
da: Mængde
de: Intensität
fa: مقدار
he: רמה
hi: मात्रा
hy: Գումար
id: Besaran
is: Upphæð
ja: 強さ
ko: 강도
mk: Износ
nl: Hoeveelheid
ro: Valoare
ru: Эффект
sk: Hodnota
sr: Износ
sr_cs: Iznos
th: จำนวน
tr: Miktar
ur: رقم
vi: Số lượng
zh_hans: 锐化量
zh_hant: 銳利量

source: Blur
ar: طمس
az: Bulanıqlıq
be: Размытасць
da: Slør
de: Weichzeichnen
fa: محو سازی
he: טשטוש
hi: धब्बा
hy: Ֆոն
is: Þoka
ja: ぼかし
ko: 흐리게
mk: Замати
nl: Vervagen
ru: Размытие
sk: Rozmazať
sr: Замути
sr_cs: Zamuti
th: เบลอ
tr: Bulanıklaştır
ur: دھندلا
vi: Độ mờ
zh_hans: 模糊
zh_hant: 模糊

# blur.msize
source: Matrix size
ar: حجم المصفوفة
az: Matris ölçüsü
be: Памер матрыцы
da: Matrix størrelse
de: Matrizengröße
fa: اندازه‌ی ماتریکس
he: גודל המטריצה
hi: मैट्रिक्स का आकार
hy: Մատրիցայի չափերը
id: Ukuran matriks
is: Fylkja stærð
ja: マトリックス
ko: 매트릭스 크기
mk: Големина на матрица
nl: Matrixgrootte
ro: Dimensiunea matricii
ru: Размер матрицы
sk: Veľkosť matice
sr: Величина матрице
sr_cs: Veličina matrice
th: ขนาดเมตริก
tr: Matris boyutu
ur: قالب سائز
vi: Kích thước ma trận
zh_hans: 矩阵大小
zh_hant: 矩陣大小

# blur.amount
source: Amount
ar: الكمية
az: Miqdar
be: Колькасць
da: Mængde
de: Intensität
fa: مقدار
he: רמה
hi: मात्रा
hy: Գումար
id: Besaran
is: Upphæð
ja: 強さ
ko: 강도
mk: Износ
nl: Hoeveelheid
ro: Valoare
ru: Эффект
sk: Hodnota
sr: Износ
sr_cs: Iznos
th: จำนวน
tr: Miktar
ur: رقم
vi: Số lượng
zh_hans: 模糊量
zh_hant: 模糊量

source: Delogo
ar: إزالة الشعارات من الفيديو
az: Delogo (logonu sil)
be: Сцерці лога
da: Fjern vandmærke
de: Logo entfernen
fa: حذف لوگو
he: הסרת סימן מים
hi: डीलोगो
hy: Հեռացնել ջրանշանը
id: Hapus Watermark
ja: ウォーターマーク除去
ko: 로고 제거
mk: Отстрани лого
nl: Logo verwijderen
ru: Удаление логотипа
sr: Уклони логотип
sr_cs: Ukloni logotip
th: เอาโลโก้ออก
tr: Logo kaldır
ur: ڈیلوگو
vi: Xóa logo
zh_hans: 去台标
zh_hant: 去水印

# delogo.w
source: Width
ar: العُرض
az: Genişlik
be: Шырыня
da: Bredde
de: Breite
fa: طول
he: רוחב
hi: चौड़ाई
hy: Լայնություն
id: Lebar
is: Breidd
ja: 横幅
ko: 가로
mk: Ширина
nl: Breedte
ro: Lățime
ru: Ширина
sk: Šírka
sr: Ширина
sr_cs: Širina
th: กว้าง
tr: Genişlik
ur: چوڑائی
vi: Chiều rộng
zh_hans: 宽
zh_hant: 寬度

# delogo.h
source: Height
ar: الإرتفاع
az: Hündürlük
be: Вышыня
da: Højde
de: Höhe
fa: عرض
he: גובה
hi: ऊंचाई
hy: Բարձրություն
id: Tinggi
is: Hæð
ja: 高さ
ko: 세로
mk: Висина
nl: Hoogte
ro: Înălțime
ru: Высота
sk: Výška
sr: Висина
sr_cs: Visina
th: สูง
tr: Yükseklik
ur: اونچائی
vi: Chiều cao
zh_hans: 高
zh_hant: 高度

# delogo.x
source: Origin X
ar: الأصل X
az: Başlanğıc X
be: Паходжанне X
da: Oprindelig X
de: Ursprungspunkt X-Achse
fa: X مبدا
he: מקור בציר X
hi: मूल X
hy: Բնօրինակը X
id: Asal X
is: Uprunalega X
ja: 位置X
ko: 기준점 X
mk: Почеток X
nl: Beginpunt X
ro: Origine X
ru: Позиция X
sk: Začiatok X
sr: Почетна вредност X
sr_cs: Početna vrednost X
th: จุดกำเนิด
tr: X Orijini
ur: اورجن X
vi: Gốc X
zh_hans: 起始 X
zh_hant: 原點 X

# delogo.y
source: Origin Y
ar: الأصل Y
az: Başlanğıc Y
be: Паходжанне Y
da: Oprindelig Y
de: Ursprungspunkt Y-Achse
fa: Y مبدا
he: מקור בציר Y
hi: मूल Y
hy: Բնօրինակը Y
id: Asal Y
is: Upprunalega Y
ja: 位置Y
ko: 기준점 Y
mk: Почеток Y
nl: Beginpunt Y
ro: Origine Y
ru: Позиция Y
sk: Začiatok Y
sr: Почетна вредност Y
sr_cs: Početna vrednost Y
th: จุดกำเนิด
tr: Y Orijini
ur: اورجن Y
vi: Gốc Y
zh_hans: 起始 Y
zh_hant: 原點 Y

source: Negative
ar: ألوان سالبة
az: Neqativ
be: Негатыў
da: Negativt
de: Negativ
fa: نگاتیو
he: שלילי
hi: नकारात्मक
hy: Բացասական
id: Alih Negatif
is: Neikvætt
ja: 階調の反転
ko: 색상 반전
mk: Негативен
nl: Negatief
ro: Negativ
ru: Инвертировать
sk: Negatív
sr: Негатив
sr_cs: Negativ
th: เนกาทีฟ
tr: Negatif
ur: منفی
vi: Âm bản
zh_hans: 负片
zh_hant: 負片

# vflip
source: Flip
ar: قلب
az: Çevir
be: Перавярнуць
da: Vend
de: Vert. spiegeln
fa: برگرداندن
he: היפוך
hi: फ्लिप
hy: Շրջել
id: Balikkan
is: Snúa
ja: 上下反転
ko: 상하 뒤집기
mk: Преврти
nl: Vert. spiegelen
ro: Răstoarnă
ru: Вверх ногами
sk: Zrkadliť Vertikálne
sr: Преокрени
sr_cs: Preokreni
th: พลิก
tr: Ters Çevir
ur: پلٹائیں
vi: Lật
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

# hflip
source: Mirror
ar: عكس
az: Əksinə çevir
be: Адлюстраваць
da: Spejl
de: Horiz. spiegeln
fa: آینه
he: מראה
hi: आईना
hy: Հայելային
id: Cerminkan
is: Spegla
ja: 左右反転
ko: 좌우 뒤집기
mk: Огледално пресликување
nl: Horiz. spiegelen
ro: Oglindește
ru: Зеркально
sk: Zrkadliť Horizontálne
sr: Пресликај
sr_cs: Preslikaj
th: ส่องกระจก
tr: Yansıt
ur: مرر
vi: Đối xứng
zh_hans: 水平翻转
zh_hant: 水平翻轉

# lut3d
source: 3D LUT
fa: LUT سه‌بعدی
hi: 3D एलयूटी
th: ลัส 3 มิติ
tr: 3B LUT
ur: 3D لٹ

# lut3d.file
source: File path (you can also drag & drop the file into the input box)
ar: مسار الملف (يمكنك أيضا سحب وإسقاط الملف في مربع الإدخال)
az: Faylın yeri (Faylı birbaşa sürükləyib buraxa bilərsiz)
be: Шлях да файла (вы таксама можаце перацягнуць файл у поле ўводу)
da: Fil
de: Datei
fa: فایل
he: נתיב קובץ (ניתן לגרור את הקובץ לתיבת הקלט)
hi: फ़ाइल
hy: Ֆայլի ուղին
id: Lokasi file (Anda juga dapat menggeser file langsung ke dalam input box)
is: Skráarslóð (þú getur líka dregið og sleppt skránni í inntakskassann)
ja: ファイル
ko: 파일
mk: Патека до датотеката (можете и да ја повлечете и пуштите датотеката во полето за внес)
nl: Bestand
ro: Fișier
sk: Súbor
sr: Путања датотеке (можете и повући и отпустити датотеку у оквир)
th: ชื่อโฟลเดอร์ (ท่านสามารถใช้ ลาก วาง ไฟล์ในกล้องอินพุท)
tr: Dosya yolu (dosyayı girdi kutusuna da sürükleyip bırakabilirsiniz)
ur: فائل کی جگہ (آپ فائل کو ان پٹ باکس میں گھسیٹ کر چھوڑ بھی سکتے ہیں)
vi: Đường dẫn tệp (bạn cũng có thể kéo & thả tệp vào hộp nhập liệu)
zh_hans: 文件路径 (也可以拖拽文件到输入框)
zh_hant: 檔案

# lut3d.interp
source: Interpolation mode
ar: وضع الاستكمال
az: İnterpolyasiya rejimi
be: Рэжым інтэрпаляцыі
da: Interpolations tilstand
de: Interpolationsmodus
fa: حالت درون‌یابی
he: מצב אינטרפולציה
hi: इंटरपोलेशन मोड
hy: Կոմպլեմենտար ռեժիմ
id: Interpolasi
is: Interpolation ham
ja: 補間モード
ko: 보간법 모드
mk: Мод на интерполација
nl: Interpolatiemodus
ro: Mod interpolare
sk: Interpolácia
sr: Режим интерполације
sr_cs: Režim interpolacije
tr: İnterpolasyon modu
ur: انٹرپولیشن موڈ
vi: Chế độ Interpolation
zh_hans: 插值模式
zh_hant: 補幀模式

source: Custom (mpv)
ar: مخصص (mpv)
az: Xüsusi (mpv)
be: Карыстальніцкі (mpv)
da: Brugerdefineret (mpv)
de: Benutzerdef. (mpv)
fa: دلخواه (mpv)
he: מותאם אישית (mpv)
hi: कस्टम (mpv)
hy: Անհատականացված (mpv)
is: Sérsniðin (mpv)
ja: カスタム (mpv)
ko: 사용자 설정 필터 (mpv)
nl: Aangepast (mpv)
ro: Particularizat (mpv)
ru: Свой (MPV)
sk: Vlastné (mpv)
sr: Прилагођено (mpv)
sr_cs: Prilagođeno (mpv)
tr: Özel (mpv)
ur: حسب ضرورت (mpv)
vi: Tùy chỉnh (mpv)
zh_hans: 自定义 (mpv)
zh_hant: 自訂（mpv）

# custom_mpv.name
source: Filter name
ar: اسم الفلتر
az: Filter adı
be: Назва фільтра
da: Filternavn
fa: نام فیلتر
he: שם מסנן
hi: फ़िल्टर नाम
hy: Ֆիլտրի անուն
id: Nama filter
is: Sía nafn
ja: フィルター名
ko: 필터 항목
mk: Име на филтерот
nl: Filternaam
ro: Nume filtru
ru: Фильтр
sk: Názov Filtra
sr: Назив филтера
sr_cs: Naziv filtera
tr: Filtre adı
ur: فلٹر کا نام
vi: Tên bộ lọc
zh_hans: 滤镜名
zh_hant: 濾鏡名稱

# custom_mpv.string
source: Filter value
ar: قيمة الفلتر
az: Filter dəyəri
be: Значэнне фільтра
da: Filterværdi
de: Wert
fa: مقدار فیلتر
he: ערך מסנן
hi: फ़िल्टर मान
hy: Ֆիլտրային լար
id: Nilai filter
is: Sía gildi
ja: フィルターの値
ko: 필터 값
mk: Вредност на филтерот
nl: Filterwaarde
ro: Valoare filtru
ru: Значение
sk: Hodnota Filtra
sr: Вредност филтера
sr_cs: Vrednost filtera
tr: Filtre değeri
ur: فلٹر کی قدر
vi: Giá trị lọc
zh_hans: 滤镜字符串
zh_hant: 濾鏡字串

source: Custom (FFmpeg)
ar: مخصص (FFmpeg)
az: Xüsusi (FFmpeg)
be: Карыстальніцкі (FFmpeg)
da: Brugerdefineret (FFmpeg)
de: Benutzerdef. (FFmpeg)
fa: دلخواه (FFmpeg)
he: מותאם אישית (FFmpeg)
hi: कस्टम (FFmpeg)
hy: Անհատականացված (FFmpeg)
id: Kustom (FFmpeg)
is: Sérsniðin (FFmpeg)
ja: カスタム (FFmpeg)
ko: 사용자 설정 필터 (FFmpeg)
nl: Aangepast (FFmpeg)
ro: Particularizat (FFmpeg)
ru: Свой (FFmpeg)
sk: Vlastné (FFmpeg)
sr: Прилагођено (FFmpeg)
sr_cs: Prilagođeno (FFmpeg)
tr: Özel (FFmpeg)
ur: حسب ضرورت (FFmpeg)
vi: Tùy chỉnh (FFmpeg)
zh_hans: 自定义 (FFmpeg)
zh_hant: 自訂（FFmpeg）

# custom_ffmpeg.name
source: Filter name
ar: اسم الفلتر
az: Filter adı
be: Назва фільтра
da: Filternavn
fa: نام فیلتر
he: שם מסנן
hi: फ़िल्टर नाम
hy: Ֆիլտրի անուն
id: Nama filter
is: Sía nafn
ja: フィルター名
ko: 필터 항목
mk: Име на филтерот
nl: Filternaam
ro: Nume filtru
ru: Фильтр
sk: Názov Filtra
sr: Назив филтера
sr_cs: Naziv filtera
tr: Filtre adı
ur: فلٹر کا نام
vi: Tên bộ lọc
zh_hans: 滤镜名
zh_hant: 濾鏡名稱

# custom_ffmpeg.string
source: Filter value
ar: قيمة الفلتر
az: Filter dəyəri
be: Значэнне фільтра
da: Filterværdi
de: Wert
fa: مقدار فیلتر
he: ערך מסנן
hi: फ़िल्टर मान
hy: Ֆիլտրային լար
id: Nilai filter
is: Sígildi
ja: フィルターの値
ko: 필터 값
mk: Вредност на филтерот
nl: Filterwaarde
ro: Valoare filtru
ru: Значение
sk: Hodnota Filtra
sr: Вредност филтера
sr_cs: Vrednost filtera
th: Filter name
tr: Filtre değeri
ur: فلٹر کی قدر
vi: Giá trị lọc
zh_hans: 滤镜字符串
zh_hant: 濾鏡字串
