Repository: iina/iina
Catalog: iina/*.lproj/FilterWindowController.strings
Languages: de, mk

# 02L-0u-zae.title
source: Save
de: Sichern
mk: Зачувај

# 4g6-LW-373.headerCell.title
source: Filter String
de: Filtertext
mk: Текст за филтрирање

# 6fq-yx-3dE.title
source: Cancel
de: Abbrechen
mk: Откажи

# 8JN-kb-kGF.title
source: By saving a filter, you can enable or disable it conveniently and even assign a shortcut key to it.
de: Sicherst du einen Filter, kann er bequem aktiviert/deaktiviert und einem Kurzbefehl zugewiesen werden.
mk: Со зачувување на филтерот можете лесно да го вклучите или исклучите, дури може и да назначите копче за кратенка до истиот.

# 9Au-ZV-KXN.title
source: Cancel
de: Abbrechen
mk: Откажи

# 9k2-lm-YGD.title
source: Name:
mk: Име:

# Dab-w9-6TY.title
source: Edit Filter
de: Filter bearbeiten
mk: Измени Филтер

# F0z-JX-Cv5.title
source: Filters
de: Filter
mk: Филтри

# IYf-IE-5cL.title
source: Name:
mk: Име:

# KGV-G1-A2l.title
source: Save Filter
de: Filter sichern
mk: Зачувај Филтер

# M9z-ss-1Ma.title
source: Shortcut key:
de: Kurzbefehl:
mk: Копче за кратенка:

# Nzk-zW-mIL.title
source: Shortcut key:
de: Kurzbefehl:
mk: Копче за кратенка:

# Xqd-Ft-hTS.title
source: Cancel
de: Abbrechen
mk: Откажи

# dL4-so-Qss.title
source: Press any button to record
de: Zum Zuweisen beliebige Taste(n) dr端cken.
mk: Притиснете било кое копче за да започнете со снимање

# jJk-0R-KQo.title
source: Press any button to record
de: Zum Zuweisen beliebige Taste(n) dr端cken.
mk: Притиснете било кое копче за да започнете со снимање

# ljR-R1-mo7.title
source: Add
de: Hinzuf端gen
mk: Додади

# m5X-Zl-aOj.title
source: Saved filters
de: Gesicherte Filter
mk: Зачувани филтри

# t9F-EU-fKj.title
source: Filter string:
de: Filtertext:
mk: Текст за филтрирање:

# tPs-K2-ZPz.title
source: Save
de: Sichern
mk: Зачувај

# w2g-wR-hPu.title
source: Add
de: Hinzuf端gen
mk: Додади
