Repository: iina/iina
Catalog: iina/*.lproj/KeyBinding.strings
Languages: af, ar, ca, cs, da, de, fa, he, hi, hr, id, it, ja, ko, nl, ro, ru, sk, uk, vi, zh_hant

# cmd.ignore
source: Ignore
af: Ignoreer
ar: تجاهل
ca: Ignora
cs: Ignorovat
da: Ignorer
de: Ignorieren
fa: چشم‌پوشی
he: התעלמות
hi: नज़रअंदाज़ करना
hr: Ignoriraj
id: Abaikan
it: Ignora
ja: 無視
ko: 키입력 무시
nl: Negeer
ro: Ignoră
ru: Ничего не делать
sk: Ignorovať
uk: Ігнорувати
vi: Bỏ qua
zh_hant: 忽略

# cmd.seek
source: Seek
af: Spoel vorentoe of terug
ar: بحث
ca: Cerca
cs: Posunout
da: Spol
de: Spule
fa: جستجو
he: קפיצה
hi: खोजना
hr: Traži
id: Geser
it: Scorri
ja: シーク
ko: 탐색
nl: Spoel vooruit of terug
ro: Căutare
ru: Промотать
sk: Posunúť
uk: Перемотати
vi: Tìm kiếm
zh_hant: 跳轉

# cmd.revert-seek
source: Revert seek
af: Herstel vorentoe- of terugspoel
ar: عكس البحث
ca: Inverteix cerca
cs: Odvolat posunutí
da: Spol tilbage
de: Spulen widerrufen
fa: برگرداندن جستجو
he: ביטול קפיצה
hi: फिर से तलाश करें
hr: Preokreni traženje
id: Geser terbalik
it: Scorri indietro
ja: シークの中止
ko: 탐색 취소
nl: Herstel vooruit- of terugspoelen
ro: Inversează căutarea
ru: Промотать назад
sk: Vrátiť posunutie
uk: Зворотнє перемотування
vi: Khôi phục tìm kếm
zh_hant: 還原跳轉

# cmd.set
source: Set
af: Stel in
ar: تعيين
ca: Estableix
cs: Nastavit
da: Indstil
de: Setze
fa: اعمال
he: הגדר
hi: सेट
hr: Postavi
it: Imposta
ja: 値の設定
ko: 설정
nl: Stel in
ro: Setează
ru: Установить
sk: Nastaviť
uk: Встановити
vi: Đặt
zh_hant: 設定

# cmd.cycle
source: Cycle
af: Herhaal
ar: دورة
ca: Cicle
cs: Přepnout
da: Cyklus
de: Wechsle
fa: چرخه
he: מחזוריות
hi: चक्र
hr: Listaj
id: Pergantian
it: Cicla
ja: 循環
ko: 순환
nl: Schakel:
ro: Comutare ciclică
ru: Переключить
sk: Opakovať
uk: Перемкнути
vi: Chu kỳ
zh_hant: 循環

# cmd.cycle-values
source: Cycle in
af: Herhaal in
ar: دورة في
ca: Cicle entre
cs: Přepínat
da: Cyklus ind
de: Wechsle in
fa: دوچرخه سواری کنید
he: מחזוריות ב
hi: में चक्र
hr: Listaj u
id: Pergantian pada
it: Cicla in
ja: 指定値内を循環
ko: 설정값 안에서 순환
nl: Schakel:
ro: Comutare ciclică în
ru: Переключить между
sk: Opakovať v
uk: Перемкнути за значеннями
vi: Chu kì trong
zh_hant: 指定值中循環

# cmd.add
source: Change
af: Verander
ar: تغيير
ca: Canvia
cs: Změnit
da: Ændre
de: Ändere
fa: عوض کردن
he: שינוי
hi: परिवर्तन
hr: Promijeni
id: Ganti
it: Cambia
ja: 加算
ko: 변경
nl: Verander
ro: Schimbă
ru: Изменить
sk: Zmeniť
uk: Змінити
vi: Thay đổi
zh_hant: 增減

# cmd.multiply
source: Multiply
af: Vermenigvuldig
ar: مضاعفة
ca: Multiplica
cs: Násobit
da: Gange
de: Multipliziere
fa: تکثیر کردن
he: הכפלה
hi: गुणा
hr: Pomnoži
id: Perbanyak
it: Moltiplica
ja: 乗算
ko: 설정값 배수
nl: Vermenigvuldig
ro: Multiplică
ru: Умножить
sk: Znásobiť
uk: Помножити
vi: Nhân
zh_hant: 乘以

# cmd.frame-step
source: Next frame
af: Volgende beeld
ar: الإطار التالي
ca: Fotograma següent
cs: Další snímek
da: Næste billede
de: Nächster Frame
fa: فریم بعدی
he: פריים הבא
hi: अगला फ्रेम
hr: Sljedeći kadar
id: Frame Selanjutnya
it: Fotogramma successivo
ja: 次のフレームへ
ko: 다음 프레임
nl: Volgend frame
ro: Cadrul următor
ru: Следующий кадр
sk: Ďalšia snímka
uk: Наступний кадр
vi: Khung hình tiếp theo
zh_hant: 下一個影格

# cmd.frame-back-step
source: Previous frame
af: Vorige beeld
ar: الإطار السابق
ca: Fotograma anterior
cs: Předchozí snímek
da: Forrige billede
de: Vorheriger Frame
fa: فریم قبلی
he: פריים קודם
hi: पिछला फ्रेम
hr: Prethodni kadar
id: Frame Sebelumnya
it: Fotogramma precedente
ja: 前のフレームへ
ko: 이전 프레임
nl: Vorig frame
ro: Cadrul precedent
ru: Предыдущий кадр
sk: Predchádzajúca snímka
uk: Попередній кадр
vi: Khung hình trước
zh_hant: 上一個影格

# cmd.ab-loop
source: A-B loop
af: A-B-lus
ar: حلقة A-B
ca: Bucle A-B
cs: Smyčka
da: A-B løkke
de: A-B-Schleife
fa: حلقه A-B
he: לולאת א-ב
hi: A-B लूप
hr: A-B petlja
id: Perulangan A-B
it: Ripeti A-B
ja: A-Bリピート
ko: 구간 반복
nl: Herhaal gedeelte
ro: Buclă A-B
ru: Цикл А-Б
sk: A-B slučka
uk: Цикл A—B
vi: Lặp A-B
zh_hant: A-B 循環

# cmd.sub-seek
source: Subtitle seek
af: Zoek onderskrifte
ar: البحث عن الترجمة
ca: Cerca subtítols
cs: Posunutí titulků
da: Sub spol
de: Untertitel suchen
fa: زیرنویس را جستجو کنید
he: חיפוש כתוביות
hi: उपशीर्षक की तलाश
hr: Traži titl
id: Geser pada terjemahan
it: Scorri sottotitoli
ja: 字幕のシーク
ko: 자막 탐색
nl: Zoek ondertiteling
ro: Cauă în subtitrare
ru: Поиск субтитров
sk: Posúvanie titulkov
uk: Перемотати за субтитром
vi: Tìm kiếm phụ đề
zh_hant: 字幕尋找

# cmd.playlist-next
source: Next media
af: Volgende media
ar: الوسائط التالية
ca: Següent
cs: Další soubor
da: Næste medie
de: Nächste Datei
fa: رسانه بعدی
he: מדיה הבאה
hi: अगला मीडिया
hr: Sljedeći medij
id: Media berikutnya
it: Elemento successivo
ja: 次のメディアへ
ko: 다음 항목
nl: Open volgende bestand
ro: Următorul element media
ru: Следующий файл
sk: Ďalší súbor
uk: Наступний файл
vi: Phương tiện tiếp theo
zh_hant: 下一個媒體

# cmd.playlist-prev
source: Previous media
af: Vorige media
ar: الوسائط السابقة
ca: Anterior
cs: Předchozí soubor
da: Forrige medie
de: Vorherige Datei
fa: رسانه قبلی
he: מדיה קודמת
hi: पिछला मीडिया
hr: Prethodni medij
id: Media sebelumnya
it: Elemento precedente
ja: 前のメディアへ
ko: 이전 항목
nl: Open vorige bestand
ro: Precedentul element media
ru: Предыдущий файл
sk: Predchádzajúci súbor
uk: Попередній файл
vi: Phương tiện trước
zh_hant: 上一個媒體

# cmd.playlist-move
source: Move playlist item
af: Skuif afspeellysitem
ar: نقل عنصر قائمة التشغيل
ca: Mou element de la llista de reproddució
cs: Posunout položku v playlistu
da: Flyt playlist punkt
de: Wiedergabelisteneintrag bewegen
fa: انتقال به لیست پخش
he: העבר פריט ברשימת השמעה
hi: प्लेलिस्ट आइटम ले जाएं
hr: Premjesti stavku playliste
id: Pindahkan item Playlist
it: Muovi elementi della playlist
ja: プレイリストの項目を移動
ko: 재생목록 항목 이동
nl: Verplaats afspeellijstbestand
ro: Mută elementul din lista de redare
ru: Переместить элемент плейлиста
sk: Presunúť položku v playliste
uk: Перемістити елемент плейлиста
vi: Di chuyển mục danh sách phát
zh_hant: 移動列表項目

# cmd.playlist-clear
source: Clear playlist
af: Wis afspeellys
ar: مسح قائمة التشغيل
ca: Buida la llista de reproducció
cs: Smazat playlist
da: Tøm playliste
de: Wiedergabeliste leeren
fa: پاک کردن فهرست پخش
he: ניקוי רשימת ההשמעה
hi: प्लेलिस्ट साफ़ करें
hr: Izbriši playlistu
id: Bersihkan Playlist
it: Cancella playlist
ja: プレイリストを消去する
ko: 재생목록 지우기
nl: Wis afspeellijst
ro: Șterge lista de redare
ru: Очистить плейлист
sk: Vymazať playlist
uk: Очистити плейлист
vi: Dọn danh sách phát
zh_hant: 清除播放列表

# cmd.playlist-remove
source: Remove current
af: Verwyder huidige
ar: إزالة الحالي
ca: Suprimeix actual
cs: Odebrat aktuální playlist
da: Fjern valgte
de: Aus Wiedergabeliste entfernen
fa: جریان را حذف کنید
he: הסר את הנוכחי
hi: करंट हटा दें
hr: Ukloni trenutačnu
id: Hapus playlist
it: Rimuovi
ja: プレイリストを削除
ko: 재생목록에서 제거
nl: Verwijder huidige
ro: Șterge elementul curent
ru: Убрать текущий файл
sk: Odstrániť aktuálne
uk: Прибрати поточний файл
vi: Xóa hiện tại
zh_hant: 移除目前媒體

# cmd.playlist-shuffle
source: Shuffle
af: Skommel
ar: خلط
ca: Mescla
cs: Zamíchat
da: Bland
de: Zufällige Wiedergabe
fa: تصادفی
he: ערבוב
hi: फेंटना
hr: Odaberi nasumice
id: Acak
it: Mescola
ja: シャッフル
ko: 임의 재생
ro: Amestecă
ru: Перемешать
sk: Náhodne
uk: Перемішати
vi: Xáo trộn
zh_hant: 隨機播放

# cmd.write-watch-later-config
source: Record play history
af: Onthou afspeelgeskiedenis
ar: تسجيل سجل التشغيل
ca: Registra l'historial de reproducció
cs: Zaznamenat pozici přehrávání
da: Optag afspilningshistorik
de: Wiedergabeverlauf sichern
fa: ضبط تاریخچه بازی
he: הקלט היסטוריית השמעה
hi: रिकॉर्ड प्ले इतिहास
hr: Zapiši povijest reprodukcija
id: Tinggalkan riwayat pemutaran
it: Salva momento di riproduzione
ja: 再生履歴を残す
ko: 이어보기 정보 기록
nl: Onthoud geschiedenis
ro: Înregistrează istoricul de redare
ru: Сохранять историю воспроизведения
sk: Zaznamenať históriu prehrávania
uk: Записати історію перегляду
vi: Lịch sử bản ghi
zh_hant: 記錄播放進度

# cmd.stop
source: Stop
ar: إيقاف
ca: Atura
cs: Zastavit
de: Stoppen
fa: توقف
he: עצור
hi: रुकें
hr: Prekini
id: Berhenti
it: Ferma
ja: 停止
ko: 재생 중단
ro: Oprire
ru: Стоп
sk: Zastaviť
uk: Зупинити
vi: Dừng
zh_hant: 停止

# cmd.quit
source: Quit
af: Stop IINA
ar: الخروج
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
fa: خروج
he: יציאה
hi: छोड़ना
hr: Izlaz
id: Keluar
it: Esci
ja: 終了
ko: IINA 종료
nl: Stop IINA
ro: Termină
ru: Завершить
sk: Ukončiť
uk: Завершити
vi: Thoát
zh_hant: 結束

# cmd.quit-watch-later
source: Quit (save progress)
af: Stop IINA (bewaar vordering)
ar: إنهاء (حفظ التقدم)
ca: Surt (desa el progrés)
cs: Ukončit (uložit pozici přehrávání)
da: Afslut (gem fremskridt)
de: Beenden (Fortschritt sichern)
fa: ترک ( ذخیره پیشرفت )
he: יציאה (ושמירת התקדמות)
hi: छोड़ो (प्रगति सहेजें)
hr: Izlaz (spremi napredak)
id: Keluar (simpan progres)
it: Esci (salva stato attuale)
ja: 保存して終了
ko: 이어보기 정보 저장후 종료
nl: Stop IINA (bewaar afspeelpositie)
ro: Termină (salvează progresul)
ru: Завершить (запомнить место)
sk: Ukončiť (uložiť priebeh)
uk: Завершити (зберегти позицію)
vi: Thoát (lưu tiến trình)
zh_hant: 結束（儲存進度）

# cmd.screenshot
source: Screenshot
af: Skermkiekie
ar: لقطة الشاشة
ca: Captura de pantalla
cs: Snímek obrazovky
da: Skærmbillede
de: Bildschirmfoto
fa: عکس گرفتن از صفحه
he: צילום מסך
hi: स्क्रीनशॉट
hr: Snimka ekrana
id: Tangkapan layar
it: Schermata
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeelding
ro: Captură de ecran
ru: Снимок экрана
sk: Snímka obrazovky
uk: Знімок екрану
vi: Chụp màn hình
zh_hant: 螢幕快照

# cmd.screenshot-to-file
source: Screenshot to file
af: Skermkiekie na lêer
ar: لقطة شاشة للملف
ca: Desa captura de pantalla en un fitxer
cs: Snímek obrazovky do souboru
da: Screenshot til fil
de: Bildschirmfoto in Datei
fa: عکس گرفتن از صفحه پرونده
he: צילום מסך לקובץ
hi: फाइल करने के लिए स्क्रीनशॉट
hr: Snimka ekrana u datoteku
id: Simpan tangkapan layar sebagai file
it: Schermata al file
ja: スクリーンショットをファイルとして保存
ko: 파일로 스크린샷 저장
nl: Schermafbeelding naar bestand
ro: Fișier cu captură de ecran
ru: Снимок экрана в файл
sk: Snímka obrazovky do súboru
uk: Знімок у файл
vi: Chụp màn hình lưu vào tập tin
zh_hant: 螢幕快照至檔案

# cmd.loadfile
source: Load file
af: Laai lêer
ar: تحميل الملف
ca: Carrega un fitxer
cs: Otevřít soubor
da: Åben fil
de: Datei laden
fa: بارگذاری فایل
he: טען קובץ
hi: फाइल लोड करो
hr: Učitaj datoteku
id: Muat file
it: Carica file
ja: ファイルの読み込み
ko: 파일 열기
nl: Laad bestand
ro: Încarcă fișier
ru: Загрузить файл
sk: Otvoriť súbor
uk: Завантажити файл
vi: Nạp tập tin
zh_hant: 打開檔案

# cmd.loadlist
source: Load playlist
af: Laai afspeellys
ar: تحميل قائمة التشغيل
ca: Carrega una llista de reproducció
cs: Otevřít playlist
da: Åben playlist
de: Wiedergabeliste laden
fa: بارگذاری فهرست پخش
he: טען רשימת השמעה
hi: प्लेलिस्ट लोड करें
hr: Učitaj playlistu
id: Muat Playlist
it: Carica playlist
ja: プレイリストの読み込み
ko: 재생목록 열기
nl: Laad afspeellijst
ro: Încarcă listă de redare
ru: Загрузить плейлист
sk: Otvoriť playlist
uk: Завантажити плейлист
vi: Tải danh sách phát
zh_hant: 載入播放列表

# cmd.run
source: Run
af: Voer uit
ar: تشغيل
ca: Executa
cs: Spustit
da: Kør
de: Ausführen
fa: اجرا
he: הפעלה
hi: चलाएं
hr: Pokreni
id: Jalankan
it: Avvia
ja: 実行
ko: 실행
nl: Voer uit
ro: Rulează
ru: Запустить
sk: Spustiť
uk: Запустити
vi: Chạy
zh_hant: 執行

# iina.flip
source: Flip
af: Kantel
ar: قلب
ca: Inverteix
cs: převrácení
da: Vend
de: Drehen
fa: برگرداندن
he: היפוך
hi: फ्लिप
hr: Preokreni okomito
id: Balikkan
it: Capovolgi
ja: 反転
ko: 상하 뒤집기
nl: Spiegel verticaal
ro: Răstoarnă
ru: Вверх ногами
sk: Preklopiť
uk: перевертання
vi: Lật
zh_hant: 翻轉

# iina.mirror
source: Mirror
af: Spieël
ar: عكس
ca: Reflecteix
cs: zrcadlení
da: Spejlvend
de: Spiegeln
fa: معکوس کردن
he: מראה
hi: आईना
hr: Preokreni vodoravno
id: Cerminkan
it: Specchia
ja: ミラー(水平)
ko: 좌우 뒤집기
nl: Spiegel horizontaal
ro: Oglindește
ru: Зеркально
sk: Zrkadliť
uk: віддзеркалення
vi: Đối xứng
zh_hant: 鏡像

# iina.toggle-pip
source: Toggle Picture-in-Picture
af: Tokkel Beeld-in-beeld
ar: تبديل إلى الصورة في الصورة
ca: Commuta Picture-in-Picture
cs: Přepnout obraz v obrazu
da: Skift Billede-i-Billede
de: Bild-in-Bild ein-/ausschalten
fa: تغییر به تصویر در تصویر
he: היכנס/צא ממצב תמונה בתוך תמונה
hi: टॉगल पिक्चर-इन-पिक्चर
hr: Uključi/isključi sliku u slici
id: Aktif/nonaktifkan Picture-in-Picture
it: Inverti Picture-in-Picture
ja: ピクチャー・イン・ピクチャーの切り替え
ko: 화면 속 화면 전환/복귀
nl: Schakel Beeld-in-beeld in/uit
ro: Activează Picture-in-Picture
ru: Режим «Картинка в картинке»
sk: Zapnúť Picture-in-Picture
uk: Режим «Картинка в картинці»
vi: Hình trong hình
zh_hant: 切換子母畫面

# iina.toggle-music-mode
source: Toggle Music Mode
af: Tokkel musiekmodus
ar: تبديل إلى وضع الموسيقى
ca: Commuta al mode de música
cs: Přepnout hudební režim
da: Toggle Musik tilstand
de: Musikmodus ein-/ausschalten
fa: تغییر حالت موسیقی
he: היכנס/צא ממצב מוזיקה
hi: संगीत मोड टॉगल करें
hr: Uključi/isključi modus glazbe
id: Aktif/nonaktifkan Mode Musik
it: Inverti la modalità musica
ja: ミュージュックモード切り替え
ko: 음악 모드 전환/복귀
nl: Schakel muziekmodus in/uit
ro: Activează modul Muzică
ru: Переключить режим музыки
sk: Zapnúť hudobný režim
uk: Режим музики
vi: Chuyển đổi chế độ âm nhạc
zh_hant: 切換音樂模式

# iina.open-file
source: Open file
af: Open lêer
ar: فتح ملف
ca: Obre fitxer
cs: Otevřít soubor
da: Åben fil
de: Datei öffnen
fa: باز کردن فایل
he: פתח קובץ
hi: खुली फाइल
hr: Otvori datoteku
id: Buka file
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Open bestand
ro: Deschide fișier
ru: Открыть файл
sk: Otvoriť súbor
uk: Відкрити файл
vi: Mở tệp
zh_hant: 打開檔案

# iina.open-url
source: Open URL
af: Open bronadres
ar: فتح عنوان URL
ca: Obre enllaç
cs: Otevřít URL
da: Åben URL
de: Adresse öffnen
fa: باز کردن نشانی
he: פתח כתובת אינטרנט
hi: यूआरएल खोलें
hr: Otvori URL
id: Buka URL
it: Apri URL
ja: URLを開く
ko: URL 열기
ro: Deschide URL
ru: Открыть URL
sk: Otvoriť URL
uk: Відкрити URL
vi: Mở liên kết URL
zh_hant: 打開 URL

# iina.video-panel
source: Video panel
af: Videopaneel
ar: لوحة الفيديو
ca: Panell de vídeo
cs: Panel videa
de: Videoeinstellungen
fa: پنل ویدئو
he: פאנל וידאו
hi: वीडियो पैनल
hr: Video ploča
id: Panel video
it: Pannello video
ja: ビデオ パネル
ko: 비디오 패널
nl: Videopaneel
ro: Panou video
ru: Панель видео
sk: Panel videa
uk: Панель відео
vi: Bảng điều khiển video
zh_hant: 視訊面板

# iina.audio-panel
source: Audio panel
af: Oudiopaneel
ar: لوحة الصوت
ca: Panell d'àudio
cs: Panel zvuku
da: Lyd panel
de: Audioeinstellungen
fa: پنل صوتی
he: פאנל אודיו
hi: ऑडियो पैनल
hr: Zvučni ploča
id: Panel audio
it: Pannello audio
ja: オーディオ パネル
ko: 오디오 패널
nl: Geluidspaneel
ro: Panou audio
ru: Панель аудио
sk: Panel zvuku
uk: Панель аудіо
vi: Bảng điều khiển âm thanh
zh_hant: 音訊面板

# iina.sub-panel
source: Subtitle panel
af: Onderskrifpaneel
ar: لوحة الترجمة
ca: Panell de subtítols
cs: Panel titulků
da: Undertekst panel
de: Untertiteleinstellungen
fa: پنل زیرنویس
he: פאנל כתוביות
hi: उपशीर्षक पैनल
hr: Ploča titlova
id: Panel terjemahan
it: Pannello sottotitoli
ja: 字幕 パネル
ko: 자막 패널
nl: Ondertitelingspaneel
ro: Panou Subtitrări
ru: Панель субтитров
sk: Panel titulkov
uk: Панель субтитрів
vi: Bảng phụ đề
zh_hant: 字幕面板

# iina.playlist-panel
source: Playlist panel
af: Afspeellyspaneel
ar: لوحة قائمة التشغيل
ca: Panell de llista de reproducció
cs: Panel playlistu
da: Afspilningsliste panel
de: Wiedergabeliste
fa: پنل لیست پخش
he: פאנל רשימת השמעה
hi: प्लेलिस्ट पैनल
hr: Ploča playliste
id: Panel Playlist
it: Pannello playlist
ja: プレイリスト パネル
ko: 재생목록 패널
nl: Afspeellijstpaneel
ro: Panou Listă de redare
ru: Панель плейлистов
sk: Panel playlistu
uk: Панель плейлиста
vi: Bảng danh sách phát
zh_hant: 播放列表面板

# iina.chapter-panel
source: Chapter panel
af: Hoofstukpaneel
ar: لوحة الفصل
ca: Panell de capítols
cs: Panel kapitol
da: Kapittel panel
de: Kapitel
fa: پنل چپتر
he: פאנל פרקים
hi: चैप्टर पैनल
hr: Ploča poglavlja
id: Panel Chapter
it: Pannello capitoli
ja: チャプター パネル
ko: 챕터 목록 패널
nl: Hoofdstukkenpaneel
ro: Panou Capitole
ru: Панель глав
sk: Panel kapitol
uk: Панель розділів
vi: Bảng điều khiển chương
zh_hant: 章節面板

# iina.bigger-window
source: Bigger Window
af: Groter venster
ar: نافذة أكبر
ca: Finestra més gran
cs: Zvětšit velikost
da: Større vindue
de: Fenster vergrößern
fa: پنجره بزرگتر
he: חלון גדול יותר
hi: बड़ी खिड़की
hr: Veći prozor
id: Window Lebih Besar
it: Aumenta dimensione
ja: ウィンドウを拡大
ko: 윈도우 크게
nl: Groter venster
ro: Fereastră mai mare
ru: Большое окно
sk: Väčšie okno
uk: Збільшити вікно
vi: Cửa sổ lớn hơn
zh_hant: 較大的視窗

# iina.smaller-window
source: Smaller Window
af: Kleiner venster
ar: نافذة أصغر
ca: Finestra més petita
cs: Zmenšit velikost
da: Mindre vindue
de: Fenster verkleinern
fa: پنجره کوچکتر
he: חלון קטן יותר
hi: छोटी खिड़की
hr: Manji prozor
id: Window Lebih Kecil
it: Riduci dimensione
ja: ウィンドウを縮小
ko: 윈도우 작게
nl: Kleiner venster
ro: Fereastră mai mică
ru: Маленькое окно
sk: Menšie okno
uk: Зменшити вікно
vi: Cửa sổ nhỏ hơn
zh_hant: 較小的視窗

# iina.fit-to-screen
source: Fit to Screen
af: Pas in die skerm
ar: ملائمة للشاشة
ca: Ajusta a la mida de la pantalla
cs: Přizpůsobit obrazovce
da: Tilpas til skærm
de: An Bildschirm anpassen
fa: متناسب با صفحه
he: התאמה למסך
hi: स्क्रीन में फिट
hr: Prilagodi veličini ekrana
id: Paskan dengan Layar
it: Adatta allo schermo
ja: 画面に合わせる
ko: 화면크기에 맞춤
nl: Pas aan schermformaat aan
ro: Potrivește la ecran
ru: По размеру экрана
sk: Prispôsobiť obrazovke
uk: Допасувати до розмірів екрана
vi: Vừa màn hình
zh_hant: 符合螢幕大小

# iina.toggle-flip
source: Toggle flip
af: Tokkel kanteling
ar: تشغيل قلب الصورة
ca: Commuta invertir
cs: Přepnout převrácení
da: Toggle vend
de: Drehen ein-/ausschalten
fa: تغییر حالت
he: היפוך/ביטול היפוך
hi: टॉगल फ्लिप
hr: Uključi/Isključi okomito preokretanje
id: Aktif/nonaktifkan Mode Terbalik
it: Inverti capovolgi
ja: 反転切り替え
ko: 상하 뒤집기 전환/복귀
nl: Schakel verticaal spiegelen in/uit
ro: Activează răsturnare
ru: Отразить по вертикали (вверх ногами)
sk: Zapnúť preklopenie
uk: Перемкнути перевертання
vi: Chuyển đổi lật
zh_hant: 切換翻轉

# iina.toggle-mirror
source: Toggle mirror
af: Tokkel spieël
ar: تشغيل وضع المرآة
ca: Commuta reflectir
cs: Přepnout zrcadlení
da: Toggle spejlvend
de: Spiegeln ein-/ausschalten
fa: روخوانی از ..
he: הפעלת/ביטול מראה
hi: टॉगल दर्पण
hr: Uključi/Isključi vodoravno preokretanje
id: Aktif/nonaktifkan Mode Cermin
it: Inverti specchia
ja: ミラー (水平)
ko: 좌우 뒤집기 전환/복귀
nl: Schakel horizontaal spiegelen in/uit
ro: Activează oglindire
ru: Отразить по горизонтали (зеркально)
sk: Zapnúť zrkadlenie
uk: Перемкнути віддзеркалення
vi: Chuyển đổi gương
zh_hant: 切換鏡像

# iina.save-playlist
source: Save current playlist
af: Bewaar huidige afspeellys
ar: حفظ قائمة التشغيل الحالية
ca: Desa la llista de reproducció actual
cs: Uložit aktuální playlist
da: Save nuværende playlist
de: Aktuelle Wiedergabeliste sichern
fa: ذخیره فهرست پخش جاری
he: שמור את רשימת ההשמעה הנוכחית
hi: वर्तमान प्लेलिस्ट सहेजें
hr: Spremi trenutačnu playlistu
id: Simpan Playlist ini
it: Salva playlist corrente
ja: 現在のプレイリストを保存
ko: 현재 재생목록 저장
nl: Bewaar huidige afspeellijst
ro: Salvează lista de redare curentă
ru: Сохранить текущий плейлист
sk: Uložiť aktuálny playlist
uk: Зберегти поточний плейлист
vi: Lưu danh sách phát hiện tại
zh_hant: 儲存目前播放列表

# iina.delete-current-file
source: Delete current file
af: Skrap huidige lêer
ar: حذف الملف الحالي
ca: Suprimeix el fitxer actual
cs: Odstranit aktuální soubor
da: Slet nuværende fil
de: Wiedergegebene Datei löschen
fa: پاک کردن فایل جاری
he: מחיקת הקובץ הנוכחי
hi: वर्तमान फ़ाइल हटाएं
hr: Izbriši trenutačnu datoteku
id: Hapus file Ini
it: Sposta nel cestino file corrente
ja: 現在のファイルをゴミ箱に移動
ko: 현재 파일 삭제
nl: Verwijder huidige bestand
ro: Șterge fișierul curent
ru: Удалить текущий файл
sk: Vymazať aktuálny súbor
uk: Видалити поточний файл
vi: Xoá tập tin hiện tại
zh_hant: 刪除目前檔案

# iina.find-online-subs
source: Find online subtitles
af: Soek aanlyn na onderskrifte
ar: البحث عن ترجمات على الإنترنت
ca: Cerca subtítols en línia
cs: Vyhledat titulky online
da: Find undertekster online
de: Online nach Untertiteln suchen
fa: جستجو زیرنویس آنلاین
he: מצא כתוביות מקוונות
hi: ऑनलाइन उपशीर्षक खोजें
hr: Pronađi titlove na internetu
id: Cari terjemahan online
it: Trova sottotitoli online
ja: オンラインで字幕を探す
ko: 인터넷에서 자막 찾기
nl: Haal online ondertiteling op
ro: Găsește subtitrări online
ru: Найти субтитры онлайн
sk: Nájsť titulky na internete
uk: Знайти субтитри в Інтернеті
vi: Tìm phụ đề trực tuyến
zh_hant: 尋找線上字幕

# iina.save-downloaded-sub
source: Save downloaded subtitle
af: Bewaar afgelaaide onderskrif
ar: حفظ الترجمة التي تم تنزيلها
ca: Desa els subtítols baixats
cs: Uložit stažené titulky
da: Gem downloadede undertekster
de: Geladene Untertitel sichern
fa: ذخیره زیرنویس دانلود شده
he: שמור כתוביות שהורדו
hi: डाउनलोड किए गए उपशीर्षक को सहेजें
hr: Spremi preuzeti titl
id: Simpan terjemahan terunduh
it: Salva i sottotitoli scaricati
ja: ダウンロードした字幕を保存
ko: 다운로드된 자막 저장
nl: Bewaar gedownloade ondertiteling
ro: Salvează subitrările descărcate
ru: Сохранить загруженные субтитры
sk: Uložiť stiahnuté titulky
uk: Зберегти завантажені субтитри
vi: Lưu phụ đề đã tải
zh_hant: 儲存已下載的字幕

source: Yes
af: Ja
ar: نعم
ca: Sí
cs: zapnuto
da: Ja
de: Ein
fa: تایید
he: כן
hi: हाँ
hr: Da
id: Ya
it: Si
ja: はい
ko: 예
nl: Ja
ro: Da
ru: вкл.
sk: Áno
uk: Так
vi: Có
zh_hant: 是

source: No
af: Nee
ar: لا
cs: vypnuto
da: Nej
de: Aus
fa: خیر
he: לא
hi: नहीं
hr: Ne
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
ro: Nu
ru: выкл.
sk: Nie
uk: Ні
vi: Không
zh_hant: 否

source: to
af: op
ar: إلى
ca: a
cs: na
da: til
de: auf
fa: به
he: אל
hi: से
hr: na
id: ke
it: a
ja: を
ko: (을)를
nl: op
ro: la
ru: на
sk: na
uk: в
vi: đến
zh_hant: 為

source: by
af: met
ar: بواسطة
ca: per
cs: pomocí
da: af
de: mit
fa: توسط
he: על ידי
hi: द्वारा
hr: od
id: oleh
it: di
ja: x
ko: 다음만큼
nl: met
ro: de
ru: на
sk: o
uk: на
vi: bởi
zh_hant: 倍數

source: in
ar: في
ca: en
cs: mezi
da: i
fa: در
he: ב-
hi: में
hr: u
id: dalam
ja: を次の値で
ko: 다음 값 중에서
ro: în
ru: в
sk: v
uk: в
vi: trong
zh_hant: 值

# add
source: increase
af: toeneem
ar: زود
ca: afegeix
cs: zvýšit o
da: forøg
de: plus
fa: افزایش
he: הגדלה
hi: बढ़ना
hr: povećaj
id: tambahkan
it: aggiungi
ja: 増加
ko: 증가
nl: toenemen
ro: crește
ru: увеличить на
sk: zvýšiť
uk: збільшити
vi: tăng lên
zh_hant: 增加

# minus
source: decrease
af: afneem
ar: انقص
ca: redueix
cs: snížit o
da: formindsk
de: minus
fa: کاهش
he: הפחתה
hi: कमी
hr: smanji
id: kurangi
it: meno
ja: 減少
ko: 감소
nl: afnemen
ro: micșorează
ru: уменьшить на
sk: znížiť
uk: зменшити
vi: giảm
zh_hant: 減少

source: forward
af: vorentoe
ar: تقدم
ca: avança
cs: vpřed o
da: fremad
de: vorwärts
fa: جلو
he: קדימה
hi: आगे
hr: naprijed
id: maju
it: avanti
ja: 進める
ko: 앞으로
nl: vooruit
ro: înainte
ru: вперёд на
sk: dopredu
uk: вперед на
vi: đi tới
zh_hant: 向前

source: backward
af: agtertoe
ar: ترجيع
ca: retrocedeix
cs: vzad o
da: tilbage
de: rückwärts
fa: به عقب
he: אחורה
hi: पिछड़ा
hr: unatrag
id: mundur
it: indietro
ja: 戻る
ko: 뒤로
nl: terug
ro: înapoi
ru: назад на
sk: dozadu
uk: назад на
vi: lùi lại
zh_hant: 向後

# seek-to
source: to
af: na
ar: إلى
ca: a
cs: na
da: til
de: zu
fa: به
he: אל
hi: से
hr: do
id: ke
it: scorri a
ja: 時間の指定
ko: 위치로
nl: naar
ro: la
ru: от начала на
sk: na
uk: до
vi: đến
zh_hant: 跳轉到

# relative
source: s
ar: ث
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
id: dtk
it: i
ja: 秒
ko: 초
nl: sec
ru: с
uk: с
vi: g
zh_hant: 秒

# absolute
source: s
ar: ث
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
id: dtk
it: i
ja: 秒
ko: 초
nl: sec
ru: с
uk: с
vi: g
zh_hant: 秒

# relative+exact
source: s (exact)
af: s (presies)
ar: ث (دقيق)
ca: s (exacte)
cs: s (přesně)
da: s (præcis)
de: s (genau)
fa: s (دقیق)
he: שניות (מדויק)
hi: से. (सटीक)
hr: s (točno)
id: dtk (pas)
it: i (esatti)
ja: 秒 (精密)
ko: 초 (정확)
ru: с (точно)
sk: s (presne)
uk: с (точно)
vi: s (chính xác)
zh_hant: 秒（精確）

# relative-percent+exact
source: % (exact)
af: % (presies)
ar: ٪ (دقيق)
ca: % (exacte)
cs: % (přesně)
da: % (præcis)
de: % (genau)
fa: ٪ (دقیق)
he: % (מדויק)
hi: % (सटीक)
hr: % (točno)
id: % (pas)
it: % (esatto)
ja: % (精密)
ko: % (정확)
ru: % (точно)
sk: % (presne)
uk: % (точно)
vi: % (chính xác)
zh_hant: %（精確）
