Repository: iina/iina
Catalog: iina/*.lproj/KeyBinding.strings
Languages: af, ar, ca, cs, da, de, fa, he, hi, hr, id, it, ja, ko, nl, ro, ru, sk, uk, vi, zh_hant

# absolute+keyframe
source: s (keyframe)
af: s (sleutelbeeld)
ar: ٪ (إطار رئيسي)
ca: s (fotograma)
cs: s (snímek)
da: s (billederamme)
fa: s (فریم کلیدی)
he: שניות (חיפוש פריים)
hi: से. (मुख्य-फ़्रेम)
hr: s (ključni kadar)
id: dtk (keyframe)
it: i (fotogrammi)
ja: s (キーフレーム)
ko: 초 (키프레임)
ro: s (cadru cheie)
ru: с (по кадрам)
sk: s (snímka)
uk: с (кадр)
vi: s (khung hình chính)
zh_hant: 秒（關鍵影格）

# absolute-percent+keyframe
source: % (keyframe)
af: % (sleutelbeeld)
ar: ٪ (إطار رئيسي)
ca: % (fotograma)
cs: % (snímek)
da: s (billederamme)
fa: ٪ (فریم کلیدی)
he: % (חיפוש פריים)
hi: % (मुख्य-फ़्रेम)
hr: % (ključni kadar)
it: % (fotogrammi)
ja: % (キーフレーム)
ko: % (키프레임)
ro: % (cadru cheie)
ru: % (по кадрам)
sk: % (snímka)
uk: % (кадр)
vi: % (khung hình chính)
zh_hant: %（關鍵影格）

# opt.pause
source: Pause
af: Wag
ar: توقف
ca: Pausa
cs: pozastavení
de: Pausieren
fa: مکث
he: השהיה
hi: ठहरें
hr: Pauziraj
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
ro: Pauză
ru: паузу
sk: Pozastaviť
uk: паузу
vi: Tạm dừng
zh_hant: 暫停

# opt.speed
source: Speed
af: Snelheid
ar: السرعة
ca: Velocitat
cs: rychlost
da: Hastighed
de: Geschwindigkeit
fa: سرعت
he: מהירות
hi: गति
hr: Brzina
id: Kecepatan
it: Velocità
ja: 再生速度
ko: 재생속도
nl: Snelheid
ro: Viteză
ru: скорость
sk: Rýchlosť
uk: швидкість
vi: Tốc độ
zh_hant: 速度

# opt.window-scale
source: Window scale
af: Vensterskaal
ar: مقياس النافذة
ca: Escala de la finestra
cs: poměr stran okna
da: Vindue skalering
de: Fenstergröße
fa: مقیاس پنجره
he: קנה מידה של החלון
hi: खिड़की का पैमाना
hr: Veličina prozora
id: Skala window
it: Dimensione finestra
ja: ウィンドウの倍率
ko: 윈도우 크기
nl: Vensterschaal
ro: Scală fereastră
ru: Масштаб окна
sk: Veľkosť okna
uk: масштаб вікна
vi: Thu phóng cửa sổ
zh_hant: 視窗縮放

# opt.video
source: Video track
af: Videosnit
ar: ملف الڤيديو
ca: Pista de vídeo
cs: video stopu
da: Video
de: Videospur
fa: ویدیو ترک
he: רצועת וידאו
hi: वीडियो ट्रैक
hr: Video traka
id: Trek video
it: Traccia video
ja: ビデオトラック
ko: 비디오 트랙
nl: Videospoor
ro: Pistă video
ru: видеодорожку
sk: Obrazová stopa
uk: відеодоріжку
vi: Luồng video
zh_hant: 影片軌

# opt.video-aspect
source: Video aspect
af: Beeldverhouding
ar: تجانب الفيديو
ca: Aspecte de vídeo
cs: poměr stran videa
da: Video format
de: Seitenverhältnis
fa: جنبه ویدئویی
he: קנה מידה של וידאו
hi: वीडियो पहलू
hr: Omjer videa
id: Aspek video
it: Aspetto video
ja: ビデオアスペクト
ko: 비디오 화면비
nl: Beeldverhouding
ro: Raport de aspect video
ru: соотношение сторон
sk: Pomer strán videa
uk: пропорції відео
vi: Tỉ lệ video
zh_hant: 顯示比例

# opt.contrast
source: Contrast
af: Kontras
ar: التباين
cs: kontrast
da: Kontrast
de: Kontrast
fa: کنتراست
he: ניגודיות
hi: कन्ट्रास्ट
hr: Kontrast
id: Kontras
it: Contrasto
ja: コントラスト
ko: 대비
ru: Контраст
sk: Kontrast
uk: контрастність
vi: Độ tương phản
zh_hant: 對比度

# opt.brightness
source: Brightness
af: Helderheid
ar: السطوع
ca: Brillantor
cs: jas
da: Lysstyrke
de: Helligkeit
fa: روشنایی
he: בהירות
hi: चमक
hr: Svjetlost
id: Kecerahan
it: Luminosità
ja: 輝度
ko: 밝기
nl: Helderheid
ro: Luminozitate
ru: Яркость
sk: Jas
uk: яскравість
vi: Độ sáng
zh_hant: 亮度

# opt.gamma
source: Gamma
ar: جاما
cs: gama korekci
fa: گاما
he: גמא
hi: गामा
hr: Gamut
ja: ガンマ値
ko: 감마
ru: Гамма
sk: Gama
uk: гаму
zh_hant: 伽瑪

# opt.saturation
source: Saturation
af: Versadiging
ar: التشبع
ca: Saturació
cs: sytost
de: Sättigung
fa: اشباع
he: רוויה
hi: संतृप्ति
hr: Zasićenost
id: Saturasi
it: Saturazione
ja: 彩度
ko: 채도
nl: Verzadiging
ro: Saturație
ru: Насыщенность
sk: Saturácia
uk: насиченість
vi: Độ rực màu
zh_hant: 飽和度

# opt.deinterlace
source: Deinterlace
af: Deïnterlinieer
ar: تصحيح تشابك الصورة
ca: Desentrellaçament
cs: odebrání prokládání
de: Deinterlacing
fa: جایگزین کردن
he: ביטול שזירה
hi: असंग्रथित
hr: Preplitanje
it: Deinterlacciamento
ja: インターレース解除
ko: 디인터레이스
ro: Deîntrețesere
ru: деинтерлейсинг
uk: черезрядкову розгортку
vi: Khử nhoè
zh_hant: 去交錯

# opt.audio
source: Audio track
af: Oudiosnit
ar: ملف الصوت
ca: Pista d'àudio
cs: zvukovou stopu
da: Lyd
de: Audiospur
fa: ترک صدا
he: רצועת שמע
hi: ऑडियो ट्रैक
hr: Zvučni zapis
id: Trek audio
it: Traccia audio
ja: オーディオトラック
ko: 오디오 트랙
nl: Audiospoor
ro: Pistă audio
ru: аудиодорожку
sk: Zvuková stopa
uk: аудіодоріжку
vi: Luồng âm thanh
zh_hant: 音軌

# opt.volume
source: Volume
ar: مستوى الصوت
ca: Volum
cs: hlasitost
da: Volumen
de: Lautstärke
fa: صدا
he: עוצמת קול
hi: ध्वनि
hr: Glasnoća
ja: 音量
ko: 음량
ro: Volum
ru: Громкость
sk: Hlasitosť
uk: гучність
vi: Âm lượng
zh_hant: 音量

# opt.mute
source: Mute
af: Demp
ar: كتم الصوت
ca: Silencia
cs: ztlumení
da: Lydløs
de: Stumm
fa: قطع صدا
he: השתקה
hi: म्यूट
hr: Isključi zvuk
id: Bisukan
it: Silenzio
ja: ミュート
ko: 소리 끔
nl: Geluid uit
ro: Mut
ru: режим «Без звука»
sk: Stíšiť
uk: звук
vi: Tắt tiếng
zh_hant: 靜音

# opt.audio-delay
source: Audio delay
af: Oudiovertraging
ar: تأخير الصوت
ca: Retard de l'àudio
cs: zpoždění zvuku
da: Lyd forsinkelse
de: Verzögerung
fa: تاخیر صوتی
he: עיכוב שמע
hi: ऑडियो देरी
hr: Kašnjenje zvuka
id: Penundaan Audio
it: Ritardo audio
ja: オーディオディレイ
ko: 오디오 지연
nl: Audiovertraging
ro: Întârziere audio
ru: Задержка аудио
sk: Posunutie zvuku
uk: затримку звуку
vi: Độ trễ âm thanh
zh_hant: 音訊延遲

# opt.sub
source: Subtitle track
af: Onderskrifsnit
ar: ملف الترجمة
ca: Pista de subtítols
cs: stopu titulků
da: Sub track
de: Untertitelspur
fa: زیر نویس ترک
he: רצועת כתוביות
hi: उपशीर्षक ट्रैक
hr: Traka titlova
id: Trek terjemahan
it: Traccia sottotitoli
ja: 字幕トラック
ko: 자막 트랙
nl: Ondertitelingspoor
ro: Pistă subtitrare
ru: субтитры
sk: Titulková stopa
uk: доріжку субтитрів
vi: Bản phụ đề
zh_hant: 字幕軌

# opt.sub-delay
source: Subtitle delay
af: Onderskrifvertraging
ar: تأخير الترجمة
ca: Retard dels subtítols
cs: zpoždění titulků
da: Sub delay
de: Verzögerung
fa: تأخیر زیرنویس
he: עיכוב כתוביות
hi: उपशीर्षक देरी
hr: Kašnjenje titlova
id: Penundaan Terjemahan
it: Ritardo sottotitoli
ja: 字幕ディレイ
ko: 자막 지연
nl: Ondertitelingsvertraging
ro: Întârziere subtitrare
ru: Задержка субтитров
sk: Posunutie titulkov
uk: затримку субтитрів
vi: Độ trễ phụ đề
zh_hant: 字幕延遲

# opt.sub-pos
source: Subtitle position
af: Onderskrifposisie
ar: موضع الترجمة
ca: Posició dels subtítols
cs: umístění titulků
da: Sub pos
de: Position
fa: موقعیت زیرنویس
he: מיקום כתוביות
hi: उपशीर्षक स्थिति
hr: Položaj titlova
id: Posisi terjemahan
it: Posizione sottotitotli
ja: 字幕の位置
ko: 자막 위치
nl: Ondertitelingspositie
ro: Poziție subtitrare
ru: Позиция субтитров
sk: Umiestnenie titulkov
uk: позицію субтитрів
vi: Vị trí phụ đề
zh_hant: 字幕位置

# opt.sub-scale
source: Subtitle scale
af: Onderskrifskaal
ar: مقياس الترجمة
ca: Escala dels subtítols
cs: velikost titulků
da: Sub scale
de: Größe
fa: مقیاس زیرنویس
he: קנה מידה של כתוביות
hi: उपशीर्षक पैमाने
hr: Veličina titlova
id: Ukuran terjemahan
it: Dimensione sottotitotli
ja: 字幕の大きさ
ko: 자막 크기
nl: Ondertitelingsschaal
ro: Scală subtitrare
ru: масштаб субтитров
sk: Veľkosť titulkov
uk: розмір субтитрів
vi: Quy mô phụ đề
zh_hant: 字幕縮放

# opt.sub-visibility
source: Subtitle visibility
af: Onderskrifsigbaarheid
ar: وضوح الترجمة
ca: Visibilitat dels subtítols
cs: zobrazení titulků
da: Sub visibility
de: Sichtbarkeit
fa: قابلیت مشاهده زیرنویس
he: נראות כתוביות
hi: उपशीर्षक दृश्यता
hr: Vidljivost titlova
id: Visibilitas terjemahan
it: Visibilità sottotitotli
ja: 字幕の表示
ko: 자막 보이기
nl: Ondertitelingszichtbaarheid
ro: Vizibilitate subtitrare
ru: видимость субтитров
sk: Viditeľnosť titulkov
uk: видимість субтитрів
zh_hant: 是否顯示字幕

# opt.sub-ass-style-override
source: ASS style override
af: ASS-styloorheersing
ar: تعديل نمط ASS
ca: Sobreesciure estil ASS
cs: přepsání ASS stylu
da: ASS stil overskriv
de: ASS-Stil überschreiben
fa: برنامه بعد از مدرسه
he: דריסת עיצוב ASS
hi: ASS स्टाइल ओवरराइड
hr: Prepisivanje ASS stila
id: Paksakan ASS style
it: Sovrascrivi stili ASS
ja: ASSの書式を上書き
ko: ASS 자막 효과 덮어쓰기
nl: ASS-stijl negeren
ro: Înlocuire stil ASS
ru: переопределение стиля ASS
sk: Nahradenie spôsobu ASS
uk: заміщення ASS-стилю
vi: Ghi đè kiểu ASS
zh_hant: ASS 字幕樣式覆蓋

# opt.fullscreen
source: Fullscreen
af: Volskerm
ar: ملء الشاشة
ca: Pantalla completa
cs: režim celé obrazovky
da: Fuldskærm
de: Vollbild
fa: تمام صفحه
he: מסך מלא
hi: पूर्ण स्क्रीन
hr: Cjeloekranski prikaz
id: Layar Penuh
it: A tutto schermo
ja: フルスクリーン
ko: 전체 화면
nl: Schermvullende weergave
ro: Ecran complet
ru: полноэкранный режим
sk: Režim celej obrazovky
uk: повноекранний режим
vi: Toàn màn hình
zh_hant: 全螢幕

# opt.ontop
source: Float on top
af: Sweef bo-aan
ar: عائمة في الأعلى
ca: Sempre per damunt
cs: režim plovoucí v popředí
da: Flyd oven på
de: Oben schweben
fa: زمان شناور
he: צף מעל הכל
hi: ऊपर तैरता है
hr: Postavi ispred
id: Apungkan di atas
it: Sempre in primo piano
ja: 最前面に固定
ko: 모든 윈도우 위에 두기
nl: Altijd op voorgrond
ro: Deasupra
ru: режим «Поверх всех окон»
sk: Zobraziť na vrchu
uk: плавання зверху
vi: Nổi lên trên
zh_hant: 浮動於上方

# opt.chapter
source: Chapter
af: Hoofstuk
ar: الفصل
ca: Capítol
cs: kapitolu
da: Kapitel
de: Kapitel
fa: فصل
he: פרק
hi: अध्याय
hr: Poglavlje
it: Capitolo
ja: チャプター
ko: 챕터
nl: Hoofdstuk
ro: Capitol
ru: Глава
sk: Kapitola
uk: розділ
vi: Chương
zh_hant: 章節

# read.set
source: Set {{property}} to {{value}}
af: Stel {{property}} in op {{value}}
ar: تعيين {{property}} إلى {{value}}
ca: Estableix {{property}} a {{value}}
cs: Nastavit {{property}} na {{value}}
da: Sæt {{property}} til {{value}}
de: Setze {{property}} auf {{value}}
fa: تنظیم {{property}} به {{value}}
he: הגדר את {{property}} ל-{{value}}
hi: सेट {{property}} से {{value}}
hr: Postavi {{property}} na {{value}}
id: Set {{property}} ke {{value}}
it: Imposta {{property}} al {{value}}
ja: {{property}}を{{value}}に設定
ko: {{property}} 속성을 {{value}} 값으로 설정
nl: Stel {{property}} in op {{value}}
ro: Setează {{property}} la {{value}}
ru: Установить {{property}} на {{value}}
sk: Nastaviť {{property}} na {{value}}
uk: Встановити {{property}} в значення {{value}}
vi: Đặt {{property}} đến {{value}}
zh_hant: 設定 {{property}} 為 {{value}}

# read.add
source: {{property}} {{value}}
cs: Změnit {{property}} o {{value}}
uk: Змінити {{property}} на {{value}}

# read.multiply
source: Multiply {{property}} by {{factor}}x
af: Vermenigvuldig {{property}} met {{factor}}x
ar: ضرب {{property}} ب {{factor}}x
ca: Multiplica {{property}} per {{factor}}x
cs: Násobit {{property}} {{factor}}×
da: Gang {{property}} med {{factor}}x
de: Multipliziere {{property}} mit {{factor}}x
fa: تکثیر کردن {{property}} با {{factor}}x
he: הכפל {{property}} ב{{factor}}x
hi: गुणा {{property}} द्वारा {{factor}}x
hr: Pomnoži {{property}} × {{factor}}
id: Kalikan {{property}} dengan {{factor}}x
it: Moltiplica {{property}} per {{factor}}x
ja: {{property}}を{{factor}}倍
ko: {{property}} 속성값의 {{factor}}x 배수로 설정
nl: Vermenigvuldig {{property}} met {{factor}}x
ro: Mulitiplică {{property}} de {{factor}}x
ru: Увеличить {{property}} в {{factor}}x раз
sk: Znásobiť {{property}} {{factor}}x
uk: Помножити {{property}} на {{factor}}x
vi: Nhân {{property}} với {{factor}}x
zh_hant: {{property}} 乘 {{factor}} 倍

# read.cycle
source: Cycle {{property}}{{#dir_down}} Downwards{{/dir_down}}
af: Herhaal {{property}}{{#dir_down}} afwaarts{{/dir_down}}
ar: الدورة {{property}}{{#dir_down}} نزولًا{{/dir_down}}
ca: Commuta {{property}}{{#dir_down}} Downwards{{/dir_down}}
cs: Přepnout {{property}}{{#dir_down}}{{/dir_down}}
da: Skift {{property}}{{#dir_down}} Nedad{{/dir_down}}
de: Wechsle {{property}}{{#dir_down}} Downwards{{/dir_down}}
he: חזרה על {{property}}{{#dir_down}} כלפי מטה {{/dir_down}}
hi: चक्र {{property}}{{#dir_down}} नीचे की ओर{{/dir_down}}
hr: Listaj {{property}}{{#dir_down}} prema dolje{{/dir_down}}
id: Pergantian {{property}}{{#dir_down}} ke bawah{{/dir_down}}
it: Cicla {{property}}{{#dir_down}} verso{{/dir_down}}
ja: {{property}}の値を{{#dir_down}}逆方向に{{/dir_down}}循環させる
ko: {{#dir_down}}역순으로{{/dir_down}} {{property}} 켜기/끄기
nl: Schakel: {{property}}{{#dir_down}} naar beneden{{/dir_down}}
ro: Ciclic {{property}}{{#dir_down}} în jos{{/dir_down}}
ru: Переключить {{property}}{{#dir_down}} в обратном порядке{{/dir_down}}
sk: Opakovať {{property}}{{#dir_down}} zostupne{{/dir_down}}
uk: Перемкнути {{property}}{{#dir_down}} вниз{{/dir_down}}
zh_hant: {{#dir_down}}反向{{/dir_down}}循環 {{property}}

# read.cycle-values
source: Cycle {{property}} in ({{{values}}})
af: Herhaal {{property}} in ({{{values}}})
ar: الدورة {{property}} في ({{{values}}})
ca: Commuta {{property}} entre ({{{values}}})
cs: Přepínat {{property}} mezi ({{{values}}})
da: Skift {{property}} i ({{{values}}})
de: Wechsle {{property}} in ({{{values}}})
he: עבור בין {{property}} ב({{{values}}})
hi: चक्र {{property}} में ({{{values}}})
hr: Listaj {{property}} u ({{{values}}})
id: Pergantian {{property}} dalam ({{{values}}})
it: Cicla {{property}} in ({{{values}}})
ja: {{property}}の値を({{{values}}})の範囲で循環させる
ko: ({{{values}}})값 안에서 {{property}} 순환
nl: Schakel: {{property}} in ({{{values}}})
ro: Ciclic {{property}} în ({{{values}}})
ru: Переключить {{property}} между ({{{values}}})
sk: Opakovať {{property}} v ({{{values}}})
uk: Перемкнути {{property}} між значеннями ({{{values}}})
zh_hant: 在 ({{{values}}}) 中循環 {{property}}

# read.seek
source: Seek {{#fwd}}forward{{/fwd}}{{#bwd}}backward{{/bwd}}{{#abs}}to{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
af: Gaan{{#abs}} na{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#fwd}}vorentoe{{/fwd}}{{#bwd}}terug{{/bwd}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
ar: ابحث عن {{#fwd}}إلى الأمام{{/fwd}}{{#bwd}}خلف{{/bwd}}{{#abs}}إلى{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(دقيقة){{/exact}}{{#kf}}(المفتاح){{/kf}}
ca: Cerca {{#fwd}}endavant{{/fwd}}{{#bwd}}endarrere{{/bwd}}{{#abs}}a{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exacte){{/exact}}{{#kf}}(fotograma){{/kf}}
cs: Posunout {{#fwd}}vpřed o{{/fwd}}{{#bwd}}vzad o{{/bwd}}{{#abs}}na{{/abs}} {{value}}{{#sec}} s{{/sec}}{{#per}} %{{/per}} {{#exact}}(přesně){{/exact}}{{#kf}}(snímek){{/kf}}
da: Spol {{#fwd}}fremad{{/fwd}}{{#bwd}}tilbage{{/bwd}}{{#abs}}til{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
de: Spule {{#abs}}zu {{/abs}}{{value}} {{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#fwd}}vor{{/fwd}}{{#bwd}}zurück{{/bwd}}{{#exact}} (genau){{/exact}}{{#kf}} (Keyframe){{/kf}}
he: קפיצה {{#abs}}אל{{/abs}} {{value}}{{#sec}} שניות{{/sec}}{{#per}}%{{/per}} {{#fwd}}קדימה{{/fwd}}{{#bwd}}אחורה{{/bwd}} {{#exact}}(מדויק){{/exact}}{{#kf}}(חיפוש פריים){{/kf}}
hi: खोजना {{#fwd}}forward{{/fwd}}{{#bwd}}पिछड़ा{{/bwd}}{{#abs}}से{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
hr: Traži {{#fwd}}prema naprijed{{/fwd}}{{#bwd}}unatrag{{/bwd}}{{#abs}}do{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(točno){{/exact}}{{#kf}}(slika){{/kf}}
id: Geser {{#fwd}}maju{{/fwd}}{{#bwd}}mundur{{/bwd}}{{#abs}}sampai{{/abs}} {{value}}{{#sec}}dtk{{/sec}}{{#per}}%{{/per}} {{#exact}}(pas){{/exact}}{{#kf}}(keyframe){{/kf}}
it: Scorri {{#fwd}}avanti{{/fwd}}{{#bwd}}indietro{{/bwd}}{{#abs}}a{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
ja: {{#fwd}}先へ{{/fwd}}{{#bwd}}前へ{{/bwd}}{{#abs}}{{/abs}} {{value}}{{#sec}}秒{{/sec}}{{#per}}%{{/per}} {{#exact}}(精細){{/exact}}{{#kf}}(キーフレーム){{/kf}} シーク
ko: {{#abs}}위치{{/abs}} {{value}}{{#sec}}초{{/sec}}{{#per}}%{{/per}} {{#exact}}(정확){{/exact}}{{#kf}}(키프레임){{/kf}} {{#fwd}}앞으로{{/fwd}}{{#bwd}}뒤로{{/bwd}} 탐색
nl: Ga{{#abs}} naar{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#fwd}}vooruit{{/fwd}}{{#bwd}}terug{{/bwd}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
ro: Caută {{#fwd}}înainte{{/fwd}}{{#bwd}}înapoi{{/bwd}}{{#abs}}to{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exact){{/exact}}{{#kf}}(keyframe){{/kf}}
ru: Промотать {{#fwd}}вперёд на{{/fwd}}{{#bwd}}назад на{{/bwd}}{{#abs}}от начала на{{/abs}} {{value}}{{#sec}} с{{/sec}}{{#per}}%{{/per}} {{#exact}}(точно){{/exact}}{{#kf}}(по кадрам){{/kf}}
sk: Posunúť {{#fwd}}dopredu{{/fwd}}{{#bwd}}dozadu{{/bwd}}{{#abs}}na{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(presne){{/exact}}{{#kf}}(snímok){{/kf}}
uk: Перемотати {{#fwd}}вперед на{{/fwd}}{{#bwd}}назад на{{/bwd}}{{#abs}}до{{/abs}} {{value}}{{#sec}} с{{/sec}}{{#per}} %{{/per}} {{#exact}} (точно){{/exact}}{{#kf}} (кадр){{/kf}}
zh_hant: {{#fwd}}快轉{{/fwd}}{{#bwd}}倒轉{{/bwd}}{{#abs}}到{{/abs}} {{value}} {{#sec}}秒{{/sec}}{{#per}}%{{/per}}{{#exact}}（精確）{{/exact}}{{#kf}}（關鍵幀）{{/kf}}

# read.sub-seek
source: Seek to {{#skip_1}}next{{/skip_1}}{{#skip_-1}}previous{{/skip_-1}} subtitle
af: Gaan na {{#skip_1}}volgende{{/skip_1}}{{#skip_-1}}vorige{{/skip_-1}} onderskrif
ar: البحث عن الترجمة {{#skip_1}}التالي{{/skip_1}}{{#skip_-1}}السابق{{/skip_-1}}
ca: Cerca del {{#skip_1}}següent{{/skip_1}}{{#skip_-1}}anterior{{/skip_-1}} subtítol
cs: Posunout na {{#skip_1}}další{{/skip_1}}{{#skip_-1}}předchozí{{/skip_-1}} titulky
da: Spol til {{#skip_1}}næste{{/skip_1}}{{#skip_-1}}tidligere{{/skip_-1}} undertekst
de: Wechsle zu {{#skip_1}}nächstem{{/skip_1}}{{#skip_-1}}vorherigem{{/skip_-1}} Untertitel
he: קפיצה לכתובית {{#skip_1}}הבאה{{/skip_1}}{{#skip_-1}}הקודמת{{/skip_-1}}
hi: खोजना से {{#skip_1}}आगामी{{/skip_1}}{{#skip_-1}}पिछला{{/skip_-1}} उपशीर्षक
hr: Traži {{#skip_1}}sljedeći{{/skip_1}}{{#skip_-1}}prethodni{{/skip_-1}} titl
id: Geser ke {{#skip_1}}berikutnya{{/skip_1}}{{#skip_-1}}sebelumnya{{/skip_-1}} terjemahan
it: Scorri al {{#skip_1}}successivo{{/skip_1}}{{#skip_-1}}precedente{{/skip_-1}} sottotitolo
ja: {{#skip_1}}次{{/skip_1}}{{#skip_-1}}前{{/skip_-1}} の字幕へシーク
ko: {{#skip_1}}다음{{/skip_1}}{{#skip_-1}}이전{{/skip_-1}} 자막 탐색
nl: Ga naar {{#skip_1}}volgende{{/skip_1}}{{#skip_-1}}vorige{{/skip_-1}} ondertitel
ro: Sari la {{#skip_1}}următoarea{{/skip_1}}{{#skip_-1}}precedenta{{/skip_-1}} subtitrare
ru: Переключить на {{#skip_1}}следующие{{/skip_1}}{{#skip_-1}}предыдущие{{/skip_-1}} субтитры
sk: Posunúť na {{#skip_1}}ďalšie{{/skip_1}}{{#skip_-1}}predchádzajúce{{/skip_-1}} titulky
uk: Перемотати до {{#skip_1}}наступного{{/skip_1}}{{#skip_-1}}попереднього{{/skip_-1}} субтитру
zh_hant: {{#skip_1}}快轉到下{{/skip_1}}{{#skip_-1}}倒轉回上{{/skip_-1}}一句字幕
