Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# osc_toolbar.sub_track
source: Choose subtitle track
af: Kies onderskrifsnit
ar: اختيار مسار الترجمة
ca: Selecciona la pista dels subtítols
cs: Vybrat stopu titulků
da: Vælg undertekstspor
de: Untertitelspur auswählen
es: Elegir la pista de subtítulos
fi: Valitse tekstitysraita
fr: Choisir une piste de sous-titres
he: בחר רצועת כתוביות
hi: उपशीर्षक ट्रैक चुनें
hr: Odaberi traku titlova
hu: Válassz felirat sávot
id: Pilih trek terjemahan
it: Scegli la traccia dei sottotitoli
ja: 字幕トラックを選択
ko: 자막 선택
nl: Kies ondertiteling
pl: Wybierz ścieżkę napisów
pt: Selecionar faixa de legenda
pt_br: Escolha a faixa de legendas
ro: Alege pista de subtitrare
ru: Выберите дорожку субтитров
sk: Vyber titulky
sr_latn: Odaberi zapis titla
sv: Välj undertextspår
tr: Altyazı izini seç
uk: Наявні субтитри
zh_hans: 选择字幕轨道
zh_hant: 選擇字幕軌道

# mini_player.album_art
source: Toggle album art
af: Tokkel albumkuns
ar: تبديل صورة الألبوم
ca: Mescla la caràtula
cs: Přepnout zobrazení grafiky alba
da: Slå album art Til/Fra
de: Albumcover ein-/ausblenden
es: Alternar imagen de álbum
fi: Näytä albumin kansikuva
fr: Activer/désactiver la pochette d'album
hr: Uključi/isključi ilustraciju albuma
hu: Album borító váltás
id: Aktif/nonaktifkan Album Art
it: Attiva/Disattiva copertina album
ja: アルバムアートの切り替え
ko: 앨범 아트 켜기/끄기
nl: Wijzig albumhoes
pl: Przełącz okładkę albumu
pt: Alternar arte do álbum
pt_br: Alterar imagem do álbum
ro: Comută coperta albumului
ru: Изменить обложку альбома
sk: Prepnúť obal albumu
sr_latn: Uključi/isključi omot albuma
sv: Växla skivomslag
tr: Albüm kapağını göster
uk: Показати обкладинку альбому
zh_hans: 切换专辑封面
zh_hant: 顯示封面圖庫

# mini_player.loop
source: Repeat
af: Herhaal
ar: تكرار
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
es: Repetir
fi: Toista
fr: Répéter
he: חזרה
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: リピート
ko: 반복
nl: Herhaal
pl: Powtarzaj
pt: Repetir
pt_br: Repetir
ro: Repetare
ru: Повторять
sk: Opakovať
sr_latn: Ponovi
sv: Upprepa
tr: Yinele
uk: Повтор
zh_hans: 重复
zh_hant: 重覆播放

# mini_player.shuffle
source: Shuffle
af: Skommel
ar: خلْط
ca: Mescla
cs: Zamíchat
da: Bland
de: Zufallswiedergabe
el: Τυχαία σειρά
es: Aleatorio
fi: Sekoitus
fr: Ordre aléatoire
he: ערבוב
hr: Odaberi nasumice
hu: Véletlenszerű
id: Acak
it: Casuale
ja: シャッフル
ko: 무작위 재생
no: Bland
pl: Wymieszaj listę odtwarzania
pt: Aleatório
pt_br: Aleatório
ro: Amestecă
ru: Перемешать
sk: Náhodne
sr_latn: Nasumično izaberi
sv: Blanda
tr: Karıştır
uk: Перемішати
zh_hans: 随机
zh_hant: 隨機播放

# mini_player.remove
source: Remove from playlist
af: Verwyder uit afspeellys
ar: ازالة من قائمة التشغيل
ca: Elimina de la llista de reproducció
cs: Smazat z playlistu
da: Fjern fra playliste
de: Aus Wiedergabeliste entfernen
es: Eliminar de la lista
fi: Poista soittolistalta
fr: Retirer de la liste de lecture
he: הסר מרשימת השמעה
hr: Ukloni iz playliste
hu: Eltávolítás a lejátszási listából
id: Hapus dari playlist
it: Rimuovi da playlist
ja: プレイリストから削除
ko: 재생 목록에서 제거
nl: Verwijderen uit afspeellijst
pl: Usuń z listy odtwarzania
pt: Remover da playlist
pt_br: Remover da Lista de Produção
ro: Elimină din lista de redare
ru: Удалить из плейлиста
sk: Odstrániť z playlistu
sr_latn: Ukloni sa plejliste
sv: Ta bort från spellista
tr: Oynatma listesinden kaldır
uk: Видалити з плейлиста
zh_hans: 从播放列表中移除
zh_hant: 從播放清單中移除

# mini_player.add
source: Add to playlist
af: Voeg toe tot afspeellys
ar: إضافة إلى قائمة التشغيل
ca: Afageix a la llista de reproducció
cs: Přidat do playlistu
da: Føj til playliste
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
he: הוסף לרשימת ההשמעה
hr: Dodaj u playlistu
hu: Hozzáadás a lejátszási listához
id: Tambahkan ke playlist
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
nl: Toevoegen aan afspeellijst
pl: Dodaj do listy odtwarzania
pt: Adicionar à playlist
pt_br: Adicionar à lista de reprodução
ro: Adaugă la lista de redare
ru: Добавить в плейлист
sk: Pridať do playlistu
sr_latn: Dodaj na plejlistu
sv: Lägg till i spellista
tr: Oynatma listesine ekle
uk: Додати до плейлиста
zh_hans: 添加到播放列表
zh_hant: 加入播放清單

# mini_player.delete
source: Delete all tracks from playlist
af: Skrap alle snitte uit afspeellys
ar: حذف جميع المسارات من قائمة التشغيل
ca: Elimina totes les pistes de la llista de reproducció
cs: Smazat všechny stopy z playlistu
da: Slet alle spor fra playliste
de: Wiedergabeliste leeren
es: Borrar todas las pistas de la lista
fi: Poista kaikki kappaleet soittolistalta
fr: Supprimer toutes les pistes de la liste de lecture
he: הסר את כל הרצועות מרשימת ההשמעה
hr: Isprazni playlistu
hu: Minden szám törlése a lejátszási listáról
id: Hapus seluruh trek dari playlist
it: Elimina tutte le tracce dalla playlist
ja: プレイリストから全てのトラックを削除
ko: 재생 목록에서 모든 트랙 제거
nl: Verwijder alle tracks uit de afspeellijst
pl: Usuń wszystkie pozycje z listy odtwarzania
pt: Excluir todas as faixas da playlist
pt_br: Remover todas as faixas da lista de reprodução
ro: Șterge tot din lista de redare
ru: Удалить все треки из плейлиста
sk: Odstrániť všetky skladby z playlistu
sr_latn: Izbriši sve numere iz plejliste
sv: Ta bort alla spår från spellistan
tr: Tüm izleri oynatma listesinden kaldır
uk: Видалити всі треки з плейлиста
zh_hans: 从播放列表中删除所有曲目
zh_hant: 清除播放清單

# mini_player.volume
source: Volume
ar: مستوى الصوت
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Laufwerk
el: Ένταση
es: Volumen
fi: Äänenvoimakkuus
he: עוצמת קול
hr: Glasnoća
hu: Hangerő
ja: 音量
ko: 음량
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sr_latn: Jačina zvuka
sv: Volym
tr: Ses Yüksekliği
uk: Гучність
zh_hans: 音量
zh_hant: 音量

# mini_player.close
source: Close music mode
af: Sluit musiekmodus
ar: إغلاق وضع الموسيقى
ca: Tanca el mode de música
cs: Ukončit hudební režim
da: Luk musik-tilstand
de: Musikmodus schließen
es: Cerrar modo de música
fi: Sulje musiikkitila
fr: Fermer le mode musique
he: סגור מצב מוזיקה
hr: Zatvori glazbeni modus
hu: Zene mód bezárása
id: Tutup mode musik
it: Chiudi la modalità musica
ja: ミュージックモードの終了
ko: 음악 모드 닫기
nl: Sluit muziek modus
pl: Zamknij tryb muzyczny
pt: Fechar modo de música
pt_br: Fechar modo música
ro: Închide modul muzică
ru: Закрыть музыкальный режим
sk: Zavrieť mód pre hudbu
sr_latn: Zatvori muzički režim
sv: Avsluta musikläge
tr: Müzik kipini kapat
uk: Закрити музичний режим
zh_hans: 关闭音乐模式
zh_hant: 結束音樂模式

# mini_player.back
source: Return to video mode
af: Keer terug na videomodus
ar: العودة إلى وضع الفيديو
ca: Torna al mode de vídeo
cs: Zpět do zobrazení videa
da: Vend tilbage til video-tilstand
de: Zurück zum Video Modus
es: Volver al modo de vídeo
fi: Palaa videotilaan
fr: Revenir en mode vidéo
he: חזור למצב וידאו
hr: Vrati se u glazbeni modus
hu: Vissza videó módba
id: Kembali ke mode video
it: Torna alla modalità video
ja: ビデオモードに戻る
ko: 비디오 모드로 복귀
nl: Schakel terug naar videomodus
pl: Wróć do trybu wideo
pt: Retornar ao modo vídeo
pt_br: Retornar ao modo vídeo
ro: Înapoi la modul video
ru: Вернуться в видео режим
sk: Späť do video zobrazenia
sr_latn: Vrati se u muzički režim
sv: Återgå till videoläge
tr: Video kipine geri dön
uk: Повернутись у режим відео
zh_hans: 返回视频模式
zh_hant: 返回影片模式

# touchbar.ahead_15
source: 15sec Ahead
af: 15sek vorentoe
ar: تخطي 15 ثانيه
ca: Avança 15sec
cs: 15 s vpřed
da: 15sec Frem
de: 15 Sekunden vor
es: Adelantar 15s
fi: 15sek eteen
fr: 15sec en avant
he: 15 שניות קדימה
hi: 15 सेकेंड आगे
hr: 15 s naprijed
hu: 15 másodperc előre
id: Maju 15dtk
it: 15sec avanti
ja: 15秒 進む
ko: 15초 후
nl: 15 seconden vooruit
pl: 15 sek. do przodu
pt: 15s Depois
pt_br: 15seg Adiante
ro: 15sec înainte
ru: 15 с вперёд
sk: 15sec Dopredu
sr_latn: 15 s unapred
sv: 15 sek framåt
tr: 15 sn İleri
uk: 15 с уперед
zh_hans: 前进 15 秒
zh_hant: 快轉 15 秒

# touchbar.ahead_30
source: 30sec Ahead
af: 30sek vorentoe
ar: تخطي 30 ثانيه
ca: Avança 30sec
cs: 30 s vpřed
da: 30sec Frem
de: 30 Sekunden vor
es: Adelantar 30s
fi: 30sek eteen
fr: 30sec en avant
he: 30 שניות קדימה
hi: 30 सेकेंड आगे
hr: 30 s naprijed
hu: 30 másodperc előre
id: Maju 30dtk
it: 30sec avanti
ja: 30秒 進む
ko: 30초 후
nl: 30 seconden vooruit
pl: 30 sek. do przodu
pt: 30s Depois
pt_br: 30sec Adiante
ro: 30sec înainte
ru: 30 с вперёд
sk: 30sec Dopredu
sr_latn: 30 s unapred
sv: 30 sek framåt
tr: 30 sn İleri
uk: 30 с уперед
zh_hans: 前进 30 秒
zh_hant: 快轉 30 秒

# touchbar.back_15
source: 15sec Back
af: 15sek terug
ar: رجوع 15 ثانيه
ca: Retrocedeix 15sec
cs: 15 s vzad
da: 15sec Tilbage
de: 15 Sekunden zurück
es: Retroceder 15s
fi: 15sek taakse
fr: 15sec en arrière
he: 15 שניות אחורה
hi: 15 सेकेंड पीछे
hr: 15 s natrag
hu: 15 másodperc hátra
id: Mundur 15dtk
it: -15sec indietro
ja: 15秒 戻す
ko: 15초 전
nl: 15 seconden terug
pl: 15 sek. do tyłu
pt: 15s Antes
pt_br: 15seg Atras
ro: 15sec înapoi
ru: 15 с назад
sk: 15sec Dozadu
sr_latn: 15 s unazad
sv: 15 sek bakåt
tr: 15 sn Geri
uk: 15 с назад
zh_hans: 后退 15 秒
zh_hant: 倒轉 15 秒

# touchbar.back_30
source: 30sec Back
af: 30sek terug
ar: رجوع 30 ثانيه
ca: Retrocedeix 30sec
cs: 30 s vzad
da: 30sec Tilbage
de: 30 Sekunden zurück
es: Retroceder 30s
fi: 30sek taakse
fr: 30sec en arrière
he: 30 שניות אחורה
hi: 30 सेकेंड पीछे
hr: 30 s natrag
hu: 30 másodperc hátra
id: Mundur 30dtk
it: -30sec indietro
ja: 30秒 戻す
ko: 30초 전
nl: 30 seconden terug
pl: 30 sek. do tyłu
pt: 30s Antes
pt_br: 30seg Atras
ro: 30sec înapoi
ru: 30 с назад
sk: 30sec Dozadu
sr_latn: 30 s unazad
sv: 30 sek bakåt
tr: 30 sn Geri
uk: 30 с назад
zh_hans: 后退 30 秒
zh_hant: 倒轉 30 秒

# touchbar.next_video
source: Next Video
af: Volgende video
ar: الفيديو التالي
ca: Vídeo següent
cs: Další video
da: Næste Video
de: Nächstes Video
el: Επόμενο Βίντεο
es: Siguiente vídeo
fi: Seuraava video
fr: Vidéo suivante
he: הוידאו הבא
hi: अगला वीडियो
hr: Sljedeći video
hu: Következő videó
id: Video Selanjutnya
it: Prossimo video
ja: 次のビデオへ
ko: 다음 영상
nl: Open volgende video
pl: Następne wideo
pt: Próximo Vídeo
pt_br: Video Seguinte
ro: Video următor
ru: Следующее видео
sk: Ďalšie Video
sr_latn: Naredni video-zapis
sv: Nästa video
tr: Sonraki Video
uk: Наступне відео
zh_hans: 下一个视频
zh_hant: 下一部影片

# touchbar.prev_video
source: Previous Video
af: Vorige video
ar: الفيديو السابق
ca: Vídeo anterior
cs: Předchozí video
da: Forrige Video
de: Vorheriges Video
el: Προηγούμενο Βίντεο
es: Vídeo anterior
fi: Edellinen video
fr: Vidéo précédente
he: הוידאו הקודם
hi: पिछला वीडियो
hr: Prethodni video
hu: Előző videó
id: Video Sebelumnya
it: Video precedente
ja: 前のビデオへ
ko: 이전 영상
nl: Open vorige video
pl: Poprzednie wideo
pt: Vídeo Anterior
pt_br: Video Anterior
ro: Video precedent
ru: Предыдущее видео
sk: Predchádzajúce Video
sr_latn: Prethodni video-zapis
sv: Föregående video
tr: Önceki Video
uk: Попереднє відео
zh_hans: 上一个视频
zh_hant: 上一部影片

# touchbar.increase_volume
source: Volume +
ar: مستوى الصوت +
ca: Volum +
cs: Hlasitost +
da: Volumen +
de: Lautstärke erhöhen
el: Ένταση +
es: Volumen +
fi: Äänenvoimakkuus +
fr: Augmenter le volume
he: הגברת עוצמה
hi: ध्वनि +
hr: Glasnoća +
hu: Hangerő +
ja: 音量 +
ko: 음량 +
nl: Verhoog volume
no: Volum +
pl: Głośność +
ro: Volum +
ru: Прибавить громкость
sk: Hlasitosť +
sr_latn: Jačina zvuka +
sv: Volym +
tr: Ses Seviyesi +
uk: Гучність +
zh_hans: 音量 +
zh_hant: 音量 +

# touchbar.decrease_volume
source: Volume -
ar: مستوى الصوت -
ca: Volum -
cs: Hlasitost −
da: Volumen -
de: Lautstärke verringern
el: Ένταση -
es: Volumen -
fi: Äänenvoimakkuus -
he: הנמכת עוצמה
hi: ध्वनि -
hr: Glasnoća −
hu: Hangerő -
ja: 音量 -
ko: 음량 -
nl: Verlaag volume
no: Volum -
pl: Głośność -
ro: Volum -
ru: Убавить громкость
sk: Hlasitosť -
sr_latn: Jačina zvuka -
sv: Volym -
tr: Ses Seviyesi -
uk: Гучність –
zh_hans: 音量 -
zh_hant: 音量 -

# touchbar.rewind
source: Rewind
af: Spoel terug
ar: إرجاع
ca: Rebobina
cs: Přetočit
da: Spol tilbage
de: Zurückspulen
es: Rebobinar
fi: Kelaa taaksepäin
fr: Rembobiner
hi: रिवाइंड
hr: Premotaj natrag
hu: Visszapörgetés
id: Putar balik
it: Indietro
ja: 巻き戻し
ko: 되감기
nl: Spoel terug
pl: Przewijanie do tyłu
pt: Recuar
pt_br: Voltar Rápido
ro: Înapoi
ru: Перемотка назад
sk: Pretočiť
sr_latn: Premotaj unazad
sv: Backa
tr: Geri Sar
uk: Перемотати назад
zh_hans: 快退
zh_hant: 倒轉

# touchbar.fast_forward
source: Fast Forward
af: Spoel vorentoe
ar: تقديم سريع
ca: Avança ràpid
cs: Rychle vpřed
da: Spol frem
de: Vorspulen
es: Avance rápido
fi: Kelaa eteenpäin
fr: Avance rapide
hi: तेजी से आगे बढ़ना
hr: Premotaj naprijed
hu: Gyors előretekerés
id: Percepat-maju
it: Avanti veloce
ja: 早送り
ko: 빨리 감기
nl: Spoel vooruit
pl: Szybkie przewijanie do przodu
pt: Avançar rápido
pt_br: Avançar Rápido
ro: Repede înainte
ru: Перемотка вперёд
sk: Zrýchliť
sr_latn: Premotaj unapred
sv: Snabbspola
tr: İleri Sar
uk: Перемотати вперед
zh_hans: 快进
zh_hant: 快轉

# touchbar.play_pause
source: Play / Pause
af: Speel af/wag
ar: تشغيل / إيقاف مؤقت
ca: Reprodueix / Pausa
cs: Přehrát/pozastavit
da: Afspil / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausar
fi: Toista / Tauko
fr: Lecture/Pause
he: הפעל/השהה
hi: चलाएं / ठहरें
hr: Pokreni/Zaustavi
hu: Lejátszás / Megállítás
id: Putar / Jeda
it: Riproduci / Pausa
ja: 再生 / 一時停止
ko: 재생 / 일시 정지
nl: Afspelen / Pauzeren
pl: Odtwarzanie / Pauza
pt: Reproduzir / Pausa
pt_br: Tocar / Pausar
ro: Redă/Pauză
ru: Воспроизведение / Пауза
sk: Spustiť / Zastaviť
sr_latn: Reprodukuj/Pauziraj
sv: Spela upp / pausa
tr: Oynat / Duraklat
uk: Відтворити / Зупинити
zh_hans: 播放 / 暂停
zh_hant: 播放 / 暫停

# touchbar.seek
source: Seek
af: Vorentoe/terugspoel
ar: البحث
ca: Cerca
cs: Vyhledat
da: Spol
de: Verlauf
el: Αναζήτηση
es: Buscar
fi: Siirry
fr: Chercher
hi: खोजना
hr: Traži
hu: Ugrás
id: Geser
it: Ricerca
ja: シーク
ko: 탐색
nl: Spoel terug/vooruit
no: Spol
pl: Szukaj
pt: Procurar
pt_br: Buscar
ro: Căutare
ru: Перемотка
sk: Vyhľadať
sr_latn: Pomeri
sv: Spola
tr: Sar
uk: Перемотати
zh_hans: 进度条
zh_hant: 進度列

# touchbar.time
source: Time Position
af: Tydposisie
ar: المكان الزمني
ca: Posició en el temps
cs: Pozice
da: Tids Position
de: Position
es: Posición en el tiempo
fi: Ajan sijainti
fr: Position horaire
hi: समय की स्थिति
hr: Vremenski položaj
hu: Idő pozició
id: Posisi Waktu
it: Tempo
ja: 再生位置
ko: 재생 위치
nl: Verstreken tijd
pl: Pozycja czasowa
pt: Posição Temporal
pt_br: Posição do Tempo
ro: Timp curent
ru: Временная позиция
sk: Pozícia
sr_latn: Vremenski položaj
sv: Tidsposition
tr: Zaman Konumu
uk: Часова позиція
zh_hans: 播放进度
zh_hant: 播放進度

# touchbar.remainingTimeOrTotalDuration
source: Remaining Time / Total Duration
af: Oorblywende tyd / Totale duur
ar: الوقت المتبقي / المدة الإجمالية
ca: Temps restant / Duració total
cs: Zbývající čas / Celková délka
da: Resterende Tid / Total Varighed
de: Verbleibende Zeit / Gesamtdauer
es: Tiempo restante / Duración total
fi: Jäljellä oleva aika / kokonaiskesto
fr: Durée restante / Durée totale
he: זמן שנותר / משך כולל
hr: Preostalo vrijeme/Ukupno trajanje
hu: Hátralévõ idõ / Teljes idõ
id: Sisa Waktu / Total Durasi
it: Tempo Rimanente / Durata Totale
ja: 残り時間/合計時間
ko: 남은 시간 / 총 지속시간
nl: Resterende Tijd / Totale duur
pl: Pozostały czas / Całkowity czas trwania
pt: Tempo Restante / Duração Total
pt_br: Tempo Restante / Duração Total
ro: Timp Rămas / Total Durată
ru: Оставшееся время / Общая продолжительность
sk: Ostávajúci Čas / Celková Dĺžka
sr_latn: Preostalo vreme/Ukupno trajanje
sv: Återstående tid / Total varaktighet
tr: Kalan Zaman / Toplam Süre
uk: Залишок часу / Загальна тривалість
zh_hans: 剩余时间/总时间
zh_hant: 剩餘時間 / 總時間

# touchbar.toggle_pip
source: Toggle Picture-in-Picture
af: Tokkel Beeld-in-beeld
ar: تبديل إلى الصورة في الصورة
ca: Commuta Picture-in-Picture
cs: Přepnout obraz v obrazu
da: Slå Picture-in-Picture Til/Fra
de: Bild-in-Bild ein-/ausschalten
el: Εναλλαγή σε Εικόνα-σε-Εικόνα
es: Alternar Imagen dentro de imagen
fi: Vaihda kuva kuvassa -tilaan
fr: Activer le mode Image dans l'image
he: צא/היכנס ממצב תמונה בתוך תמונה
hi: टॉगल पिक्चर-इन-पिक्चर
hr: Uključi/isključi sliku u slici
hu: Kép a képben
id: Aktif/nonaktifkan Picture-in-Picture
it: Attiva / disattiva Picture-in-Picture
ja: ピクチャー・イン・ピクチャーの切り替え
ko: 화면 속 화면 전환/복귀
nl: Schakel Beeld-in-beeld in/uit
no: Bilde-i-bilde
pl: Przełącz tryb Obraz-w-obrazie
pt: Alternar Picture-in-Picture
pt_br: Ativar/Desativar Picture-in-Picture
ro: Activează Picture-in-Picture
ru: Переключить в "Картинка в картинке"
sk: Zapnúť/Vypnúť Picture-in-Picture
sr_latn: Uključi/isključi sliku u slici
sv: Växla bild-i-bild
tr: Resim İçinde Resim'i Aç/Kapa
uk: Перемкнути «Кадр у кадрі»
zh_hans: 切换“画中画”模式
zh_hant: 切換「子母畫面」模式

# permissions.network-request.name
source: Network Request
af: Netwerkversoek
ar: طلب الشبكة
ca: Petició d'accés a la xarxa
cs: Síťový požadavek
da: Netværksanmodning
de: Netzwerk-Anfrage
es: Solicitud de red
he: בקשת רשת
hr: Mrežni zahtjev
hu: Hálózati kérés
id: Permintaan Jaringan
it: Richiesta di rete
ja: ネットワークリクエスト
ko: 네트워크 요청
pl: Żądanie sieciowe
pt_br: Solicitação de rede
ro: Solicitare rețea
ru: Сеть
sk: Sieťová Požiadavka
sr_latn: Mrežni zahtev
sv: Nätverksförfrågan
tr: Ağ İstekleri
uk: Мережевий запит
zh_hans: 网络请求
zh_hant: 網路請求

# permissions.network-request.desc
source: This plugin can requst from or upload data to these websites:
af: Hierdie inprop kan versoeke doen aan of data oplaai na hierdie webwerwe:
ar: هذا البرنامج المساعد يمكن أن يجعل إعادة تأكيد أو تحميل البيانات إلى هذه المواقع:
ca: Aquest complement pot fer peticions o pujar dades a aquests llocs web:
cs: Tento plug-in může odesílat požadavky nebo nahrávat data na tyto webové stránky:
da: This plugin can make requsts from or upload data to these websites:
de: Dieser Erweiterung kann Daten auf diesen Websites anfordern oder hochladen:
el: This plugin can make requsts from or upload data to these websites:
es: Este plugin puede solicitar o subir datos a estos sitios web:
fi: This plugin can make requsts from or upload data to these websites:
he: This plugin can make requsts from or upload data to these websites:
hr: This plugin can make requsts from or upload data to these websites:
hu: Ez a bővítvény a következő webhelyekre kérhet vagy tölthet fel adatokat:
id: Plugin ini dapat meminta atau mengunggah data ke situs-situs berikut:
it: Questo plugin può fare richieste o inviare dati ai seguenti siti:
ja: このプラグインは、これらのウェブサイトにデータを通信（アップロード含む）することができます：
ko: 이 플러그인은 아래 웹사이트에 요청을 보내거나 데이터를 업로드할 수 있습니다:
nl: This plugin can make requsts from or upload data to these websites:
no: This plugin can make requsts from or upload data to these websites:
pl: Ta wtyczka może żądać danych lub przesłać dane na te strony:
pt_br: Este plugin pode fazer o pedido ou enviar dados para estes sites:
ro: Această extensie poate cere sau încărca date pe aceste site-uri:
ru: Этот плагин может выполнять запросы или загружать данные на эти сайты:
sk: Tento plugin môže prijímať alebo odosielať dáta na tieto webstránky:
sr_latn: Ova dodatna komponenta može poslati zahtev ili otpremati podatke na sledeće veb-sajtove:
sv: Detta tillägget kan göra förfrågan samt ladda upp data till följande webbplatser:
tr: Bu eklenti yandaki web sitelerinden veri alabilir yada veri gönderebilir:
uk: Цей плагін може завантажувати дані на або з цих сайтів:
zh_hans: 此插件可以从这些网站生成请求或上传数据：
zh_hant: 此外掛可以送出或傳送數據至這些網站：

# permissions.network-request.any_site
source: Any site
af: Enige werf
ar: أي موقع
ca: Qualsevol lloc web
cs: Jakékoliv webové stránky
da: Enhver side
de: Beliebige Seiten
es: Cualquier sitio
he: כל אתר
hr: Bilo koja web stranica
hu: Bármely webhely
id: Situs apapun
it: Qualsiasi sito
ja: 任意のサイト
ko: 모든 사이트
pl: Dowolna strona
pt_br: Qualquer site
ro: Orice site
ru: Любой сайт
sk: Akákoľvek stránka
sr_latn: Bilo koji sajt
sv: Alla sidor
tr: Herhangi bir site
uk: Будь-який сайт
zh_hans: 任何网站
zh_hant: 任何站台

# permissions.show-osd.name
source: Show OSD
ar: إظهار OSD
ca: Mostra subtítols
cs: Zobrazit OSD
da: Vis OSD
de: On-Screen-Anzeige einblenden
es: Mostrar OSD
hr: Prikaži OSD
hu: OSD megjelenítése
id: Tampilkan OSD
it: Mostra OSD
ja: OSDを表示
ko: OSD 보기
pl: Pokaż OSD
pt_br: Mostrar OSD
ro: Arată OSD
ru: Показывать сообщения на экране
sk: Zozbraziť OSD
sr_latn: Prikaži ekranski meni
sv: Visa OSD
tr: Ekran Üzeri Paneli Göster
uk: Показати OSD
zh_hans: 显示 OSD
zh_hant: 顯示 OSD

# permissions.show-osd.desc
source: This plugin can show OSD (On Screen Display) messages.
ar: يمكن لهذه الإضافة أن تظهر رسائل OSD (على شاشة العرض).
ca: Aquest complement pot ensenyar missatges en pantalla (OSD).
cs: Tento plug-in může zobrazovat OSD zprávy (zobrazení na obrazovce).
de: Diese Erweiterung On-Screen-Nachrichten einblenden.
es: Este plugin puede mostrar mensajes OSD (en pantalla).
hr: Ovaj dodatak može prikazati OSD (On Screen Display) poruke.
hu: Ez a bővítvény képes megjeleníteni az OSD-n (képernyőn megjelenő kijelző) üzeneteket.
id: Plugin ini dapat menampilkan pesan OSD (On Screen Display).
it: Questo plugin può mostrare messaggi OSD (On Screen Display).
ja: このプラグインは OSD (オンスクリーン機能) メッセージを表示できます。
ko: 이 플러그인은 화면에 OSD가 표시될 수 있습니다
pl: Ta wtyczka może pokazywać wiadomości OSD (na ekranie wyświetlacza).
pt_br: Este plugin pode mostrar mensagens OSD (no ecrã de tela).
ro: Această extensie poate afișa mesajele OSD (On Screen Display).
ru: Этот плагин сможет показывать сообщения на экране.
sk: Tento plugin môže zobraziť OSD (On Screen Display = Displej Na Obrazovku) správy.
sr_latn: Ova dodatna komponenta može prikazati poruke ekranskog menija (OSD).
sv: Detta tillägget kan visa OSD ("On-Screen Display")-meddelanden.
tr: Bu eklenti, OSD (Ekran Üzeri Paneli) iletilerini gösterebilir.
uk: Цей плагін може відображати повідомлення OSD (на дисплеї екрану).
zh_hans: 此插件可以显示 OSD (屏幕显示) 消息。
zh_hant: 這個外掛可以顯示 OSD（螢幕顯示選單）訊息。

# permissions.show-alert.name
source: Show Alerts
af: Toon waarskuwings
ar: عرض التنبيه
ca: Mostrar alertes
cs: Zobrazit upozornění
da: Vi advarsler
de: Warnungen anzeigen
es: Mostrar alertas
he: הצג התראות
hr: Prikaži upozorenja
hu: Figyelmeztetések megjelenítése
id: Tampilkan Peringatan
it: Mostra avvisi
ja: アラートを表示
ko: 경고 표시
pl: Pokaż alerty
pt_br: Exibir alertas
ro: Arată alerte
ru: Показывать уведомления
sk: Zobraziť upozornenie
sr_latn: Prikaži upozorenja
sv: Visa Meddelanden
tr: Uyarıları göster
uk: Показувати оповіщення
zh_hans: 显示通知
zh_hant: 顯示警告

# permissions.show-alert.desc
source: This plugin can show pop-up alerts.
af: Hierdie inprop kan opwipwaarskuwings toon.
ar: هذه الإضافة يمكن أن تظهر تنبيهات منبثقة.
ca: Aquest complement pot mostrar finestres emergents.
cs: Tento plug-in může zobrazovat vyskakovací upozornění.
de: Diese Erweiterung kann Pop-Up-Warnungen anzeigen.
es: Este plugin puede mostrar alertas emergentes.
he: תוסף זה יכול להציג התראות קופצות.
hr: Ovaj dodatak omogućuje prikaz prozora upozorenja.
hu: Ez a bővítmény képes felugró figyelmeztetéseket megjeleníteni.
id: Plugin ini dapat menampilkan peringatan pop-up.
it: Questo plugin può mostrare avvisi pop-up.
ja: このプラグインはポップアップアラートを表示できます。
ko: 이 플러그인은 경고창이 뜰 수 있습니다.
pl: Ta wtyczka może wyświetlać wyskakujące powiadomienia.
pt_br: Este plugin pode mostrar alertas pop-up.
ro: Această extensie poate afișa alerte pop-up.
ru: Этот плагин сможет показывать всплывающие уведомления.
sk: Tento plug-in môže zobrazovať vyskakovacie upozornenie.
sr_latn: Ova dodatna komponenta može prikazati iskačuća upozorenja.
sv: Detta tillägget kan visa popup-meddelanden.
tr: Bu eklenti, açılır uyarılar gösterebilir.
uk: Цей плагін може показувати спливаючі сповіщення.
zh_hans: 此插件可以显示弹出提醒。
zh_hant: 此外掛可以顯示彈出警告。
