Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.error_saving_file
source: Error occured when saving %@: %@
af: Fout by die bewaar van %@: %@
ar: حدث خطأ في أثناء الحفظ %@: %@
ca: S'ha produït un error al desar %@: %@
cs: Při ukládání %@ došlo k chybě: %@
da: Fejl under forsøg på at gemme %@: %@
de: Fehler beim Sichern von %@: %@
el: Προέκυψε σφάλμα κατά την αποθήκευση %@: %@
es: Se ha producido un error al guardar %@: %@
fi: Virhe tallennettaessa kohdetta %@: %@
fr: Une erreur est survenue lors de la sauvegarde de %@: %@
he: אירעה שגיאה בעת שמירת %@: %@
hi: %@: %@ को सहेजते समय त्रुटि आई
hr: Došlo je do greške prilikom spremanja %@: %@
hu: Hiba történt mentéskor %@: %@
id: Terjadi kesalahan saat menyimpan %@: %@
it: Si è verificato un errore durante il salvataggio %@: %@
ja: %@の保存時にエラーが発生しました: %@
ko: %@: %@을 저장하는 도중 오류가 발생했습니다.
nl: Fout bij het bewaren van %@: %@
no: Error occurred when saving %@: %@
pl: Podczas zapisywania %@ wystąpił błąd: %@
pt: Ocorreu um erro ao salvar %@: %@
pt_br: Erro ocorreu ao salvar %@: %@
ro: A apărut o eroare la salvarea %@: %@
ru: Ошибка при сохранении %@: %@
sk: Nastala chyba pri ukladaní %@: %@
sr_latn: Došlo je do greške prilikom čuvanja %@: %@
sv: Error occurred when saving %@: %@
tr: %@: %@ kaydedilirken hata oluştu!
uk: Помилка при збереженні %@: %@
zh_hans: 保存 %@时出错： %@
zh_hant: 儲存檔案 %@ 時發生錯誤：%@

# alert.error_deleting_file
source: Cannot delete the file.
af: Kan nie lêer skrap nie.
ar: لا يمكن حذف الملف.
ca: No es pot suprimir el fitxer.
cs: Soubor nelze odstranit.
da: Kan ikke slette fil.
de: Datei konnte nicht gelöscht werden.
el: Αδυναμία διαγραφής του αρχείου.
es: No se puede eliminar el archivo.
fi: Tiedostoa ei voida poistaa.
fr: Impossible de supprimer le fichier.
he: שגיאה במחיקת הקובץ.
hi: फ़ाइल को हटा नहीं सकता।
hr: Nije moguće izbrisati datoteku.
hu: Nem sikerült törölni a fájlt.
id: Tidak dapat menghapus file.
it: Impossibile eliminare il file.
ja: ファイルを削除できません。
ko: 파일을 삭제할 수 없습니다.
nl: Kan het bestand niet verwijderen.
no: Kan ikke slette filen.
pl: Nie można usunąć pliku.
pt: Não foi possível apagar o ficheiro.
pt_br: Não consigo apagar o arquivo.
ro: Fișierul nu poate fi șters.
ru: Невозможно удалить файл.
sk: Súbor nemožno vymazať.
sr_latn: Nije moguće izbrisati datoteku.
sv: Kan ej radera denna fil.
tr: Dosya silinemiyor.
uk: Не можу видалити файл.
zh_hans: 无法删除该文件。
zh_hant: 無法刪除此檔案

# alert.config.new.title
source: New Input Configuration
af: Nuwe sneltoetskonfigurasie
ar: تكوين مصدر إدخال جديد
ca: Nova configuració d'entrada
cs: Konfigurace nového vstupu
da: Ny input konfiguration
de: Neue Eingabekonfiguration
el: Νέα Διαμόρφωση Εισόδων
es: Nueva configuración de entrada
fi: Uudet syöttöasetukset
fr: Nouvelle configuration des touches
hi: नया इनपुट कॉन्फ़िगरेशन
hr: Nova konfiguracija unosa
hu: Új beviteli konfiguráció
id: Konfigurasi Input Baru
it: Nuova configurazione di input
ja: 設定の新規作成
ko: 새 설정 파일
nl: Nieuwe sneltoetsen-configuratie
no: Ny inndatakonfigurasjon
pl: Nowa konfiguracja wejściowa
pt: Nova configuração
pt_br: Nova configuração
ro: Configurație nouă de intrare
ru: Новая конфигурация клавиш
sk: Nová konfigurácia vstupu
sr_latn: Nova ulazna konfiguracija
sv: Ny inmatningskonfiguration
tr: Yeni Giriş Yapılandırması
uk: Нові налаштування вводу
zh_hans: 新建快捷键配置
zh_hant: 新增快速鍵設定檔

# alert.config.new.message
source: Please enter a name for the new configuration.
af: Voer ’n naam vir die nuwe konfigurasie in.
ar: الرجاء إدخال اسم للتكوين الجديد.
ca: Si us plau introdueix un nom per a la nova configuració.
cs: Zadejte název nové konfigurace.
da: Indtast et navn til den nye konfiguration.
de: Bitte gib einen Namen für die neue Konfiguration ein.
el: Παρακαλώ εισάγετε ένα όνομα για τη νέα ρύθμιση.
es: Por favor, introduzca un nombre para la nueva configuración.
fi: Anna nimi uudelle konfiguraatiolle.
fr: Veuillez entrer le nom de la nouvelle configuration.
he: נא להזין שם עבור התצורה החדשה.
hi: कृपया नए कॉन्फ़िगरेशन के लिए एक नाम दर्ज करें।
hr: Upiši naziv za novu konfiguraciju.
hu: Kérlek adj nevet az új konfigurációnak.
id: Masukkan nama untuk konfigurasi yang baru.
it: Inserisci un nome per la nuova configurazione.
ja: 新しい設定ファイルの名前を入力を入力してください。
ko: 새 설정 파일의 이름을 입력하십시오.
nl: Voer een naam in voor de nieuwe configuratie.
no: Angi et navn til den nye konfigurasjonen.
pl: Wprowadź nazwę nowej konfiguracji.
pt: Por favor digite um nome para a nova configuração.
pt_br: Escolha um nome para a nova configuração.
ro: Te rog introdu un nume pentru noua configurație.
ru: Введите имя для новой конфигурации.
sk: Zadajte názov pre novú konfiguráciu.
sr_latn: Unеsitе naziv za novu konfiguraciju.
sv: Vänligen ange ett namn för den nya konfigurationen.
tr: Lütfen yeni yapılandırma için bir ad girin.
uk: Будь ласка, введіть назву нових налаштувань.
zh_hans: 请输入配置名。
zh_hant: 請輸入一個設定檔名稱

# alert.config.duplicate.title
source: Duplicate Configuration
af: Duplikaat konfigurasie
ar: تكرار الإعدادات
ca: Duplica configuració
cs: Duplicitní konfigurace
da: Dupliker konfiguration
de: Konfiguration duplizieren
el: Αντιγραφή Ρυθμίσεων
es: Configuración duplicada
fi: Monista asetukset
fr: Dupliquer la configuration
he: תצורה כפולה
hi: डुप्लिकेट कॉन्फ़िगरेशन
hr: Duplikat konfiguracije
hu: Konfiguráció duplikálása
id: Duplikat Konfigurasi
it: Configurazione del duplicato
ja: 設定の複製
ko: 설정 파일 복제
nl: Dupliceer configuratie
pl: Powiel konfigurację
pt: Duplicar Configuração
pt_br: Configuração duplicada
ro: Duplică configurația
ru: Дублировать конфигурацию
sk: Duplikovať konfiguráciu
sr_latn: Duplirana konfiguracija
sv: Duplicera konfigurationsfil
tr: Yapılandırmayı Çoğalt
uk: Дублювати налаштування
zh_hans: 复制快捷键配置
zh_hant: 複製設定檔

# alert.config.duplicate.message
source: Please enter name for the duplicated configuration file.
af: Voer ’n naam vir die gedupliseerde konfigurasielêer in.
ar: الرجاء إدخال اسم لملف التكوين المكرر.
ca: Si us plau introdueix un nom per el fixer de configuració duplicat.
cs: Zadejte název pro duplicitní konfigurační soubor.
da: Indtast et navn til den dublikerede konfiguration.
de: Bitte gib einen Namen für die duplizierte Konfiguration ein.
el: Παρακαλώ εισάγετε ένα όνομα για το αντιγραμμένο αρχείο ρυθμίσεων.
es: Por favor, introduzca el nombre para el archivo de configuración duplicado.
fi: Anna nimi monistetulle asetustiedostolle.
fr: Veuillez entrer un nom pour le fichier de configuration dupliqué.
hi: कृपया डुप्लिकेट कॉन्फ़िगरेशन फ़ाइल के लिए नाम दर्ज करें।
hr: Upiši naziv za dupliciranu konfiguracijsku datoteku.
hu: Kérlek adj nevet az új duplikált konfigurációnak.
id: Masukkan nama untuk duplikasi konfigurasi.
it: Inserisci il nome per il duplicato del file di configurazione.
ja: 複製する設定ファイルの名前を入力してください。
ko: 새로 만들 설정 파일의 이름을 입력하십시오.
nl: Voer een naam in voor de gedupliceerde configuratie.
pl: Proszę wprowadzić nazwę dla duplikatu pliku konfiguracyjnego.
pt: Por favor digite o nome para o arquivo de configuração duplicado.
pt_br: Por favor, escolha um nome para o arquivo de configuração duplicado.
ro: Te rog introdu numele pentru fișierul de configurare duplicat.
ru: Введите имя для дубля файла конфигурации.
sk: Zadajte názov pre duplikovaný konfiguračný súbor.
sr_latn: Unеsitе naziv za dupliranu konfiguracionu datoteku.
sv: Vänligen ange ett namn för den duplicerade konfigurationsfilen.
tr: Lütfen çoğaltılan yapılandırma dosyası için bir ad girin.
uk: Будь ласка, дайте назву дубльованому файлові налаштувань.
zh_hans: 请输入复制后的配置文件名。
zh_hant: 請輸入複製的設定檔名稱

# alert.config.empty_name
source: The name cannot be empty.
af: Die naam mag nie leeg wees nie.
ar: الاسم لا يمكن أن يكون فارغاً.
ca: El nom no pot estar buit.
cs: Název nemůže být prázdný.
da: Navnet kan ikke være tomt.
de: Der Name darf nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
fi: Nimi ei voi olla tyhjä.
fr: Le nom ne peut pas être vide.
he: השם לא יכול להיות ריק.
hi: नाम खाली नहीं हो सकता।
hr: Naziv ne smije biti prazan.
hu: A név mező nem lehet üres.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ja: 名前は空欄にできません。
ko: 파일 이름을 지정하십시오.
nl: De naam kan niet leeg zijn.
pl: Nazwa nie może być pusta.
pt: Este nome não pode estar vazio.
pt_br: Nome não pode ser vazio.
ro: Numele nu poate fi gol.
ru: Имя не может быть пустым.
sk: Názov nemôže byť prázdny.
sr_latn: Naziv ne može biti prazan.
sv: Namnet får ej vara tomt.
tr: Ad alanı boş olamaz.
uk: Назва не може бути пустою.
zh_hans: 名称不能为空。
zh_hant: 名稱不能留空

# alert.config.name_existing
source: The name already exists.
af: Die naam bestaan reeds.
ar: يوجد اعدادات بنفس الاسم مسبقاً.
ca: Ja existeix una configuració amb el mateix nom.
cs: A config with the same name already exists.
da: A config with the same name already exists.
de: Es existiert bereits eine Konfiguration mit demselben Namen.
el: Το όνομα αυτό υπάρχει ήδη.
es: Ya existe una configuración con el mismo nombre.
fi: A config with the same name already exists.
fr: Ce nom existe déjà.
he: השם כבר קיים.
hi: नाम पहले से मौजूद है।
hr: Konfiguracija s istim nazivom već postoji.
hu: Egy konfiguráció ezzel a névvel már létezik.
id: A config with the same name already exists.
it: Esiste già un profilo con lo stesso nome.
ja: この名前はすでに存在しています。
ko: 같은 이름의 파일이 이미 있습니다.
nl: A config with the same name already exists.
pl: Konfiguracja o tej samej nazwie już istnieje.
pt: Este nome já existe.
pt_br: A config with the same name already exists.
ro: Numele există deja.
ru: Уже есть конфигурация с тем же именем.
sk: Názov už existuje.
sr_latn: Naziv već postoji.
sv: Namnet existerar redan.
tr: A config with the same name already exists.
uk: Конфігурація з такою ж назвою вже існує.
zh_hans: 此配置名称已存在。
zh_hant: 名稱已經存在

# alert.config.file_existing.title
source: File Already Exists
af: Lêer bestaan reeds
ar: الملف موجود بالفعل
ca: El fitxer ja existeix
cs: Soubor již existuje.
da: Filen eksistere allerede
de: Die Datei existiert bereits.
el: Ήδη Υπάρχον Αρχείο
es: El archivo ya existe
fi: Tiedosto on jo olemassa
fr: Le fichier existe déjà
he: הקובץ כבר קיים
hi: फ़ाइल पहले से ही मौजूद है
hr: Datoteka već postoji
hu: A fájl már létezik
id: File Sudah Ada
it: Il file è già esistente
ja: ファイルが既に存在しています
ko: 같은 이름의 설정 파일이 이미 있습니다.
nl: Dit bestand bestaat al.
no: Filen finnes allerede
pl: Plik już istnieje
pt: Ficheiro já existe
pt_br: Arquivo já existe
ro: Fișierul există deja
ru: Файл уже существует
sk: Súbor už existuje
sr_latn: Datoteka već postoji
sv: Filen finns redan
tr: Dosya Halihazırda Var
uk: Файл вже існує
zh_hans: 同名文件已存在
zh_hant: 檔案已經存在

# alert.config.file_existing.message
source: This should not happen. Choose OK to overwrite, Cancel to reveal the file in Finder.
af: Dit behoort nie te gebeur nie. Kies Goed om oor te skryf, Kanselleer om die lêer in Finder te toon.
ar: يوجد بالفعل ملف تكوين بنفس اسم الملف. اختر موافق لإظهار الملف في Finder.
ca: Ja existeix un arxiu de configuració amb el mateix nom d'arxiu. Selecciona OK per veure l'arxiu a Finder.
cs: A config file with the same filename already exists. Choose OK to show the file in Finder.
da: A config file with the same filename already exists. Choose OK to show the file in Finder.
de: Eine Konfigurationsdatei mit demselben Dateinamen existiert bereits. OK auswählen, um die Datei im Finder anzuzeigen.
el: Αυτό δε θα έπρεπε να συμβεί. Επιλέξτε ΟΚ για αντικατάσταση, ή Άκυρο για εμφάνιση του αρχείου στον Finder.
es: Ya existe un archivo de configuración con el mismo nombre de archivo. Elija OK para mostrar el archivo en Finder.
fi: A config file with the same filename already exists. Choose OK to show the file in Finder.
fr: Ceci n'est pas censé arriver. Cliquez OK pour écraser ou Annuler pour révéler le fichier dans le Finder.
hi: ऐसा न हो कि। अधिलेखित करने के लिए ठीक चुनें, फ़ाइल को खोजक में प्रकट करने के लिए रद्द करें।
hr: Konfiguracija s istim nazivom datoteke već postoji. Odaberi „U redu” za prikaz datoteke u Finderu.
hu: Egy azonos fájlnevű konfigurációs fájl már létezik. Válassza az OK lehetőséget a fájl megjelenítéséhez a Finderben.
id: A config file with the same filename already exists. Choose OK to show the file in Finder.
it: Esiste già un file di configurazione con lo stesso nome di file. Scegliere OK per mostrare il file in Finder.
ja: 既にファイルが存在しています。上書きするにはOKを選択、Finderで表示するにはキャンセルを選択してください。
ko: 파일을 덮어 쓰려면 승인을, 파인더에서 파일을 확인하려면 취소를 누르십시오.
nl: A config file with the same filename already exists. Choose OK to show the file in Finder.
pl: Plik konfiguracyjny o tej samej nazwie już istnieje.
pt: Isto não deveria acontecer. Escolha OK para substituir, Cancelar para mostrar o ficheiro no Finder.
pt_br: A config file with the same filename already exists. Choose OK to show the file in Finder.
ro: Nu ar trebui să se întâmple. Apasă OK pentru supra-scriere, Anulează pentru a vedea fișierul în Finder.
ru: Уже есть файл конфигурации с тем же именем. Нажмите ОК для показа этого файла в Finder.
sk: Toto sa nemalo stať. Zvoľte OK na prepísanie alebo Zrušiť na zobrazenie súboru vo Finderi.
sr_latn: To ne bi smelo da se dešava. Odaberite U redu da biste datoteku zamenili, Otkaži da biste je prikazali u Finderu.
sv: Det borde inte hända. Välj OK för att skriva över, Avbryt för att visa filen i Finder.
tr: A config file with the same filename already exists. Choose OK to show the file in Finder.
uk: Файл конфігурації з такою самою назвою вже існує. Натисніть OK, щоб показати файл у Finder.
zh_hans: 这不应该发生。选择确定来覆盖，选择取消则在访达中显示文件。
zh_hant: 這不該發生。按一下「好」來覆寫，或是按一下「取消」在 Finder 中顯示檔案。

# alert.config.cannot_create
source: Cannot create config file! %@
af: Kan nie konfigurasielêer skep nie! %@
ar: لا يمكن إنشاء ملف التكوين! %@
ca: No es pot crear el fitxer de configuració! %@
cs: Konfigurační soubor nelze vytvořit! %@
da: Kan ikke oprette config filen!
de: Konfigurationsdatei konnte nicht erstellt werden. %@
el: Αδυναμία δημιουργίας αρχείου ρυθμίσεων! %@
es: ¡No se puede crear el archivo de configuración! %@
fi: Asetustiedostoa ei voitu luoda! %@
fr: Impossible de créer le fichier de configuration ! %@
he: יצירת קובץ התצורה נכשלה! %@
hi: कॉन्फ़िगरेशन फ़ाइल नहीं बना सकता है! %@
hr: Nije moguće stvoriti konfiguracijsku datoteku! %@
hu: Konfigurációs fájl nem hozható létre! %@
id: Tidak dapat membuat file konfigurasi! %@
it: Impossibile creare il file di configurazione! %@
ja: 設定ファイルが作成できません！ %@
ko: 설정 파일을 만들 수 없습니다! %@
nl: Kan configuratiebestand niet aanmaken. %@
pl: Nie można utworzyć pliku konfiguracyjnego! %@
pt: Não foi possível criar um ficheiro de configuração! %@
pt_br: Não é possível criar arquivo de configuração! %@
ro: Nu se poate crea fișierul de configurare! %@
ru: Не удалось создать файл конфигурации! %@
sk: Nedá sa vytvoriť konfiguračný súbor! %@
sr_latn: Nije moguće kreirati konfiguracionu datoteku! %@
sv: Kan inte skapa konfigurationsfil! %@
tr: Yapılandırma dosyası oluşturulamıyor! %@
uk: Не можу створити файл налаштувань! %@
zh_hans: 无法创建配置文件！ %@
zh_hant: 無法建立設定檔 %@

# alert.config.cannot_write
source: Cannot write to config file!
af: Kan nie konfigurasielêer skryf nie!
ar: لا يمكن الكتابة إلى ملف التكوين!
ca: No es pot escriure en el fitxer de configuració!
cs: Nelze zapisovat do konfiguračního souboru!
da: Kan ikke skrive til config filen!
de: Konfigurationsdatei nicht beschreibbar.
el: Αδυναμία εγγραφής στο αρχείο ρυθμίσεων!
es: ¡No se puede escribir en el archivo de configuración!
fi: Asetustiedostoon ei voida kirjoittaa!
fr: Impossible d'écrire sur le fichier de configuration !
he: הכתיבה לקובץ התצורה נכשלה!
hi: फ़ाइल को कॉन्फ़िगर करने के लिए नहीं लिख सकता!
hr: Nije moguće pisati u konfiguracijsku datoteku!
hu: Konfigurációs fájl nem irható!
id: Tidak dapat menulis pada file konfig!
it: Impossibile scrivere il file di configurazione!
ja: 設定ファイルに書き込めません！
ko: 설정 파일에 저장할 수 없습니다!
nl: Kan niet naar configuratiebestand schrijven.
pl: Nie można zapisać pliku konfiguracyjnego!
pt: Não foi possível escrever no arquivo de configuração!
pt_br: Não é possível escrever no arquivo de configuração!
ro: Nu se poate scrie în fișierul de configurare!
ru: Не удалось записать файл конфигурации!
sk: Nedá sa zapisovať do konfiguračného súboru!
sr_latn: Nije moguće upisivati u konfiguracionu datoteku!
sv: Kan inte skriva till konfigurationsfil!
tr: Yapılandırma dosyasına yazılamıyor!
uk: Не можу записати у файл налаштувань!
zh_hans: 无法写入配置文件！
zh_hant: 無法寫入設定檔

# alert.filter.incorrect
source: Error occured when setting filters. Please check your parameter format.
af: Fout by die instel van filters. Gaan asb. u parameterformaat na.
ar: حدث خطأ أثناء إعداد عوامل التصفية. الرجاء التحقق من صيغة الوسيط الخاصة بك.
ca: Error establint filtres. Si us plau verifica el format dels paràmetres.
cs: Při nastavování filtrů došlo k chybě. Zkontrolujte prosím formát parametru.
da: Fejl opstået under anvendelse af filtre. Venligst tjek dit parameter format.
de: Fehler beim Setzen der Filter. Bitte überprüfe die Parameter.
el: Σφάλμα κατά τη ρύθμιση φίλτρων. Παρακαλώ ελέγξτε τη μορφή των παραμέτρων σας.
es: Se produjo un error al configurar los filtros. Por favor, compruebe el formato de los parámetros.
fi: Suodattimia asetettaessa tapahtui virhe. Tarkista parametrisi muoto.
fr: Une erreur est survenue lors de la configuration des filtres. Veuillez vérifier le format de votre paramètre.
he: אירעה שגיאה בעת הגדרת המסננים. אנא בדוק את פורמט הפרמטר שהגדרת.
hi: फ़िल्टर सेट करते समय त्रुटि आई। कृपया अपना पैरामीटर प्रारूप जांचें।
hr: Greška prilikom postavljanja filtara. Provjeri format parametra.
hu: Hiba történt a szűrők beállításakor. Kérjük, ellenőrizd le a paraméter formátumát.
id: Kesalahan terjadi saat menyetel filter. Mohon cek kembali format parameter Anda.
it: Si è verificato un errore durante l'impostazione dei filtri. Verifica il formato dei parametri.
ja: フィルタの設定時にエラーが発生しました。パラメータの形式を確認してください。
ko: 필터를 설정하는 도중 오류가 발생했습니다. 매개변수 형식을 확인하십시오.
nl: Fout bij het instellen van filters. Controleer je parameters.
no: Error occurred when setting filters. Please check your parameter format.
pl: Podczas ustawiania filtrów wystąpił błąd. Proszę sprawdzić format parametru.
pt: Ocorreu um erro ao configurar os filtros. Por favor, verifique o formato de seu parâmetro.
pt_br: Erro ao ajustar os filtros. Verifique os parâmetros.
ro: A apărut o eroare la setarea filtrelor. Verificați formatul parametrului.
ru: При установке фильтров произошла ошибка. Проверьте формат параметров.
sk: Vyskytla sa chyba pri nastavovaní filtra. Skontrolujte formát parametra.
sr_latn: Došlo je do greške prilikom postavljanja filtera. Proverite format parametra.
sv: Error occurred when setting filters. Please check your parameter format.
tr: Filtreler ayarlanırken hata oluştu. Lütfen parametre biçiminizi kontrol edin.
uk: Помилка при застосуванні фільтрів. Будь ласка, перевірте формат параметрів.
zh_hans: 设置过滤器时出错。请检查您的参数格式。
zh_hant: 設定濾鏡時出現錯誤，請檢查參數格式

# alert.add_filter.title
source: New Filter
af: Nuwe filter
ar: عامل تصفية جديد
ca: Crea filtre
cs: Přidat filtr
da: Nyt filter
de: Neuer Filter
el: Νέο Φίλτρο
es: Nuevo filtro
fi: Uusi suodatin
fr: Nouveau filtre
he: מסנן חדש
hi: नया फ़िल्टर
hr: Novi filtar
hu: Új filter
id: Filter Baru
it: Nuovo filtro
ja: フィルターの新規作成
ko: 새 필터
nl: Nieuw filter
pl: Nowy filtr
pt: Novo Filtro
pt_br: Novo Filtro
ro: Filtru nou
ru: Новый фильтр
sk: Nový filter
sr_latn: Novi filter
sv: Nytt filter
tr: Yeni Filtre
uk: Новий фільтр
zh_hans: 添加新滤镜
zh_hant: 新增濾鏡

# alert.add_filter.message
source: Please enter a filter string in format of mpv's vf or af command.
af: Voer asb. ’n filterstring in die formaat van mpv se vf- of af-bevel in.
ar: الرجاء إدخال سلسلة فلتر في شكل أمر mpv أو af.
ca: Si us plau introdueix un filtre de text en format mpv's o format af.
cs: Zadejte řetězec filtru ve formátu mpv příkazu vf nebo af.
da: Venligst indtast en filter streng af mpvs vf eller af kommando.
de: Bitte gib die Zeichenkette für den Filter im Stil der vf- bzw. af-Kommandos von mpv an.
el: Παρακαλώ εισάγετε μια συμβολοσειρά φίλτρου στην μορφή εντολής mpv, ή vf, ή af.
es: Por favor ingrese el filtro usando el formato de comando vf o af de mpv.
fi: Anna suodatinmerkkijono mpv:n vf tai af komennon muodossa.
fr: Veuillez renseigner une chaîne de caractères au format de la commande vf ou af de mpv.
hi: कृपया mpv के vf या af कमांड के प्रारूप में एक फिल्टर स्ट्रिंग दर्ज करें।
hr: Upiši znakovni niz za filtar u formatu mpv-ove naredbe vf ili af.
hu: Adjon meg egy szűrő karakterláncot az mpv vf vagy af parancsának formátumában.
id: Mohon isi string filter dengan format vf dari mpv atau af.
it: Inserisci una stringa di filtro nel formato dei comandi vf o af di mpv.
ja: mpvの vf または af オプションの形式でフィルター名を入力してください。
ko: mpv 플레이어의 vf 또는 af 명령의 형식으로 필터 설정 문자열을 입력하십시오.
nl: Voer een filtertekst met de structuur van mpv's vf/af-commando's in.
pl: Wprowadź filtry w formacie zgodnym ze specyfikacją mpv.
pt: Por favor, digite uma string de filtro no formato de comando vf ou af de mpv.
pt_br: Por favor, digite uma string de filtro no formato de comando vf ou af de mpv.
ro: Te rog introdu un șir care să fie o comandă în formatul mpv vf sau af.
ru: Введите строку фильтра в формате команд «vf» или «af» из mpv.
sk: Zadajte reťazec filtru vo formáte mpv príkazu vf alebo af.
sr_latn: Unеsitе nisku filtera u formatu naredbi vf ili af programa mpv.
sv: Vänligen ange en filtersträng i formatet för mpv:s vf- eller af-kommando.
tr: Lütfen mpv'nin vf veya af komutu biçiminde bir filtre dizisi girin.
uk: Будь ласка, введіть рядок фільтру в форматі vf- чи af-команди mpv.
zh_hans: 请输入符合 mpv 的 vf 或 af 选项格式的滤镜字符串。
zh_hant: 請輸入符合 mpv 的 vf 或 af 格式的濾鏡指令
