Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# menu.volume_up
source: Volume + %.0f%%
ar: الصوت: %.0f
ca: Volum + %.0f%%
cs: Hlasitost +%.0f %%
da: Volumen + %.0f%%
de: Lautstärke + %.0f%%
el: Ένταση + %.0f%%
es: Volumen + %.0f%%
fi: Äänenvoimakkuus + %.0f%%
hi: ध्वनि + %.0f%%
hr: Glasnoća + %.0f% %
hu: Hangerő: %.0f
ja: 音量 + %.0f%%
ko: 음량 +%.0f%%
no: Volum + %.0f%%
pl: Głośność +%.0f%%
ro: Volum +%.0f%%
ru: Громкость + %.0f%%
sk: Hlasitosť +%.0f%%
sr_latn: Jačina zvuka + %.0f%%
sv: Volym +%.0f%%
tr: Ses Seviyesi + %.0f%%
uk: Гучність +%.0f% %
zh_hans: 音量 + %.0f%%
zh_hant: 音量 + %.0f%%

# menu.volume_down
source: Volume - %.0f%%
ar: الصوت: %.0f
ca: Volum - %.0f%%
cs: Hlasitost −%.0f %%
da: Volumen - %.0f%%
de: Lautstärke − %.0f%%
el: Ένταση - %.0f%%
es: Volumen - %.0f%%
fi: Äänenvoimakkuus - %.0f%%
hi: ध्वनि - %.0f%%
hr: Glasnoća − %.0f% %
hu: Hangerő: %.0f
ja: 音量 - %.0f%%
ko: 음량 -%.0f%%
no: Volum - %.0f%%
pl: Głośność -%.0f%%
ro: Volum -%.0f%%
ru: Громкость - %.0f%%
sk: Hlasitosť -%.0f%%
sr_latn: Jačina zvuka - %.0f%%
sv: Volym -%.0f%%
tr: Ses Seviyesi - %.0f%%
uk: Гучність –%.0f% %
zh_hans: 音量 - %.0f%%
zh_hant: 音量 - %.0f%%

# menu.audio_delay_up
source: Audio Delay + %.1fs
af: Oudiovertraging + %.1fs
ar: تأخير الصوت: +%.1f ثانيه
ca: Retarda d'àudio + %.1fs
cs: Zpoždění zvuku +%.1f s
da: Lydforsinkelse + %.1fs
de: Audioverzögerung + %.1f s
el: Καθυστέρηση Ήχου + %.1fs
es: Retrasar audio + %.1fs
fi: Äänen viive + %.1fs
fr: Délai audio +%.1fs
hi: ऑडियो विलंब + %.1fs
hr: Kašnjenje zvuka + %.1fs
hu: Hangkésleltetés + %.1f másodperccel
id: Penundaan Audio + %.1fdtk
it: Ritarda audio + %.1fs
ja: オーディオディレイ + %.1fs
ko: 오디오 지연 +%.1f초
nl: Audiovertraging + %.1fs
no: Lydforsinkelse + %.1fs
pl: Opóźnienie audio +%.1fs
pt: Atraso do áudio + %.1fs
pt_br: Atraso de Áudio + %.1fs
ro: Întârziere audio +%.1fs
ru: Задержка аудио + %.1f с
sk: Posunutie zvuku +%.1f s
sr_latn: Kašnjenje zvuka + %.1fs
sv: Ljudfördröjning +%.1fs
tr: Ses Gecikmesi + %.1f sn
uk: Затримка звуку на +%.1f с
zh_hans: 音频延迟 + %.1f秒
zh_hant: 音訊延遲 + %.1f 秒

# menu.audio_delay_down
source: Audio Delay - %.1fs
af: Oudiovertraging - %.1fs
ar: تأخير الصوت: -%.1f ثانيه
ca: Retarda d'àudio - %.1fs
cs: Zpoždění zvuku −%.1f s
da: Lydforsinkelse - %.1fs
de: Audioverzögerung − %.1f s
el: Καθυστέρηση Ήχου - %.1fs
es: Retrasar audio - %.1fs
fi: Äänen viive - %.1fs
fr: Délai audio -%.1fs
hi: ऑडियो विलंब - %.1fs
hr: Kašnjenje zvuka − %.1fs
hu: Hangkésleltetés: %.1fmp-el később
id: Penundaan Audio - %.1fdtk
it: Anticipa audio - %.1fs
ja: オーディオディレイ - %.1fs
ko: 오디오 지연 -%.1f초
nl: Audiovertraging - %.1fs
no: Lydforsinkelse - %.1fs
pl: Opóźnienie audio -%.1fs
pt: Atraso de Áudio - %.1fs
pt_br: Atraso de Áudio - %.1fs
ro: Întârziere audio -%.1fs
ru: Задержка аудио - %.1f с
sk: Posunutie zvuku -%.1f s
sr_latn: Kašnjenje zvuka - %.1fs
sv: Ljudfördröjning -%.1fs
tr: Ses Gecikmesi - %.1f sn
uk: Затримка звуку на –%.1f с
zh_hans: 音频延迟 - %.1f秒
zh_hant: 音訊延遲 - %.1f 秒

# menu.sub_delay_up
source: Subtitle Delay + %.1fs
af: Onderskrifvertraging + %.1fs
ar: تأخير الترجمه: +%.1f ثانيه
ca: Retarda en els subtítols + %.1fs
cs: Zpoždění titulků +%.1f s
da: Undertekstforsinkelse + %.1fs
de: Untertitelverzögerung + %.1f s
el: Καθυστέρηση Υποτίτλων + %.1fs
es: Retrasar subtítulos + %.1fs
fi: Tekstityksen viive + %.1fs
fr: Délai des sous-titres +%.1fs
hi: उपशीर्षक देरी + %.1fs
hr: Kašnjenje titlova + %.1fs
hu: Felirat késleltetés + %.1f másodperccel
id: Penundaan Terjemahan + %.1fdtk
it: Ritarda sottotitoli + %.1fs
ja: 字幕ディレイ + %.1f秒
ko: 자막 지연 +%.1f초
nl: Ondertitelingvertraging + %.1fs
no: Undertekstforsinkelse + %.1fs
pl: Opóźnienie napisów +%.1fs
pt: Atraso da legenda + %.1fs
pt_br: Atraso de legenda + %.1fs
ro: Întârziere subitrare +%.1fs
ru: Задержка субтитров + %.1f с
sk: Posunutie titulkov +%.1f s
sr_latn: Kašnjenje titla + %.1fs
sv: Undertextsfördröjning +%.1fs
tr: Altyazı Gecikmesi + %.1f sn
uk: Затримка субтитрів на +%.1f с
zh_hans: 字幕延迟 + %.1f秒
zh_hant: 字幕延遲 + %.1f 秒

# menu.sub_delay_down
source: Subtitle Delay - %.1fs
af: Onderskrifvertraging - %.1fs
ar: تأخير الترجمه: -%.1f ثانيه
ca: Retarda en els subtítols - %.1fs
cs: Zpoždění titulků −%.1f s
da: Undertekstforsinkelse - %.1fs
de: Untertitelverzögerung − %.1f s
el: Καθυστέρηση Υποτίτλων - %.1fs
es: Retrasar subtítulos - %.1fs
fi: Tekstityksen viive - %.1fs
fr: Délai des sous-titres -%.1fs
hi: उपशीर्षक देरी - %.1fs
hr: Kašnjenje titlova − %.1fs
hu: Felirat késleltetés - %.1f másodperccel
id: Penundaan Terjemahan - %.1fdtk
it: Anticipa sottotitoli - %.1fs
ja: 字幕ディレイ - %.1f秒
ko: 자막 지연 -%.1f초
nl: Ondertitelingingvertraging - %.1fs
no: Undertekstforsinkelse - %.1fs
pl: Opóźnienie napisów -%.1fs
pt: Atraso da legenda - %.1fs
pt_br: Atraso de legenda - %.1fs
ro: Întârziere subitrare -%.1fs
ru: Задержка субтитров - %.1f с
sk: Posunutie titulkov -%.1f s
sr_latn: Kašnjenje titla - %.1fs
sv: Undertextsfördröjning -%.1fs
tr: Altyazı Gecikmesi - %.1f sn
uk: Затримка субтитрів на –%.1f с
zh_hans: 字幕延迟 - %.1f秒
zh_hant: 字幕延遲 - %.1f 秒

# menu.crop_custom
source: Custom...
af: Pasgemaak…
ar: مخصص…
ca: Personalitzat...
cs: Vlastní…
da: Brugerdefineret...
de: Eigene …
el: Προσαρμογή...
es: Personalizado…
fi: Mukautettu…
fr: Personnalisé…
he: התאמה אישית...
hr: Prilagođeno …
hu: Egyéni…
id: Kustom…
it: Altro…
ja: カスタム...
ko: 사용자 설정…
nl: Pas aan…
no: Egendefinert...
pl: Własne…
pt: Personalizar...
pt_br: Outro..
ro: Personalizează...
ru: Другое…
sk: Vlastné...
sr_latn: Prilagođeno...
sv: Anpassad...
tr: Özel...
uk: Інше…
zh_hans: 自定义…
zh_hant: 自訂...

# menu.find_online_sub
source: Find Online Subtitles from %@
af: Soek aanlyn na onderskrifte van %@
ar: ابحث عن ترجمات على الإنترنت من %@
ca: Cerca subtítols en línia a %@
cs: Vyhledat titulky online z %@
da: Find online undertekster fra %@
de: Online-Untertitel von „%@“ finden
es: Buscar subtítulos en línea desde %@
he: מצא כתוביות מקוונות מאת %@
hr: Pronađi titlove na internetu iz %@
hu: Online feliratok keresése innen: %@
id: Cari Terjemahan Online dari %@
it: Trova sottotitoli online da %@
ja: %@ からオンライン字幕を探す
ko: %@에서 온라인 자막 찾기
no: Finn undertekster på nettet fra %@
pl: Znajdź napisy online z %@
pt_br: Encontrar Legendas on-line em %@
ro: Găsește subtitrări online din %@
ru: Найти субтитры онлайн на %@
sk: Nájsť titulky online na %@
sr_latn: Pronađi titlove na mreži s lokacije %@
sv: Hitta undertexter online från %@
tr: Çevrimiçi Altyazı Bul
uk: Знайти онлайн субтитри з %@
zh_hans: 从 %@ 查找在线字幕
zh_hant: 從 %@ 尋找線上字幕

# track.none
source: <None>
af: <Geen>
ca: <Cap>
cs: <Žádné>
da: <Intet>
de: Keine
el: <Κενό>
es: <Ninguno>
fi: <Ei mitään>
fr: <Aucun>
hi: <कोई नहीं>
hr: <Ništa>
id: <Tidak Ada>
it: <Nessuno>
ja: <なし>
ko: <없음>
nl: <Geen>
pl: <Brak>
ru: <Нет>
sk: <Prázdne>
sv: <Inget>
tr: <Hiçbiri>
zh_hans: <无>
zh_hant: <無>

# subtrack.no_loaded
source: No Subtitles Loaded
af: Geen onderskrifte afgelaai
ar: لم يتم العثور على ترجمات محمّله
ca: No s'han carregat subtítols
cs: Nejsou načteny žádné titulky
da: Ingen undertekster indlæst
de: Keine Untertitel geladen
el: Δεν Φορτώθηκαν Υπότιτλοι
es: No se cargaron subtítulos
fi: Teksityksiä ei ladattu
fr: Aucun sous-titre chargé
hi: कोई उपशीर्षक लोड नहीं हुआ
hr: Nijedan titl nije učitan
hu: Nincs felirat betöltve
id: Tidak Ada Terjemahan Aktif
it: Nessun sottotitolo caricato
ja: 字幕が読み込まれていません
ko: 자막을 불러올 수 없습니다
nl: Geen ondertiteling geladen
no: Ingen undertekster innlastet
pl: Brak wczytanych napisów
pt: Nenhuma Legenda Carregada
pt_br: Nenhuma legenda carregada
ro: Nu s-a încărcat nicio subtitrare
ru: Нет загруженных субтитров
sk: Titulky nenačítané
sr_latn: Nije učitan nijedan titl
sv: Inga undertexter inlästa
tr: Yüklenmiş Altyazı Yok
uk: Субтитри не завантажено
zh_hans: 没有已加载的字幕
zh_hant: 沒有已載入的字幕

# subtrack.no_external
source: No External Subtitles Found
af: Geen eksterne onderskrifte gevind
ar: لم يتم العثور على ترجمات خارجيه
ca: No s'han trobat subtítols externs
cs: Nenalezeny žádné externí titulky
da: Ingen eksterne undertekster fundet
de: Keine externen Untertitel gefunden
el: Δεν Βρέθηκαν Εξωτερικοί Υπότιτλοι
es: No se encontraron subtítulos externos
fi: Ulkoisia tekstityksiä ei löytynyt
fr: Aucun sous-titre externe trouvé
hi: कोई बाहरी उपशीर्षक नहीं मिला
hr: Nijedan vanjski titl nije pronađen
hu: Nem található külsõ forrásból felirat
id: Terjemahan Eksternal Tidak Ditemukan
it: Nessun sottotitolo esterno trovato
ja: 外部の字幕が見つかりません
ko: 외부 자막을 찾을 수 없습니다
nl: Geen externe ondertiteling gevonden
no: Ingen eksterne undertekster funnet
pl: Nie znaleziono zewnętrznych napisów
pt: Nenhuma Legenda Externa Encontrada
pt_br: Nenhuma legenda externa encontrada
ro: Nu s-au găsit subtitrări externe
ru: Внешние субтитры не найдены
sk: Externé titulky nenájdené
sr_latn: Nije pronađen nijedan spoljni titl
sv: Inga externa undertexter funna
tr: Dış Altyazı Bulunamadı
uk: Зовнішніх субтитрів не знайдено
zh_hans: 未找到外挂字幕
zh_hant: 沒有找到外部字幕

# alert.beta_channel.title
source: Receive Updates for Beta Versions
af: Ontvang bywerkings vir betaweergawes
ar: تلقي التحديثات للإصدارات التجريبية
ca: Rebre actualitzacions de versions Beta
cs: Dostávat beta aktualizace
da: Modtag opdateringer for beta-versioner
de: Updates für Beta-Versionen erhalten
el: Λήψη Δοκιμαστικών Ενημερώσεων
es: Recibir actualizaciones para las versiones Beta
fi: Vastaanota päivityksiä beta-versioihin
fr: Recevoir des mises à jour pour les versions beta
hi: बीटा संस्करणों के लिए अपडेट प्राप्त करें
hr: Primaj aktualiziranja za beta verzije
hu: Frissítések bekapcsolása Beta verzióra
id: Dapatkan Pembaruan untuk Versi Beta
it: Ricevi gli aggiornamenti per la versione beta
ja: ベータ版のアップデート通知を受け取る
ko: 베타 버전 받기
nl: Ontvang updates voor bètaversies
no: Motta oppdateringer for betaversjoner
pl: Otrzymuj aktualizację wersj Beta
pt: Receber Atualizações para Versões Beta
pt_br: Receba atualizações para as versões beta
ro: Primește versiuni beta
ru: Получать обновления для бета-версий
sk: Sťahovať aktualizácie pre beta verzie
sr_latn: Primaj ažuriranja za beta verzije
sv: Ta emot beta-versionsuppdateringar
tr: Beta Sürümler için Güncellemeleri Al
uk: Отримувати оновлення бета-версій
zh_hans: 接收测试版（Beta）更新
zh_hant: 啟用 Beta 版本更新

# alert.title_error
source: Error
af: Fout
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Eror
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr_latn: Grеška
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# alert.title_warning
source: Warning
af: Waarskuwing
ar: تحذير
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fi: Varoitus
fr: Attention
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
ko: 주의
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ro: Avertizare
ru: Предупреждение
sk: Upozornenie
sr_latn: Upozorenje
sv: Varning
tr: Uyarı
uk: Застереження
zh_hans: 警告
zh_hant: 警告

# alert.title_info
source: Information
af: Inligting
ar: معلومات
ca: Informació
cs: Informace
el: Πληροφορίες
es: Información
fi: Tietoja
he: מידע
hi: जानकारी
hr: Informacije
hu: Információ
id: Informasi
it: Informazione
ja: 情報
ko: 정보
nl: Informatie
no: Informasjon
pl: Informacja
pt: Informação
pt_br: Informação
ro: Informație
ru: Информация
sk: Informácia
sr_latn: Informacije
tr: Bilgi
uk: Інформація
zh_hans: 提示
zh_hant: 資訊

# alert.fatal_error
source: Fatal error: %@ The application will exit now.
af: Fatale fout: %@ Die toepassing sal nou afsluit.
ar: خطأ: %@ سيتم الخروج من التطبيق الآن.
ca: Error: fatal %@ L'aplicació es tancarà ara.
cs: Závažná chyba: %@ Aplikace se teď ukončí.
da: Fatal fejl: %@ Programmet afsluttes.
de: Schwerwiegender Fehler: „%@“ Programm wird beendet.
el: Κρίσιμο Σφάλμα: %@ Η Εφαρμογή θα τερματιστεί τώρα.
es: Error fatal: %@ La aplicación se cerrará ahora.
fi: Vakava virhe: %@ Sovellus lopetetaan nyt.
fr: Erreur fatale : %@ L'application va maintenant quitter.
he: שגיאה קריטית: %@ האפליקציה תיסגר כעת.
hi: घातक त्रुटि: %@ एप्लिकेशन अब बाहर निकल जाएगा।
hr: Kobna greška: %@ Aplikacija će se sada zatvoriti.
hu: Kritikus hiba: %@ Az alkalmazás bezárul.
id: Kesalahan fatal: %@ Aplikasi akan ditutup sekarang.
it: Fatal error: %@ L'appicazione verrà subito chiusa.
ja: 致命的なエラー: %@ アプリケーションを終了します。
ko: 심각한 오류: %@ 프로그램이 지금 종료됩니다.
nl: Fatale fout: %@ De applicatie zal nu afsluiten.
no: Fatal feil: %@ Programmet vil avslutte nå.
pl: Błąd krytyczny: %@ Aplikacja zostanie zamknięta.
pt: Erro fatal: %@ A aplicação vai ser encerrada agora.
pt_br: Erro fatal: %@ Aplicação vai terminar.
ro: Eroare critică: %@ Aplicația se va închide.
ru: Фатальная ошибка: %@ Приложение будет завершено.
sk: Závažná chyba: %@ Aplikácia sa teraz ukončí.
sr_latn: Neotklonjiva greška: %@ Aplikacija će prestati sa radom.
sv: Fatal error: %@ Programmet avslutas nu.
tr: Onulmaz hata: %@ Uygulamadan şimdi çıkılacak.
uk: Критична помилка: %@ Програма зараз закриється.
zh_hans: 严重错误：%@ 程序将立即终止。
zh_hant: ㄧ嚴重錯誤：%@ ，IINA 即將關閉。

# alert.mpv_error
source: Internal error %@ (%@) when setting option %@.
af: Interne fout: %@ (%@) by die instel van opsie %@.
ar: خطأ داخلي %@ (%@) عند خيار الإعداد %@.
ca: Error intern %@ (%@) establint la opció %@.
cs: Vnitřní chyba %@ (%@) při nastavení možnosti %@.
da: Intern fejl %@ (%@) under ændring af %@.
de: Interner Fehler „%@“ (%@) beim Setzen der Einstellung „%@“.
el: Εσωτερικό σφάλμα %@ (%@) κατά την ρύθμιση %@.
es: Error interno %@ (%@) al configurar la opción %@.
fi: Sisäinen virhe %@ (%@) asetettaessa valintaa %@.
fr: Erreur %@ (%@) lors de la configuration de l'option %@.
he: שגיאה פנימית %@ (%@) בעת הגדרת האפשרות %@.
hi: आंतरिक गलती %@ (%@) विकल्प सेट करते समय %@।
hr: Interna greška %@ (%@) pri postavljanju opcije %@.
hu: Hiba történt %@ (%@) az opció %@ beállítása közben.
id: Kesalahan internal %@ (%@) saat menerapkan opsi %@.
it: Errore %@ (%@) nell'impostazioni dell'utente %@.
ja: 内部エラー %@ (%@) がユーザーオプション %@ の設定中に発生しました。
ko: %@ (%@)오류가 사용자 지정 옵션 %@을 설정하는 도중 발생했습니다.
nl: Interne fout: %@ (%@) bij het instellen van optie %@.
no: Intern feil %@ (%@) ved innstilling av %@.
pl: Wystąpił wewnętrzny błąd %@ (%@) podczas ustawiania opcji %@.
pt: Erro interno %@ (%@) ao definir a opção %@.
pt_br: Erro interno %@ (%@) ao ajustar a opção %@.
ro: Eroare internă %@ (%@) la setarea opțiunii %@.
ru: Внутренняя ошибка %@ (%@) при установке опции %@.
sk: Interná chyba %@ (%@) pri nastavení možnosti %@.
sr_latn: Unutrašnja greška %@ (%@) prilikom postavljanja opcije %@.
sv: Internt fel %@ (%@) vid inställning av alternativ %@.
tr: İç hata: %@ (%@) %@ seçeneği hatalı.
uk: Внутрішня помилка %@ (%@) при застосуванні опції %@.
zh_hans: 出现内部错误 %@ (%@) (设定选项 %@ 时)。
zh_hant: 發生內部錯誤 %@（%@）（設定 %@ 時）

# alert.sleep
source: Cannot prevent display sleep!
af: Beeldsluimering kan nie voorkom word nie! (0x%0X8)
el: Cannot prevent display sleep! (0x%0X8)
fr: Impossible d'empêcher la veille de l'écran !
he: מניעת כניסת המסך למצב שינה נכשלה! (0x%0X8)
hi: प्रदर्शन नींद को रोक नहीं सकता!
ja: ディスプレイのスリープを防ぐことはできません！(0x%0X8)
ko: 화면 잠자기 설정을 끌 수 없습니다! (0x%0X8)
no: Kan ikke forhindre skjermhvile! (0x%0X8)
pt: Impossível prevenir a pausa do ecrã!
ro: Nu se poate preveni adormirea ecranului! (0x%0X8)
sk: Nedá sa zabrániť uspaniu displeja! (0x%0X8)
sr_latn: Ne mogu da sprečim stanje spavanja ekrana! (0x%0X8)
sv: Kan inte förhindra skärmens viloläge! (0x%0X8)
zh_hans: 无法阻止显示器睡眠! (0x%0X8)
zh_hant: 無法阻止顯示器睡眠！(0x%0X8)

# alert.unsupported_audio
source: Unsupported external audio file.
af: Onondersteunde eksterne oudiolêer.
ar: ملف صوت خارجي غير مدعوم.
ca: Fitxer d'àudio extern no compatible.
cs: Nepodporovaný externí zvukový soubor.
da: Ikke supporteret ekstern lydfil.
de: Externe Audiodatei nicht unterstützt.
el: Μη υποστηριζόμενο εξωτερικό αρχείο ήχου.
es: Archivo de audio externo no compatible.
fi: Ulkoista äänitiedostoa ei tuettu.
fr: Fichier audio externe non supporté.
he: קובץ שמע חיצוני לא נתמך.
hi: असमर्थित बाहरी ऑडियो फ़ाइल।
hr: Nepodržana eksterna audio datoteka.
hu: Nem támogatott külsõ hang fájl.
id: File audio eksternal tidak didukung.
it: File audo esterno non supportato.
ja: 対応していない外部のオーディオファイルです。
ko: 지원되지 않는 외부 오디오 파일입니다.
nl: Het externe audiobestand wordt niet ondersteund.
no: Ustøttet ekstern lydfil.
pl: Nieobsługiwany zewnętrzny plik audio.
pt: Ficheiro de áudio externo não suportado.
pt_br: Audio externo não suportado.
ro: Fișier audio extern neacceptat.
ru: Неподдерживаемая внешняя аудиодорожка.
sk: Nepodporovaný externý zvukový súbor.
sr_latn: Nepodržana spoljna zvučna datoteka.
sv: Den externa ljudfilen stöds ej.
tr: Desteklenmeyen dış ses dosyası.
uk: Непідтримуваний зовнішній аудіофайл.
zh_hans: 不支持的外置音频文件。
zh_hant: 不支援載入此音訊檔

# alert.unsupported_sub
source: Unsupported external subtitle.
af: Onondersteunde eksterne onderskrif.
ar: ملف ترجمه خارجي غير مدعوم.
ca: Subtítols no compatibles.
cs: Nepodporované externí titulky.
da: Ikke supporteret ekstern undertekster.
de: Externe Untertiteldatei nicht untersützt.
el: Μη υποστηριζόμενοι εξωτερικοί υπότιτλοι.
es: Subtítulo externo no compatible.
fi: Ulkoista tekstitystä ei tuettu.
fr: Fichier sous-titre externe non supporté.
he: הכתוביות החיצוניות לא נתמכות.
hi: असमर्थित बाहरी उपशीर्षक।
hr: Nepodržan eksterni titl.
hu: Nem támogatott külsõ felirat.
id: File terjemahan eksternal tidak didukung.
it: Sottotitoli esterni non supportati.
ja: 対応していない外部の字幕ファイルです。
ko: 지원되지 않는 자막 형식입니다.
nl: De externe ondertiteling wordt niet ondersteund.
no: Ustøttet ekstern undertekst.
pl: Nieobsługiwane zewnętrzne napisy.
pt: Legenda externa não suportada.
pt_br: Legenda externa não suportada.
ro: Subtitrare externă neacceptată.
ru: Неподдерживаемые внешние субтитры.
sk: Nepodporované externé titulky.
sr_latn: Nepodržani spoljni titl.
sv: Den externa undertexten stöds ej.
tr: Desteklenmeyen dış altyazı.
uk: Непідтримувані зовнішні субтитри.
zh_hans: 不支持的外挂字幕。
zh_hant: 不支援載入此字幕檔

# alert.unsupported_url
source: Unsupported URL.
af: Onondersteunde bronadres.
ar: رابط غير مدعوم.
ca: Enllaç no compatible.
cs: Nepodporovaná URL.
da: Ikke supporteret URL.
de: Adresse nicht unterstützt.
el: Μη υποστηριζόμενο URL.
es: URL no compatible.
fi: URL-osoitetta ei tuettu.
fr: URL non supportée.
he: כתובת לא נתמכת.
hi: असमर्थित यूआरएल।
hr: Nepodržana URL adresa.
hu: Nem támogatott URL.
id: URL tidak didukung.
it: URL non supportato.
ja: 対応していないURLです。
ko: 지원되지 않는 URL입니다.
nl: De URL wordt niet ondersteund.
no: Ustøttet URL.
pl: Nieobsługiwany adres URL.
pt: URL não suportado.
pt_br: URL não suportada.
ro: URL neacceptat.
ru: Неподдерживаемый URL.
sk: Nepodporované URL.
sr_latn: Nepodržana URL adresa.
sv: URL:en stöds ej.
tr: Desteklenmeyen URL.
uk: Непідтримуваний URL.
zh_hans: 不支持的 URL。
zh_hant: 不支援這個 URL

# alert.wrong_url_format
source: Wrong URL format.
af: Verkeerde bronadresformaat.
ar: تنسيق عنوان URL خاطئ.
ca: Format d'enllaç erroni.
cs: Chybný formát URL.
da: Forkert URL format.
de: Falsches Adressformat.
el: Λάθος μορφή URL.
es: Formato de URL incorrecto.
fi: Virheellinen URL-osoitteen muoto.
fr: Mauvais format d'URL.
he: פורמט כתובת אתר שגוי.
hi: गलत यूआरएल प्रारूप।
hr: Pogrešan format URL adrese.
hu: Hibás URL formátum.
id: Format URL salah.
it: Formato URL errato.
ja: URLの形式が間違っています。
ko: 잘못된 URL 형식입니다.
nl: Verkeerde URL-structuur.
no: Feil URL-format.
pl: Nieprawidłowy format adresu URL.
pt: Formato do URL errado.
pt_br: Formato errado de URL.
ro: Format URL greșit.
ru: Неверный формат URL.
sk: Zlý formát URL.
sr_latn: Pogrešan format URL adrese.
sv: Fel URL-format.
tr: Yanlış URL biçimi.
uk: Неправильний формат URL.
zh_hans: URL 格式错误。
zh_hant: URL 格式錯誤

# alert.error_open
source: Cannot open file or stream!
af: Kan nie lêer of stroom open nie!
ar: لا يمكن فتح الملف أو عرضه!
ca: No es pot obrir el fitxer!
cs: Nelze otevřít soubor nebo stream!
da: Kan ikke åbne fil eller stream!
de: Datei oder Stream konnte nicht geöffnet werden.
el: Αδυναμία ανοίγματος αρχείου ή ροής!
es: ¡No se puede abrir el archivo o la secuencia!
fi: Tiedostoa tai suoratoistoa ei voida avata!
fr: Impossible d'ouvrir ce fichier/stream !
he: שגיאה בפתיחת קובץ/זרם!
hi: फ़ाइल या स्ट्रीम नहीं खोल सकता!
hr: Neuspjelo otvaranje datoteke ili prijenosa!
hu: Fájl vagy közvetítés megnyitás sikertelen!
id: Tidak dapat membuka file atau tautan!
it: Impossibile aprire il file o lo stream!
ja: ファイルもしくはURLが開けません！
ko: 파일 또는 스트림을 열 수 없습니다!
nl: Kan bestand of stream niet openen.
no: Kan ikke åpne filen eller strømmen!
pl: Nie można otworzyć pliku lub strumienia!
pt: Impossível abrir ficheiro ou stream!
pt_br: Impossível abrir arquivo ou stream!
ro: Fișierul sau stream-ul nu poate fi deschis!
ru: Не удается открыть файл или поток!
sk: Nemožno otvoriť súbor alebo stream!
sr_latn: Nije moguće otvoriti datoteku ili strim!
sv: Kan ej öppna fil eller ström!
tr: Dosya veya akış açılamıyor!
uk: Не можу відкрити файл або потік!
zh_hans: 无法打开文件或流！
zh_hant: 無法打開檔案或媒體串流

# alert.error_finding_file
source: Cannot find %@ file!
af: Kan nie %@ lêer vind nie!
ar: لا يمكن العثور على %@ ملف!
ca: No es pot trobar el fitxer %@!
cs: Soubor %@ nelze nalézt!
da: Kan ikke finde %@ !
de: Die Datei „%@“ konnte nicht gefunden werden.
el: Αδυναμία εύρεσης αρχείου %@!
es: ¡No se puede encontrar el archivo %@!
fi: Tiedostoa %@ ei löydy!
fr: Impossible de trouver le fichier %@ !
hi: %@ फ़ाइल नहीं मिल रही है!
hr: Nije moguće pronaći datoteku %@!
hu: A fájl %@ nem található!
id: File %@ tidak dapat ditemukan!
it: Impossibile trovare il %@ file!
ja: %@ というファイルは見つかりません！
ko: %@ 파일을 찾을 수 없습니다!
nl: Kan bestand %@ niet vinden.
no: Finner ikke filen %@!
pl: Nie odnaleziono %@!
pt: Impossível encontrar o ficheiro %@!
pt_br: Não encontro o arquivo %@!
ro: Fișierul %@ nu poate fi găsit!
ru: Невозможно найти файл %@!
sk: Nemožno nájst súbor %@!
sr_latn: Nije moguće pronaći datoteku %@!
sv: Kan ej hitta filen %@!
tr: %@ dosyası bulunamıyor!
uk: Не можу знайти файл %@!
zh_hans: 无法找到文件 %@！
zh_hant: 找不到 %@

# alert.error_loading_script
source: Cannot load script %@!
af: Kan nie skrip %@ laai nie!
ar: لا يمكن تحميل النص %@!
ca: No es pot carregar l'script %@!
cs: Skript %@ nelze načíst!
da: Kan ikke loade script %@!
de: Das Skript „%@“ konnte nicht geladen werden.
el: Αδυναμία φόρτωσης δέσμης ενεργειών %@!
es: ¡No se puede cargar el script %@!
fi: Skriptiä %@ ei voida ladata!
fr: Impossible de charger le script %@ !
he: טעינת הסקריפט %@ נכשלה!
hi: स्क्रिप्ट %@! लोड नहीं किया जा सकता
hr: Nije moguće učitati skripta %@!
hu: A szkript %@ nem tölthetõ be!
id: Tidak dapat memuat skrip %@!
it: Impossibile caricare lo script %@!
ja: 次のスクリプトは読み込めません！%@
ko: %@ 스크립트를 불러올 수 없습니다!
nl: Kan script %@ niet laden.
pl: Nie można załadować skryptu %@!
pt: Impossível carregar o script %@!
pt_br: Não carreguei o script %@!
ro: Scriptul %@ nu poate fi încărcat!
ru: Не удалось загрузить скрипт %@!
sk: Nemožno načítať skript %@!
sr_latn: Nije moguće učitati skriptu %@!
sv: Kan ej hitta skript %@!
tr: %@ betiği yüklenemiyor!
uk: Не можу завантажити сценарій %@!
zh_hans: 无法加载脚本 %@！
zh_hant: 無法載入工序指令：%@
