Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# pl_menu.delete_after_play_multi
source: Move Selected Files to Trash After Playback
af: Skuif gekose lêers na Asblik na afspeel
ar: نقل الملفات المحددة إلى سلة المهملات بعد تشغيلها
ca: Mou els fitxer seleccionats a la paperera després de la seva reproducció
cs: Po přehrání přesunout vybrané soubory do koše
da: Flyt valgte filer til papirkurven efter afspilning
de: Auswahl nach Wiedergabe in den Papierkorb legen
es: Mover los archivos seleccionados a la Papelera después de reproducir
fi: Siirrä valitut tiedostot roskakoriin toiston jälkeen
fr: Supprimer après lecture
he: העבר קבצים נבחרים לאשפה לאחר ההשמעה
hi: प्लेबैक के बाद ट्रैश में चयनित फ़ाइलों को स्थानांतरित करें
hr: Premjesti odabrane datoteke u smeće nakon reprodukcije
hu: Kiválasztott fájlok áthelyezése a kukába lejátszás után
id: Pindahkan File Terpilih ke Trash Setelah Pemutaran
it: Muovi i file selezionati nel cestiono dopo la riproduzione
ja: 再生した後に選択したファイルをゴミ箱へ移動
ko: 선택항목 재생 후 휴지통에 버리기
nl: Verplaats selectie naar prullenmand na afspelen
no: Flytt valgte til papirkurv etter avspilling
pl: Przenieś po odtwarzaniu wybrane pliki do kosza
pt: Mover Ficheiros Selecionados para o Lixo depois da Reprodução
pt_br: Mover arquivos selecionados pro Lixo depois de tocar
ro: Mută elementele selectare la Coș după ce au fost redate
ru: Переместить выбранные в Корзину после воспроизведения
sk: Presunúť Vybrané Súbory do Koša po Prehraní
sr_latn: Premesti izabrane datoteke u smeće nakon reprodukcije
sv: Flytta markerade filer till papperskorgen efter uppspelning
tr: Seçilen Dosyaları Oynatma İşleminden Sonra Çöp Kutusuna Taşı
uk: Перемістити вибрані файли у Смітник після перегляду
zh_hans: 播放后将选中项移到废纸篓
zh_hant: 播放完畢後，將已所選的檔案丟到垃圾桶

# pl_menu.add_file
source: Add File…
af: Voeg lêer toe…
ar: إضافة ملف…
ca: Afegeix fitxer…
cs: Přidat soubor…
da: Tilføj Arkiv…
de: Datei hinzufügen …
es: Añadir archivo…
fi: Lisää tiedosto…
fr: Ajouter un fichier…
he: הוסף קובץ…
hi: फाइल जोडें…
hr: Dodaj datoteku…
hu: Fájl hozzáadása…
id: Tambahkan file…
it: Aggiungi file…
ja: ファイルの追加…
ko: 파일 추가…
nl: Voeg bestand toe…
no: Legg til fil…
pl: Dodaj plik…
pt: Adicionar Ficheiro…
pt_br: Adicionar Arquivo…
ro: Adaugă Fișier…
ru: Добавить файл…
sk: Pridať Súbor…
sr_latn: Dodaj datoteku…
sv: Lägg till fil…
tr: Dosya Ekle
uk: Додати файл…
zh_hans: 添加文件…
zh_hant: 加入檔案⋯

# pl_menu.add_url
source: Add URL…
af: Voeg bronadres toe…
ar: إضافة عنوان URL…
ca: Afegeix enllaç…
cs: Přidat URL…
da: Tilføj URL…
de: Adresse hinzufügen …
es: Añadir URL…
fi: Lisää URL-osoite…
fr: Ajouter une URL…
he: הוסף URL…
hi: यू आर एल जोड़िये…
hr: Dodaj URL adresu…
hu: URL hozzáadása…
id: Tambahkan URL…
it: Aggiungi URL…
ja: URLの追加…
ko: URL 추가…
nl: Voeg URL toe…
no: Legg til URL…
pl: Dodaj adres URL…
pt: Adicionar URL…
pt_br: Adicionar URL…
ro: Adaugă URL…
ru: Добавить URL…
sk: Pridať URL…
sr_latn: Dodaj URL…
sv: Lägg till URL…
tr: URL Ekle…
uk: Додати URL…
zh_hans: 添加 URL…
zh_hant: 加入 URL⋯

# pl_menu.clear_playlist
source: Clear Playlist
af: Wis afspeellys
ar: مسح قائمة التشغيل
ca: Neteja llista de reproducció
cs: Smazat playlist
da: Tøm Playlist
de: Wiedergabeliste leeren
es: Borrar la lista de reproducción
fi: Tyhjennä soittolista
fr: Vider la playlist
he: איפוס רשימת השמעה
hi: क्लियर प्लेलिस्ट
hr: Izbriši playlistu
hu: Lejátszási lista ürítése
id: Hapus Playlist
it: Cancella la playlist
ja: プレイリストを消去する
ko: 재생목록 지움
nl: Wis afspeellijst
no: Tøm spilleliste
pl: Wyczyść playlistę
pt: Limpar Lista de Reprodução
pt_br: Limpar Lista de Reprodução
ro: Șterge lista de redare
ru: Очистить плейлист
sk: Vyčistiť Playlist
sr_latn: Obriši plejlistu
sv: Rensa spellista
tr: Oynatma Listesini Temizle
uk: Очистити плейлист
zh_hans: 清除播放列表
zh_hant: 清除播放列表

# pl_menu.matched_sub
source: Matched %d Subtitle(s)
af: %d onderskrif(te) gevind
ar: تطابق %d الترجمه(ات)
ca: %d subtítol(s) trobats
cs: Vyhovujících titulků: %d
da: Matchede %d Undertekster
de: %d passende Untertitel
es: %d subtítulo(s) encontrado(s)
fr: Trouvé %d sous-titre(s)
he: נמצאו %d כתוביות
hi: मेल खाने वाले %d उपशीर्षक(रों)
hr: Broj odgovarajućih titlova: %d
hu: Megfelelő %d Felirat(ok)
id: %d Terjemahan yang Cocok
it: Sottotitoli %d corrispondenti
ja: 該当する字幕 %d 件
ko: %d개의 자막 일치
nl: %d ondertiteling(en) gevonden
no: Matchet %d undertekst(er)
pl: Pasujących napisów: %d
pt: %d Legenda(s) correspondentes
pt_br: Achei %d Legenda(s)
ro: %d subtitrări potrivite
ru: %d подходящих субтитров
sk: Zodpovedajúce %d Titulky
sr_latn: Odgovarajućih titlova %d
sv: Matchade %d undertexter
tr: %d Altyazı Eşleşti
uk: Зіставлено %d субтитрів
zh_hans: 已匹配 %d 个字幕
zh_hant: 已找到符合的 %d 個字幕

# pl_menu.add_sub
source: Add Subtitle…
af: Voeg onderskrif toe…
ar: إضافة ترجمه…
ca: Afegeix subtítol…
cs: Přidat titulky…
da: Tilføj underteskter…
de: Untertitel hinzufügen …
es: Añadir subtítulo…
fi: Lisää tekstitys…
fr: Ajouter un sous-titre…
he: הוסף כתוביות…
hi: उपशीर्षक जोड़ें…
hr: Dodaj titl…
hu: Felirat hozzáadása…
id: Tambahkan Terjemahan…
it: Aggiungi sottotitoli…
ja: 字幕の追加…
ko: 자막 추가…
nl: Voeg ondertiteling toe…
no: Legg til undertekster…
pl: Dodaj napisy…
pt: Adicionar Legenda…
pt_br: Adicionar Legenda…
ro: Adaugă subtitrare…
ru: Добавить субтитры…
sk: Pridať Titulky…
sr_latn: Dodaj titl…
sv: Lägg till undertext…
tr: Altyazı Ekle…
uk: Додати субтитри…
zh_hans: 添加字幕…
zh_hant: 加入字幕⋯

# pl_menu.wrong_sub
source: Wrong Subtitle!
af: Verkeerde onderskrif!
ar: ملف ترجمة خاطئ!
cs: Nesprávné titulky!
da: Forkert undertekst!
de: Falscher Untertitel!
es: ¡Subtítulo incorrecto!
fi: Väärä tekstitys!
fr: Mauvais sous-titre !
hi: गलत उपशीर्षक!
hr: Krivi titl!
hu: Rossz felirat!
id: Terjemahan Tidak Sesuai!
it: Sotttotioli errati!
ja: 誤った字幕です！
ko: 잘못된 자막!
nl: Verkeerde ondertiteling!
no: Feil undertekst!
pl: Nie można odczytać formatu napisów
pt: Legenda Errada!
pt_br: Legenda Errada!
ro: Subtitrare greșită!
ru: Неверные субтитры!
sk: Nesprávne Titulky!
sr_latn: Pogrešan titl!
sv: Fel undertext!
tr: Yanlış Altyazı!
uk: Субтитри неправильні!
zh_hans: 错误的字幕!
zh_hant: 錯誤的字幕！

# pl_menu.browser
source: Open in Browser
af: Open in blaaier
ar: فتح في المتصفح
ca: Obre al navegador
cs: Otevřít v prohlížeči
da: Åbn i Browser
de: In Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hi: ब्राउज़र में खोलें
hr: Otvori u pregledniku
hu: Megnyitás böngészőben
id: Buka di Browser
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
no: Åpne i nettleser
pl: Owtórz w przeglądarce
pt: Abrir no Navegador
pt_br: Abrir no navegador
ro: Deschide în Browser
ru: Открыть в браузере
sk: Otvoriť vo Webovom Prehliadači
sr_latn: Otvori u pregledaču
sv: Öppna i webbläsare
tr: Tarayıcıda Aç
uk: Відкрити в браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

# pl_menu.copy_url
source: Copy URL
af: Kopieer bronadres
ar: نسخ عنوان URL
ca: Copia l'enllaç
cs: Kopírovat URL
da: Kopier URL
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης URL
es: Copiar URL
fi: Kopioi URL-osoite
fr: Copier l'URL
he: העתק URL
hi: यूआरएल कॉपी करें
hr: Kopiraj URL adresu
hu: Az URL másolása
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
no: Kopier URL
pl: Kopiuj adres URL
pt: Copiar URL
pt_br: Copiar URL
ro: Copiază URL
ru: Копировать ссылку
sk: Kopírovať URL
sr_latn: Kopiraj URL adresu
sv: Kopiera URL
tr: URL'yi kopyala
uk: Копіювати URL
zh_hans: 复制链接
zh_hant: 拷貝 URL

# pl_menu.copy_url_multi
source: Copy URLs
af: Kopieer bronadresse
ar: نسخ عناوين URL
ca: Copia els enllaços
cs: Kopírovat URL
da: Kopier URLer
de: Adressen kopieren
es: Copiar URLs
fi: Kopioi URL-osoitteet
fr: Copier les URLs
he: העתק URLs
hi: सारे यूआरएल कॉपी करें
hr: Kopiraj URL adrese
hu: Linkek másolása
id: Salin URL
it: Copia URLs
ja: URLをコピー
ko: 여러 URL 복사
nl: Kopieer URLs
no: Kopier URLer
pl: Kopiuj adresy URL
pt: Copiar URLs
pt_br: Copiar URLs
ro: Copiază URL-uri
ru: Копировать ссылки
sk: Kopírovať URLs
sr_latn: Kopiraj URL adrese
sv: Kopiera URL:er
tr: URL'leri Kopyala
uk: Копіювати кілька URL
zh_hans: 复制链接
zh_hant: 拷貝多個 URL

# keymapping.title
source: Key Mapping
af: Sneltoetse
ar: ارتباطات المفاتيح
ca: Assignació de tecles
cs: Klávesové zkratky
da: Taste kortlægning
de: Kurzbefehle
es: Asignación de teclas
fi: Näppäinmääritykset
fr: Configurer une touche
hi: कुंजी मानचित्रण
hr: Tipkovni prečaci
hu: Billentyűkiosztás
id: Pemetaan Tombol
it: Abbreviazioni
ja: キーマッピング
ko: 단축키 지정
nl: Sneltoetsen
no: Tilordne taster
pl: Mapowanie klawiszy
pt: Mapeamento de teclas
pt_br: Mapeamento de teclas
ro: Atribuire de taste
ru: Назначить клавиши
sk: Klávesové Skratky
sr_latn: Mapiranje tastera
sv: Kortkommando
tr: Tuş Eşlemlemeleri
uk: Призначення клавіш
zh_hans: 快捷键
zh_hant: 快速鍵

# keymapping.message
source: Press any key to record.
af: Druk enige toets om op te neem.
ar: اضغط على أي زر للتسجيل.
ca: Prem qualsevol tecla per començar a gravar.
cs: Pro záznam stiskněte jakoukoliv klávesu.
da: Tryk på en vilkårlig tast for at optage.
de: Zum Zuweisen beliebige Taste(n) drücken.
es: Pulse cualquier tecla para grabar.
fi: Tallenna painamalla mitä tahansa näppäintä.
fr: Appuyez sur la touche à configurer.
hi: रिकॉर्ड करने के लिए कोई भी कुंजी दबाएँ।
hr: Pritisni bilo koju tipku za snimanje.
hu: Nyomj egy gombot a felvételhez.
id: Tekan tombol apapun untuk merekam.
it: Premi i nuovi tasti per aggiungere o modficare le abbreviazioni.
ja: 保存するには何かキーを押してください。
ko: 단축키로 사용할 키를 누르십시오.
nl: Druk op een toets om de opname te starten.
pl: Naciśnij dowolny klawisz, aby zarejestrować.
pt: Pressione qualquer tecla para gravar.
pt_br: Pressione algo para iniciar gravação.
ro: Apasă o tasta pentru a înregistra.
ru: Нажмите любую клавишу для записи.
sk: Stlač hociktorú klávesu pre zaznamenanie.
sr_latn: Pritisnite bilo koji taster da biste snimili.
sv: Tryck på valfri tangent för att fånga.
tr: Kaydetmek için herhangi bir tuşa basın.
uk: Натисніть будь-яку клавішу для записування.
zh_hans: 请按任意键来开始录制。
zh_hant: 按下按鍵即可設定

# filter.video_filters
source: Video Filters
ar: عوامل تصيفية الفيديو
ca: Filtres de vídeo
cs: Video filtry
da: Videofiltre
de: Videofilter
es: Filtros de vídeo
fi: Videosuodattimet
fr: Filtres vidéo
hi: वीडियो फिल्टर
hr: Video filtri
hu: Videószűrők
id: Filter Video
it: Filtri Video
ja: ビデオフィルター一覧
ko: 비디오 필터
no: Video filtre
pl: Filtry video
pt: Filtros de Vídeo
pt_br: Filtros de Video
ro: Filtre video
ru: Видеофильтры
sk: Video Filtre
sr_latn: Video-filteri
sv: Videofilter
tr: Video Filtreleri
uk: Відеофільтри
zh_hans: 视频滤镜
zh_hant: 視訊濾鏡

# filter.audio_filters
source: Audio Filters
af: Oudiofilters
ar: عوامل تصيفية الصوت
ca: Filtres d'àudio
cs: Zvukové filtry
da: Lydfiltre
de: Audiofilter
es: Filtros de audio
fi: Äänisuodattimet
fr: Filtres audio
hi: ऑडियो फिल्टर
hr: Audio filtri
hu: Hangszűrők
id: Filter Audio
it: Filtri Audio
ja: オーディオフィルター一覧
ko: 오디오 필터
no: Lydfilter
pl: Filtry audio
pt: Filtros de Áudio
pt_br: Filtros de Audio
ro: Filtre audio
ru: Аудиофильтры
sk: Zvukové Filtre
sr_latn: Audio-filteri
sv: Ljudfilter
tr: Ses Filtreleri
uk: Аудіофільтри
zh_hans: 音频滤镜
zh_hant: 音訊濾鏡

# hwdec.no
source: Disable hardware decoding.
af: Deaktiveer apparatuurdekodering.
ar: تعطيل فك ترميز الأجهزة.
ca: Desactiva decodificació per maquinari.
cs: Hardwarové dekódování zakázáno.
da: Deaktiver Hardware decoding.
de: Hardwaredecoding deaktiviert.
es: Desactivar la descodificación por hardware.
fi: Poista laitteistopurku käytöstä.
fr: Désactive le décodage matériel.
he: השבת פענוח חומרה.
hi: हार्डवेयर डिकोडिंग अक्षम करें।
hr: Deaktiviraj hardversko dekodiranje.
hu: Hardver dekódolás kikapcsolása.
id: Matikan hardware decoding.
it: Disabilita la decodifica hardware.
ja: ハードウェアデコーディングを使用しません。
ko: 하드웨어 디코딩을 사용하지 않습니다.
nl: Zonder hardware-acceleratie heeft IINA meer energie nodig, en presteert het mogelijk minder optimaal.
pl: Wyłącz dekodowanie sprzętowe.
pt: Desativar decodificador de hardware.
pt_br: Está Desabilitado o decodificador de Hardware.
ro: Dezactivează decodarea hardware.
ru: Отключить аппаратное декодирование. В этом режиме будет использоваться программный декодер, что увеличивает нагрузку на ЦП.
sk: Vypnúť Hardvérové Dekódovanie.
sr_latn: Onemogući hardversko dekodiranje.
sv: Avaktivera hårdvaruavkodning.
tr: Donanımsal çözücü devre dışı bırakıldı.
uk: Вимкнути апаратне декодування.
zh_hans: 不启用硬件解码。
zh_hant: 停用硬體解碼。

# hwdec.auto
source: Enable hardware decoding. However, most of the video filters won't work properly.
af: Aktiveer apparatuurdekodering. Die meeste videofilters sal egter nie na behore werk nie.
ar: تمكين فك ترميز الأجهزة. مع العلم، إن معظم عوامل تصفية الفيديو لن تعمل بشكل صحيح.
ca: Activa decodificació per maquinari. Malgrat això, molts dels filtres de vídeo no funcionaràn correctament.
cs: Hardwarové dekódování povoleno. Většina video filtrů však nebude pracovat správně.
da: Aktiver hardware decoding. De fleste videofiltre vil ikke virker korrekt.
de: Hardwaredecoding aktiviert. Die meisten Videofilter werden nicht richtig funktionieren.
es: Activar la descodificación por hardware. Sin embargo, la mayoría de los filtros de vídeo no funcionarán correctamente.
fi: Ota käyttöön laitteistopurku. Useimmat videosuodattimet eivät kuitenkaan toimi kunnolla.
fr: Active le décodage matériel. Cependant, la plupart des filtres vidéos ne fonctionneront pas correctement.
he: אפשר פענוח חומרה, אך רוב מסנני הווידאו לא יפעלו כראוי.
hi: हार्डवेयर डिकोडिंग सक्षम करें। हालाँकि, अधिकांश वीडियो फ़िल्टर ठीक से काम नहीं करेंगे।
hr: Aktiviraj hardversko dekodiranje. Međutim, većina video filtara neće ispravno raditi.
hu: Hardver dekódolás bekapcsolása. A legtöbb videószűrő azonban nem fog megfelelően működni.
id: Aktifkan hardware decoding. Namun beberapa filter video tidak akan bekerja dengan baik.
it: Abilita la decodifica hardware. Tuttavia, la maggior parte dei filtri video non funzioneranno in modo corretto.
ja: ハードウェアデコーディングを使用します。多くのビデオフィルターは正常に動作しません。
ko: 하드웨어 디코딩을 사용합니다. 비디오 필터 대부분을 사용할 수 없게 됩니다.
nl: Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Deze optie biedt geen ondersteuning voor software-gebaseerde videofilters.
pl: Włącz dekodowanie sprzętowe. Większość filtrów obrazu nie zadziała prawidłowo.
pt: Activar descodificação por hardware. No entanto, a maioria dos filtros de vídeo não funcionarão corretamente.
pt_br: Está Habilitado o decodificador de Hardware. No entanto, a maioria dos filtros não deve funcionar bem.
ro: Activează decodarea hardware. Cu toate acestea, multe filtre video nu vor funcționa corect.
ru: Включить аппаратное декодирование. Этот режим быстрее, чем программное декодирование, но большинство видеофильтров не будут работать должным образом.
sk: Zapnúť Hardvérové Dekódovanie. Avšak, väčšina video filtrov nebude fungovať.
sr_latn: Omogućite hardversko dekodiranje. Međutim, većina video-filtera neće ispravno funkcionisati.
sv: Aktivera hårdvaruavkodning. De flesta videofiltren kommer dock inte att fungera ordentligt.
tr: Donanımsal çözücü etkin. Muhtemelen çoğu video filtresi düzgün çalışmayacaktır.
uk: Увімкнути апаратне декодування. Хоча більшість відеофільтрів правильно не працюватимуть.
zh_hans: 启用硬件解码。但大多数视频滤镜不会正常工作。
zh_hant: 啟用硬體解碼。但是，大多數視訊濾鏡無法正常運作。

# hwdec.auto-copy
source: Enable hardware decoding. It will consume double the memory but work with video filters.
af: Aktiveer apparatuurdekodering. Dit sal geheueverbruik verdubbel maar met videofilters werk.
ar: تمكين فك ترميز الأجهزة. سوف يستهلك ضعف الذاكرة ولكنه يعمل مع عوامل تصفية الفيديو.
ca: Activa decodificació per maquinari. Consumeix el doble de memòria però funciona amb els filtres de vídeo.
cs: Hardwarové dekódování povoleno. Spotřebuje dvojnásobek paměti, bude však kompatibilní s video filtry.
da: Aktiver hardware decoding. Det kræver dobbelt så meget hukommelse, men virker med videofiltre.
de: Hardwaredecoding aktiviert. Benötigt doppelten Speicher, funktioniert aber mit Videofiltern.
es: Activar la descodificación por hardware. Consumirá el doble de memoria, pero funciona con filtros de vídeo.
fi: Ota käyttöön laitteistopurku. Kuluttaa muistia kaksinkertaisesti, mutta toimii videosuodattimien kanssa.
fr: Active le décodage matériel. Cela va consommer 2x plus de ressources, mais les filtres vidéos fonctionneront.
he: אפשר פענוח חומרה. יצרוך זיכרון כפול אבל יעבוד עם מסנני וידאו.
hi: हार्डवेयर डिकोडिंग सक्षम करें। यह मेमोरी को दोगुना कर देगा लेकिन वीडियो फिल्टर के साथ काम करेगा।
hr: Aktiviraj hardversko dekodiranje. Troši dvostruko više memorije, ali raditi s video filtrima.
hu: Hardver dekódolás bekapcsolása. Dupla memóriát fogyaszt, de videoszűrőkkel működik.
id: Aktifkan hardware decoding. Filter video akan bekerja, namun memakan memori dua kali lipat dari biasanya.
it: Abilita la decodifica hardware. In questo modo verrà utilizzata il doppio della memoria ma i filtri video funzioneranno in modo corretto.
ja: ハードウェアデコーディングを使用します。二倍のメモリを使用しますが、ビデオフィルターを適用できます。
ko: 하드웨어 디코딩을 사용합니다. 두 배의 메모리를 사용하지만, 비디오 필터를 적용할 수 있습니다.
nl: Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Om software-gebaseerde videofilters te ondersteunen wordt gebruik gemaakt van een voorgefilterde kopie van de video. Deze optie gebruikt daarom dubbel zoveel geheugen.
pl: Włącz dekodowanie sprzętowe. Zużyje to podwójną ilość pamięci, ale zadziała z filtrami wideo.
pt: Ativar descodificação por hardware. Consumirá o dobro da memória mas trabalhará com filtros de vídeo.
pt_br: Está habilitada a decodificação por hardware. Ela consumirá o dobro da memória, mas funciona com filtros de vídeo.
ro: Activează decodarea hardware. Va consuma dublul de memorie, dar va funcționa cu filtrele video.
ru: Включить аппаратное декодирование с копированием памяти. Этот режим использует вдвое больше оперативной памяти, чем обычное аппаратное декодирование, но все видеофильтры работают.
sk: Zapnúť Hardvérové Dekódovanie. Dvojnásobne zaťažuje pamäť, ale video filtre budú fungovať.
sr_latn: Omogućite hardversko dekodiranje. Zauzeće dvostruko više memorije, ali će funkcionisati sa video-filterima.
sv: Aktivera hårdvaruavkodning. Det använder dubbel minnesmängd men fungerar med videofilter.
tr: Donanımsal çözücü etkin. 2 kat fazla hafıza tüketecektir, fakat video filtreleri çalışacaktır.
uk: Увімкнути апаратне декодування. Це потребує вдвічі більше пам'яті, але працює з відеофільтрами.
zh_hans: 启用硬件解码。这将占用约两倍内存，但支持视频滤镜。
zh_hant: 啟用硬體解碼。將使用大約兩倍的記憶體，但支援視訊濾鏡。

# subencoding.auto
source: Auto detect
af: Bespeur outomaties
ar: اكتشاف تلقائي
ca: Detecta automàticament
cs: Automaticky
da: Find pr. automatik
de: Automatisch erkennen
es: Detección automática
fi: Automaattinen tunnistus
fr: Détection automatique
he: זיהוי אוטומטי
hi: स्वयं पता लगाना
hr: Otkrij automatski
hu: Automatikus felismerés
id: Deteksi otomatis
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
nl: Automatisch detecteren
pl: Auto detekcja
pt: Detectar automaticamente
pt_br: Auto detectar
ro: Detectează automat
ru: Автоопределение
sk: Auto detekcia
sr_latn: Automatski otkrij
sv: Upptäck automatiskt
tr: Otomatik belirle
uk: Автовизначення
zh_hans: 自动识别
zh_hant: 自動偵測

# osc_toolbar.settings
source: Quick Settings
af: Kitsinstellings
ar: الإعدادات السريعة
ca: Preferències ràpides
cs: Rychlá nastavení
da: Hurtig Indstillinger
de: Einstellungen
es: Ajustes rápidos
fi: Pika-asetukset
fr: Réglages rapides
he: הגדרות מהירות
hi: शीग्र सेटिंग्स
hr: Brze postavke
hu: Gyorsbeállítások
id: Pengaturan Cepat
it: Impostazioni rapide
ja: クイック設定
ko: 빠른 설정
nl: Snelle instellingen
pl: Szybkie ustawienia
pt: Definições Rápidas
pt_br: Configurações rápidas
ro: Setări rapide
ru: Быстрые настройки
sk: Rýchle Nastavenia
sr_latn: Brze postavke
sv: Snabbinställningar
tr: Hızlı Ayarlar
uk: Швидкі налаштування
zh_hans: 快速设置
zh_hant: 快速設定

# osc_toolbar.playlist
source: Playlist and chapters
af: Afspeellys en hoofstukke
ar: قائمة التشغيل والفصول
ca: Llistes de reproducció i capítols
cs: Playlist a kapitoly
da: Afspilningsliste og kapitler
de: Wiedergabeliste und Kapitel
es: Lista de reproducción y capítulos
fi: Soittolista ja luvut
fr: Playlist et chapitres
he: רשימת השמעה ופרקים
hi: प्लेलिस्ट और अध्याय
hr: Playlista i poglavlja
hu: Lejátszás listák és fejezetek
id: Playlist dan chapter
it: Playlist e capitoli
ja: プレイリストとチャプター
ko: 재생목록 및 챕터
nl: Afspeellijst en hoofdstukken
pl: Playlista i rozdziały
pt: Lista de reprodução e capítulos
pt_br: Lista de reprodução e capítulos
ro: Listă de redare și capitole
ru: Плейлист и главы
sk: Playlist and kapitoly
sr_latn: Plejlista i poglavlja
sv: Spellista och kapitel
tr: Oynatma listesi ve bölümler
uk: Плейлист та розділи
zh_hans: 播放列表和章节
zh_hant: 播放列表和章節

# osc_toolbar.pip
source: Toggle Picture-in-Picture
af: Tokkel Beeld-in-beeld
ar: تبديل إلى وضع صورة في صورة
ca: Commuta Picture-in-Picture
cs: Obraz v obrazu
da: Slå Picture-in-Picture Til/Fra
de: Bild-in-Bild ein-/ausschalten
el: Εναλλαγή σε Εικόνα-σε-Εικόνα
es: Alternar Picture-in-Picture
fi: Vaihda kuva kuvassa -tilaa
fr: Image dans l'Image
he: צא/היכנס ממצב תמונה בתוך תמונה
hi: टॉगल पिक्चर-इन-पिक्चर
hr: Uključi/isključi sliku u slici
hu: Kép a képben
id: Aktif/nonaktifkan Picture-in-Picture
it: Attiva / disattiva Picture-in-Picture
ja: ピクチャー・イン・ピクチャーの切り替え
ko: 화면 속 화면 전환/복귀
nl: Schakel Beeld-in-beeld in/uit
no: Bilde-i-bilde
pl: Przełącz tryb Obraz-w-obrazie
pt: Alternar Picture-in-Picture
pt_br: Alternar Picture-in-Picture
ro: Activează Picture-in-Picture
ru: Войти в режим «Картинка в картинке»
sk: Prepnúť Picture-in-Picture
sr_latn: Uključi/isključi sliku u slici
sv: Växla bild-i-bild
tr: Resim İçinde Resim'i Aç/Kapa
uk: Режим «Кадр у кадрі»
zh_hans: 切换“画中画”模式
zh_hant: 切換子母畫面

# osc_toolbar.full_screen
source: Toggle full screen
af: Tokkel volskerm
ar: التبديل لوضع ملء الشاشة
ca: Commuta pantalla completa
cs: Režim celé obrazovky
da: Skift fuld skærm
de: Vollbild ein-/ausschalten
es: Alternar pantalla completa
fi: Vaihda koko näytön tilaan
fr: Activer le mode plein écran
he: היכנס/צא ממסך מלא
hi: पूर्णस्क्रीन चालू करें
hr: Uključi/isključi cjeloekranski prikaz
hu: Váltás teljes képernyõre
id: Aktif/nonaktifkan layar penuh
it: Inverti a tutto schermo
ja: フルスクリーン切り替え
ko: 전체 화면 전환/복귀
nl: Schermvullende weergave
pl: Przełącz tryb pełnoekranowy
pt: Alternar ecrã completo
pt_br: Alternar para o modo tela cheia
ro: Activează ecran complet
ru: Включить полноэкранный режим
sk: Prepnúť zobrazenie na celú obrazovku
sr_latn: Uključi/isključi rеžim cеlog еkrana
sv: Växla fullskärmsläge
tr: Tam Ekranı Aç/Kapat
uk: Повноекранний режим
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# osc_toolbar.music_mode
source: Enter music mode
af: Gaan in musiekmodus
ar: الدخول إلى وضع الموسيقى
ca: Canvia a mode de música
cs: Spustit hudební režim
da: Gå i musik-tilstand
de: Musikmodus
es: Entrar en modo música
fi: Siirry musiikkitilaan
fr: Activer le mode musique
he: היכנס למצב מוזיקה
hi: संगीत मोड दर्ज करें
hr: Pokreni glazbeni modus
hu: Belépés "zene" módba
id: Aktifkan mode musik
it: Attiva la modalità musicale
ja: ミュージックモード切り替え
ko: 음악 모드 전환
nl: Schakel over naar muziekmodus
pl: Przejdź w tryb muzyczny
pt: Entrar no modo música
pt_br: Entre no modo de música
ro: Intră în modul Muzică
ru: Перейти в музыкальный режим
sk: Zapnúť režim pre hudbu
sr_latn: Uđi u muzički režim
sv: Gå in i musikläge
tr: Müzik kipine geç
uk: Перейти до музичного режиму
zh_hans: 进入音乐模式
zh_hant: 進入音樂模式
