Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.sub.cannot_login
source: Cannot login. Please check your username, password and network status. %@
af: Kan nie aanteken nie. Gaan u gebruikersnaam, wagwoord en netwerkstatus na. %@
ar: لا يمكن تسجيل الدخول. الرجاء التحقق من اسم المستخدم وكلمة المرور وحالة الشبكة. %@
ca: No s'ha pogut iniciar sessió. Si us play, verifica el teu nom d'usuari, la contrasenya i l'estat de la xarxa. %@
cs: Nelze se přihlásit. Zkontrolujte prosím uživatelské jméno, heslo a připojení k síti. %@
da: Kan ikke logge ind. Venligst tjek dit brugernavn, kodeord og netværksstatus. %@
de: Anmelden nicht möglich. Bitte überprüfe Benutzername, Passwort und Netzwerkverbindung. %@
el: Αδυναμία σύνδεσης. Παρακαλώ ελέγξτε το Όνομα Χρήστη, τον Κωδικό Εισόδου, και την κατάσταση δικτύου. %@
es: No se puede iniciar sesión. Compruebe su nombre de usuario, contraseña, y el estado de la red. %@
fi: Kirjautuminen ei onnistu. Tarkista käyttäjänimesi, salasanasi ja verkon tila. %@
fr: Impossible de se connecter. Veuillez vérifier votre nom d'utilisateur, votre mot de passe et votre connexion Internet. %@
he: ההתחברות נכשלה. אנא בדוק את שם המשתמש, הסיסמה ומצב הרשת שלך. %@
hi: लॉग इन नहीं कर सकता। कृपया अपना उपयोगकर्ता नाम, पासवर्ड और नेटवर्क स्थिति जांचें। %@
hr: Neuspjela prijava. Provjeri svoje korisničko ime, lozinku i stanje mreže. %@
hu: Nem tudsz bejelentkezni. Kérjük, ellenőrizd a felhasználónevedet, jelszavadat és a hálózat állapotát. %@
id: Tidak bisa masuk. Harap periksa nama pengguna, kata sandi, dan status jaringan Anda. %@
it: Impossibile accedere. Controlla il tuo nome utente, la password e la connessione di rete. %@
ja: ログインできません。ユーザー名とパスワード、ネットワーク環境をご確認ください。 %@
ko: 로그인할 수 없습니다. 계정 이름과 암호, 네트워크 상태를 확인하십시오. %@
nl: Kan niet inloggen. Controleer je gebruikersnaam, wachtwoord en netwerkverbinding. %@
pl: Logowanie nie powiodło się. Sprawdź swoją nazwę użytkownika, hasło oraz stan sieci. %@
pt: Impossível iniciar sessão. Por favor verifique o seu nome de utilizador, palavra-passe e estado da rede. %@
pt_br: Impossível logar. Verifique usuário, senha ou estado da rede. %@
ro: Nu se poate efectua login. Te rog verifică numele de utilizator, parola și starea rețelei. %@
ru: Не удалось выполнить вход. Проверьте имя пользователя, пароль и состояние сети. %@
sk: Nedá sa prihlásiť. Skontrolujte používateľské meno, heslo a stav siete. %@
sr_latn: Prijava nije moguća. Proverite korisničko ime, lozinku i status mreže %@
sv: Kan ej logga in. Vänligen kontrollera ditt användarnamn, lösenord och nätverksstatus. %@
tr: Giriş yapılamıyor. Lütfen kullanıcı adınızı, şifrenizi ve ağ durumunuzu kontrol edin. %@
uk: Не можу зайти. Будь ласка, перевірте ім'я, пароль та статус мережі. %@
zh_hans: 无法登录。请检查您的用户名、密码及网络状态。 %@
zh_hant: 登入失敗，請檢查您的使用者帳戶、密碼、網路連線。 %@

# alert.set_default.title
source: Setting IINA as Default App
af: IINA word as verstektoep ingestel
ar: تعيين IINA كتطبيق افتراضي
ca: Establir IINA com aplicació per defecte
cs: Nastavit IINA jako výchozí aplikaci
da: Sætter IINA som statndart program
de: IINA als Standardprogramm setzten
el: Ορισμός IINA ως προεπιλεγμένη εφαρμογή
es: Establecer IINA como aplicación predeterminada
fi: IINA:n asettaminen oletussovellukseksi
fr: Définir IINA comme application par défaut
he: הגדרת IINA כאפליקציית ברירת המחדל
hi: डिफ़ॉल्ट ऐप के रूप में IINA की स्थापना
hr: Postavljanje programa IINA kao standardnog programa
hu: IINA beállítása alapértelmezettként
id: Tetapkan IINA sebagai Aplikasi Utama
it: Imposta IINA come applicazione predefinita
ja: IINAをデフォルトのアプリケーションに設定
ko: IINA를 기본 프로그램으로 설정
nl: Stel IINA in als standaardprogramma
pl: Ustaw IINA jako domyślą aplikację
pt: Definir IINA como Aplicação Predefinida
pt_br: Definindo IINA como App padrão
ro: Setează IINA ca aplicație implicită
ru: Установка IINA приложением по умолчанию
sk: Nastaviť IINA ako predvolenú aplikáciu
sr_latn: Postavljanje aplikacije IINA kao podrazumevane
sv: Ställer in IINA som förvald app
tr: IINA'yı Saptanmış Uygulama Olarak Ayarla
uk: Встановлюю IINA як стандартну програму
zh_hans: 将 IINA 设为默认播放器
zh_hant: 將 IINA 設為預設應用程式

# alert.set_default.message
source: IINA will be set as the default app for all file types it supports.
af: IINA sal ingestel word as die verstektoep vir alle ondersteunde lêertipes.
ar: سيتم تعيين IINA كتطبيق افتراضي لجميع أنواع الملفات التي يدعمها.
ca: IINA serà establerta com a aplicació per defecte per a tots els tipus de fitxer que suporta.
cs: IINA bude nastavena jako výchozí aplikace pro všechny typy souborů, které podporuje.
da: IINA vil være standart programmet for alle de filtyper som supporteres.
de: IINA wird zum Standardprogramm für alle unterstützten Dateiformate.
el: Το ΙΙΝΑ θα οριστεί ως προεπιλεγμένη εφαρμογή για όλους τους τύπους αρχείων που υποστηρίζει.
es: IINA se establecerá como la aplicación predeterminada para todos los tipos de archivo que soporta.
fi: IINA asetetaan oletussovellukseksi kaikille tiedostotyypeille, joita se tukee.
fr: Tous les fichiers supportés par IINA seront dorénavant ouverts par défaut avec IINA.
he: IINA תוגדר כאפליקציית ברירת המחדל עבור כל סוגי הקבצים שבהם היא תומכת.
hi: IINA सभी फ़ाइल प्रकारों के लिए डिफ़ॉल्ट ऐप के रूप में सेट किया जाएगा जो इसका समर्थन करता है।
hr: IINA će se postaviti kao standardni program za sve formate koje podržava.
hu: Az IINA be lesz állítva mint alapértelmezett lejátszó az összes támogatott fájltípushoz.
id: IINA akan ditetapkan sebagai aplikasi utama untuk semua tipe file yang didukung.
it: IINA sarà impostata come applicazione predefinita per tutti i formati che supporta.
ja: 対応する全てのファイル形式にIINAをデフォルトアプリケーションとして設定します。
ko: 지원하는 모든 파일 유형에 대해 IINA를 기본 프로그램으로 설정합니다.
nl: IINA wordt ingesteld als standaardprogramma voor alle ondersteunde bestandstypes.
pl: IINA zostanie ustawiona jako domyślna aplikacja dla wszystkich obsługiwanych typów plików.
pt: O IINA será definido como o aplicativo padrão para todos os tipos de arquivo que ele suporta.
pt_br: IINA será usado como player padrão para todos os tipos de arquivos que suporta.
ro: IINA va fi aplicația implictă pentru toate fișierele pe care le suportă.
ru: IINA станет приложением по умолчанию для всех поддерживаемых типов файлов.
sk: IINA bude nastavená ako predvolená aplikácia pre všetky typy súborov, ktoré podporuje.
sr_latn: IINA će biti postavljena kao podrazumevana aplikacija za sve tipove datoteka koje podržava.
sv: IINA kommer att ställas in som den förvalda appen för alla filtyper som stöds.
tr: Desteklenen tüm dosya türleri için IINA saptanmış uygulama olarak ayarlanacak.
uk: IINA буде встановлено як стандартну програму для всіх файлів, які він підтримує.
zh_hans: IINA 将会被关联至所有支持的文件格式。
zh_hant: 即將把 IINA 設為所有受支援檔案格式的預設應用程式

# alert.set_default.success
source: Finished with %d success and %d failed.
af: Klaar met %d suksesse en %d mislukkings.
ar: تم الانتهاء بـ %d نجاح و %d فشل.
ca: S'ha acabat amb un %d d'èxit i un %d d'error.
cs: Provedeno u %d úspěšně, %d selhalo.
da: Færdig med %d succes og %d fejlet.
de: Abgeschlossen. %d erfolgreich, %d gescheitert.
el: Ολοκληρώθηκαν επιτυχώς %d και απέτυχαν %d.
es: Se terminó con %d éxito y %d fallo.
fi: Valmis: %d onnistui ja %d epäonnistui.
fr: Terminé avec %d succès et %d erreurs.
hi: %d सफलता के साथ समाप्त हुआ और %d विफल रहा।
hr: Završeno: uspjelo: %d, neuspjelo: %d.
hu: Befejezve %d sikeres és %d sikertelen.
id: Tuntas dengan kesuksesan %d dan kegagalan %d.
it: Terminato con %d di successo e %d di errore.
ja: 完了しました。(成功: %d件, 失敗: %d件)
ko: 설정을 마쳤습니다: %d개 성공, %d개 실패
nl: %d types succesvol ingesteld, %d types mislukt.
pl: Zakończono z %d sukcesem oraz %d porażką.
pt: Terminado com %d de sucesso e %d de falhas.
pt_br: Realizado com %d sucessos e %d falhas.
ro: Terminat(e) %d cu succes și %d eșuat(e).
ru: Завершено: %d успешно и %d неудачно.
sk: Dokončené s %d úspechom a %d chybami.
sr_latn: Završeno sa %d uspelih i %d neuspelih.
sv: Färdigställdes med %d lyckade och %d misslyckade.
tr: %d başarıyla tamamlandı ve %d başarısız oldu.
uk: Закінчено: %d вдало та %d невдало.
zh_hans: 操作已完成。%d 成功，%d 失败。
zh_hant: 已成功 %d 個，失敗 %d 個

# alert.add_watch.title
source: Add Watch Property
af: Voeg waarde toe om te volg
ar: إضافة خاصية مشاهدة
ca: Afegeix una propietat de monitoreig
cs: Přidat možnost sledování
da: Tilføj overvågningsegenskab
de: Zu beobachtenden Wert hinzufügen
el: Προσθήκη Ιδιότητας Παρακολούθησης
es: Añadir propiedad de monitoreo
fi: Lisää seurattava ominaisuus
fr: Nouvelle propriété à observer
hi: वॉच प्रॉपर्टी जोड़ें
hr: Dodaj svojstvo gledanja
hu: Nézési tulajdonság hozzáadása
id: Tambahkan Properti mpv
it: Aggiungi proprietà di riproduzione
ja: 監視するmpvのプロパティを追加
ko: 상태 보기 항목 추가
nl: Voeg waarde toe om te volgen
pl: Dodaj obiekt do obejrzenia
pt: Adicionar Propriedade de Relógio
pt_br: Adicionar propriedade de exibição
ro: Adăugați o proprietate de ceas
ru: Добавить свойство просмотра
sk: Pridať položku pozerať
sr_latn: Dodaj svojstvo prikaza
sv: Lägg till bevakad egenskap
tr: İzleme Özelliği Ekle
uk: Додайте властивість перегляду
zh_hans: 添加监视属性
zh_hant: 加入監視屬性

# alert.add_watch.message
source: Please enter a valid mpv property name.
af: Voer ’n geldige mpv-eienskapnaam in.
ar: الرجاء إدخال اسم خاصية mpv صالح.
ca: Si us plau, introdueix un nom vàlid de propietat mpv.
cs: Zadejte platný název možnosti mpv.
da: Venligst indrtast et gyldigt mpv egenskabsnavn.
de: Bitte gib einen gültigen mpv-Parameter ein.
el: Παρακαλώ εισάγετε μια έγκυρη ονομασία ιδιότητας mpv.
es: Por favor, ingrese un nombre válido de propiedad de mpv.
fi: Anna kelvollinen mpv-ominaisuuden nimi.
fr: Veuillez renseigner un nom de propriété mpv valide.
hi: कृपया एक मान्य mpv गुण नाम दर्ज करें।
hr: Upiši ispravno ime mpv svojstva.
hu: Adj meg egy érvényes mpv tulajdonságnevet.
id: Masukkan nilai properti mpv yang valid.
it: Inserisci un nome di proprietà mpv valido.
ja: 有効なmpvのプロパティ名を入力してください。
ko: 올바른 mpv 속성명을 입력하십시오.
nl: Voer een geldige mpv-parameter in.
pl: Wprowadź poprawną nazwę parametru MPV.
pt: Por favor, insira um nome de propriedade mpv válido.
pt_br: Entre com um nome de propriedade mpv válido.
ro: Te rog introdu un nume valid pentru proprietatea mpv
ru: Введите корректное имя для свойства mpv.
sk: Zadajte platný názov vlastnosti mpv.
sr_latn: Unesite važeći naziv mpv svojstva.
sv: Vänligen ange ett giltigt mpv-egenskapsnamn.
tr: Lütfen geçerli bir mpv özellik adını girin.
uk: Будь ласка, введіть правильну назву властивості mpv.
zh_hans: 请输入一个有效的 mpv 属性名称。
zh_hant: 請輸入一個有效的 mpv 屬性名稱

# alert.jump_to.title
source: Jump to
af: Spring na
ar: الانتقال إلى
ca: Salta a
cs: Přejít na
da: Gå til
de: Springe zu
el: Μετάβαση σε
es: Saltar a
fi: Siirry kohtaan
fr: Sauter à
he: קפיצה אל
hi: पर कूदना
hr: Idi na
hu: Ugrás ide
id: Lewati ke
it: Salta a
ja: 次の時間へジャンプ
ko: 위치로 가기
nl: Spoel terug/vooruit naar…
no: Gå til
pl: Przeskocz do
pt: Saltar para
pt_br: Pular para
ro: Sari la
ru: Перейти к
sk: Prejsť na
sr_latn: Pređi na
sv: Hoppa till
tr: Şu zamana atla
uk: Перейти до
zh_hans: 跳转至
zh_hant: 跳至

# alert.jump_to.message
source: Please enter the time you want to jump to. Example: 20:35
af: Voer die tyd in waarheen u wil spring. Voobeeld: 20:35
ar: الرجاء إدخال الوقت الذي تريد القفز إليه. مثال: 20:35
ca: Si us plau, introdueix el moment de temps en el que vols saltar. Exemple: 20:35
cs: Zadejte čas, na který chcete přejít. Například: 20:35
da: Venligst indtast tiden du ønsker at gå til: 20:35
de: Bitte gib die Zeit ein, zu der du springen willst. Beispiel: 20:35
el: Παρακαλώ εισάγετε τον χρόνο στον οποίο θέλετε να μεταβείτε. Παράδειγμα: 20:35
es: Por favor, ingrese el tiempo al que desea saltar. Ejemplo: 20:35
fi: Anna aika, johon haluat siirtyä. Esimerkki: 20:35
fr: Veuillez renseigner le timestamp où vous voulez sauter. Exemple : 20:35
he: יש להזין את השעה אליה ברצונך לקפוץ. לדוגמה: 20:35
hi: कृपया उस समय को दर्ज करें जिसमें आप कूदना चाहते हैं। उदाहरण: 20:35
hr: Upiši vrijeme na koje želiš skočiti. Primjer: 20:35
hu: Kérlek adj meg időpontot ahova ugrani szeretnél. Példa: 20:35
id: Masukkan waktu tujuan yang ingin dilewati. Contoh: 20:35
it: Inserisci il minuto a cui vuoi saltare. Esempio: 20:35
ja: ジャンプしたい位置の時間を入力してください。例: 20:35
ko: 재생할 위치의 시간을 입력하십시오. 예: 20:35
nl: Voer een tijd in. Bijvoorbeeld: 20:35
pl: Wprowadź czas, do którego chcesz przeskoczyć. Przykład: 20:35
pt: Por favor, introduza o tempo para qual quer saltar. Exemplo: 20:35
pt_br: Entre com o tempo para o qual deseja pular. Exemplo: 20:35
ro: Te rog introdu timpul la care vrei să sari. Exemplu: 20:35
ru: Введите время, к которому хотите перейти. Например: 20:35
sk: Zadajte čas, na ktorý chcete prejsť. Napríklad: 20:35
sr_latn: Unеsitе vreme na koje želite da pređete. Na primer: 20:35
sv: Vänligen ange den tidpunkt du vill hoppa till. Exempel: 20:35
tr: Lütfen atlamak istediğiniz zamanı girin. Örnek: 20:35
uk: Будь ласка, введіть час, до якого ви хочете перейти. Наприклад: 20:35
zh_hans: 请输入所要跳转的时间。例如: 20:35
zh_hant: 請輸入您想要跳至的位置，例如：20:35

# alert.opensub.login.title
source: OpenSubtitles Login
af: OpenSubtitles-aantekening
ar: تسجيل الدخول على OpenSubtitles
ca: Inicia sessió a OpenSubtitles
cs: Přihlášení k OpenSubtitles
da: OpenSubtitles Logind
de: Anmeldung bei OpenSubtitles
el: Σύνδεση στο OpenSubtitles
es: Iniciar sesión en OpenSubtitles
fi: OpenSubtitles-kirjautuminen
fr: Login OpenSubtitles
he: התחברות ל-OpenSubtitles
hi: OpenSubtitles लॉगिन करें
hr: Prijava na OpenSubtitles
hu: OpenSubtitles bejelentkezés
id: Masuk ke OpenSubtitles
it: Login OpenSubtitles
ja: OpenSubtitlesにログイン
ko: OpenSubtitles 로그인
nl: Aanmelding bij OpenSubtitles
no: OpenSubtitles innlogging
pl: Logowanie do OpenSubtitles
pt: Login OpenSubtitles
pt_br: Login OpenSubtitles
ro: Logare OpenSubtitles
ru: Войти в OpenSubtitles
sk: Prihlásenie na OpenSubtitles
sr_latn: Prijava na OpenSubtitles
sv: OpenSubtitles-inloggning
tr: OpenSubtitles Oturum Aç
uk: Ідентифікатор входу до OpenSubtitles
zh_hans: OpenSubtitles 登录
zh_hant: OpenSubtitles 登入

# alert.opensub.login.message
source: Please enter your username and password
af: Voer u gebruikersnaam en wagwoord in
ar: الرجاء إدخال اسم المستخدم وكلمة المرور الخاصة بك
ca: Si us plau, introdueix el nom d'usuari i contrasenya
cs: Zadejte své uživatelské jméno a heslo
da: Venligst indtast dit brugernavn og kodeord
de: Bitte gib Benutzername und Passwort ein.
el: Παρακαλώ εισάγετε Όνομα Χρήστη και Κωδικό
es: Por favor, ingrese su nombre de usuario y contraseña
fi: Anna käyttäjänimesi ja salasanasi
fr: Veuillez renseigner votre nom d'utilisateur et mot de passe
he: אנא הזן את שם המשתמש והסיסמה שלך
hi: कृपया अपना यूज़रनेम और पासवर्ड दर्ज करें
hr: Upiši svoje korisničko ime i lozinku
hu: Kérlek, add meg a felhasználóneved és jelszavad
id: Masukkan nama pengguna dan kata sandi Anda
it: Inserisci il tuo nome utente e la password
ja: ユーザー名とパスワードを入力してください
ko: 사용자 계정과 암호를 입력하십시오.
nl: Voer je gebruikersnaam en wachtwoord in.
no: Vennligst fyll inn brukernavn og passord
pl: Wprowadź swoją nazwę użytkownika oraz hasło
pt: Por favor, introduza um nome de utilizador e palavra-passe
pt_br: Por favor, digite seu usuário e senha
ro: Te rog introdu numele de utilizator și parola
ru: Введите имя пользователя и пароль
sk: Zadajte prihlasovacie meno a heslo
sr_latn: Unesite korisničko ime i lozinku
sv: Vänligen ange ditt användarnamn och lösenord
tr: Lütfen kullanıcı adınızı ve şifrenizi giriniz
uk: Будь ласка, введіть ваше ім'я та пароль
zh_hans: 请输入用户名和密码。
zh_hant: 請輸入使用者名稱和密碼

# alert.open_url.title
source: Open URL
af: Open bronadres
ar: فتح عنوان URL
ca: Obre enllaç
cs: Otevřít URL
da: Åben URL
de: Adresse öffnen
el: Άνοιγμα συνδέσμου URL
es: Abrir URL
fi: Avaa URL
fr: Ouvrir une adresse
he: פתח כתובת אינטרנט
hi: यूआरएल खोलें
hr: Otvori URL adresu
hu: URL megnyitása
id: Buka URL
it: Apri URL
ja: URLを開く
ko: URL 열기
no: Åpne URL
pl: Otwórz adres URL
pt: Abrir URL
pt_br: Abrir URL
ro: Deschide URL
ru: Открыть URL
sk: Otvoriť URL
sr_latn: Otvori URL
sv: Öppna URL
tr: URL Aç
uk: Відкрити URL
zh_hans: 打开 URL
zh_hant: 打開 URL

# alert.open_url.message
source: Please enter the URL:
af: Voer die bronadres in:
ar: الرجاء إدخال الرابط:
ca: Si us plau, introdueix l'enllaç:
cs: Zadejte URL:
da: Venligst indtast URL:
de: Bitte Adresse eingeben:
el: Παρακαλώ εισάγετε σύνδεσμο URL:
es: Por favor, ingrese la dirección URL:
fi: Anna URL-osoite:
fr: Veuillez entrer l'URL :
he: אנא הזן כתובת URL:
hi: कृपया यहां यूआरएल दर्ज करें:
hr: Upiši URL adresu:
hu: Kérlek add meg az URL-t:
id: Mohon masukkan URL:
it: Inserisci l'URL:
ja: URLを入力してください:
ko: URL을 입력하십시오
nl: Voer de URL in:
no: Angi en URL:
pl: Wprowadź adres URL:
pt: Por favor, introduza um URL:
pt_br: Por favor, digite a URL:
ro: Te rog introdu un URL:
ru: Введите URL:
sk: Zadajte URL:
sr_latn: Unesite URL:
sv: Vänligen ange URL:en:
tr: Lütfen URL'yi girin:
uk: Уведіть, будь ласка, URL:
zh_hans: 请输入 URL:
zh_hant: 請輸入 URL：

# alert.choose_media_file.title
source: Choose Media Files
af: Kies medialêers
ar: اختيار ملفات الوسائط
ca: Selecciona el fitxers multimèdia
cs: Vyberte soubor
da: Vælge mediefil
de: Datei auswählen
el: Επιλογή Αρχείων Πολυμέσων
es: Seleccione el archivo multimedia
fi: Valitse mediatiedostoja
fr: Choisir un fichier média
he: בחר קבצי מדיה
hi: मीडिया फ़ाइलें चुनें
hr: Odaberite medijske datoteke
hu: Média fájlok kiválasztása
id: Pilih File Media
it: Scegli file media
ja: メディアファイルを選択
ko: 재생할 파일 선택
nl: Kies bestand
no: Velg mediafiler
pl: Wybierz pliki multimedialne
pt: Escolher Arquivos de Media
pt_br: Escolha o arquivo de mídia
ro: Alege un fișier media
ru: Выбрать медиафайл
sk: Vyberte súbory
sr_latn: Odaberite medijske datoteke
sv: Välj mediafil
tr: Medya Dosyaları Seç
uk: Вибрати медіафайл
zh_hans: 选择媒体文件
zh_hant: 選擇媒體檔案

# alert.add_url.title
source: Add URL
af: Voeg bronadres toe
ar: إضافة عنوان URL
ca: Afegeix enllaç
cs: Přidat URL
da: Tilføj URL
de: Adresse hinzufügen
el: Προσθήκη συνδέσμου URL
es: Añadir URL
fi: Lisää URL-osoite
fr: Ajouter une URL
he: הוסף URL
hi: यूआरएल जोड़िये
hr: Dodaj URL adresu
hu: URL hozzáadása
id: Tambahkan URL
it: Aggiungi URL
ja: URLを追加
ko: URL 추가
nl: Voeg URL toe
no: Legg til URL
pl: Dodaj adres URL
pt: Adicionar URL
pt_br: Adicionar URL
ro: Adaugă URL
ru: Добавить URL
sk: Pridať URL
sr_latn: Dodaj URL
sv: Lägg till URL
tr: URL Ekle
uk: Додати URL
zh_hans: 添加 URL
zh_hant: 加入 URL

# alert.add_url.message
source: Please enter the URL:
af: Voer die bronadres in:
ar: الرجاء إدخال الرابط:
ca: Si us plau, introdueix l'enllaç:
cs: Zadejte URL:
da: Indtast URL:
de: Bitte Adresse eingeben:
el: Παρακαλώ εισάγετε το σύνδεσμο URL:
es: Por favor ingrese la URL:
fi: Anna URL-osoite:
fr: Veuillez saisir l'URL :
he: אנא הזן URL:
hi: कृपया यहां यूआरएल दर्ज करें:
hr: Upiši URL adresu:
hu: Kérlek add meg az URL-t:
id: Mohon masukkan URL:
it: Inserisci l'URL:
ja: URLを入力:
ko: URL을 입력하십시오
nl: Voer de URL in:
no: Angi en URL:
pl: Wprowadź adres URL:
pt: Por favor, insira um URL:
pt_br: Por favor, digite a URL:
ro: Te rog introdu un URL:
ru: Пожалуйста, введите URL-адрес:
sk: Zadajte URL:
sr_latn: Unеsitе URL:
sv: Vänligen ange URL:en:
tr: Lütfen URL adresini girin:
uk: Будь ласка, введіть URL:
zh_hans: 请输入 URL:
zh_hant: 請輸入 URL：

# alert.delete_history.title
source: Delete Playback History
af: Skrap afspeelgeskiedenis
ar: حذف سجل التشغيل
ca: Suprimeix l'historial de reproducció
cs: Smazat historii přehrávání
da: Slet Playback Historik
de: Wiedergabeverlauf löschen
el: Διαγραφή Ιστορικού Αναπαραγωγής
es: Eliminar el historial de reproducción
fi: Poista toistohistoria
fr: Supprimer l'historique de lecture
he: מחק הסטוריית השמעה
hi: प्लेबैक इतिहास हटाएं
hr: Izbriši povijest reprodukcije
hu: Lejátszási elõzmények törlése
id: Hapus Riwayat Pemutaran
it: Cancella cronologia riproduzioni
ja: 再生履歴の削除
ko: 최근에 재생한 기록 삭제
nl: Verwijder afspeelgeschiedenis
no: Slett avspillingshistorikk
pl: Usuń historię odtwarzania
pt: Apagar Histórico de Reprodução
pt_br: Deletar histórico de reproduções
ro: Șterge istoricul de redare
ru: Удалить историю воспроизведения
sk: Vymazať históriu prehrávania
sr_latn: Izbriši istoriju reprodukcije
sv: Radera uppspelningshistorik
tr: Oynatma listesi geçmişini sil
uk: Видалити історію перегляду
zh_hans: 删除播放历史记录
zh_hant: 刪除播放記錄

# alert.delete_history.message
source: Are you sure to delete selected entries?
af: Is u seker u wil die gekose inskrywings skrap?
ar: هل أنت متأكد من حذف الإدخالات المحددة؟
ca: Estàs segur que vols surpirmir les entrades seleccionades?
cs: Opravdu chcete smazat zvolené záznamy?
da: Er du sikker på du ønsker at slette det valgte?
de: Möchtest du die ausgewählten Einträge wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τις επιλεγμένες καταχωρήσεις;
es: ¿Está seguro de borrar las entradas seleccionadas?
fi: Haluatko varmasti poistaa valitut kohteet?
fr: Souhaitez-vous vraiment supprimer les entrées sélectionnées ?
he: האם אתה בטוח שברצונך למחוק את הערכים שנבחרו?
hi: क्या आप चयनित प्रविष्टियों को हटाना सुनिश्चित करते हैं?
hr: Stvarno želiš izbrisati odabrane unose?
hu: Biztosan törlöd a kijelölt elemeket?
id: Apakah Anda yakin untuk menghapus entri terpilih?
it: Sei sicuro di cancellare le voci selezionate?
ja: 本当に選択した項目を削除しますか？
ko: 선택한 재생 기록을 삭제하시겠습니까?
nl: Weet je zeker dat je de geselecteerde onderdelen wilt verwijderen?
no: Er du sikker på at vil slette valgte oppføringer?
pl: Czy na pewno chcesz usunąć zaznaczone pozycje?
pt: Tem a certeza que quer apagar as entradas selecionadas?
pt_br: Tem certeza que deseja deletar?
ro: Ești sigur că vrei să ștergi intrările selectate?
ru: Вы уверены, что хотите удалить выбранное?
sk: Naozaj chcete vymazať vybrané položky?
sr_latn: Želite li zaista da izbrišete izabrane stavke?
sv: Är du säker på att du vill radera valda objekt?
tr: Seçili girdileri silmek istediğinizden emin misiniz?
uk: Впевнені, що хочете видалити вибрані елементи?
zh_hans: 确定要删除所选的历史记录吗？
zh_hant: 確定要刪除所選的播放記錄嗎？
