Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# general.on
source: On
af: Aan
ar: تشغيل
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ενεργό
es: Activado
fi: Päällä
fr: Activé
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
ja: オン
ko: 켜기
nl: Aan
no: På
pl: Włączono
pt: Ligado
pt_br: Ligar
ro: Pornit
ru: Вкл
sk: Zapnuté
sr_latn: Uključeno
sv: På
tr: Açık
uk: Увімкнути
zh_hans: 开
zh_hant: 開啟

# general.off
source: Off
af: Af
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Apagado
fi: Pois päältä
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
ja: オフ
ko: 끄기
nl: Uit
no: Av
pl: Wyłączono
pt: Desligado
pt_br: Desligar
ro: Oprit
ru: Выкл
sk: Vypnuté
sr_latn: Isključeno
sv: Av
tr: Kapalı
uk: Вимкнути
zh_hans: 关
zh_hant: 關閉

# general.login
source: Login
af: Teken aan
ar: تسجيل الدخول
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
no: Logg på
pl: Zaloguj się
pt: Iniciar sessão
ro: Logare
ru: Войти
sk: Prihlásenie
sr_latn: Prijavi me
sv: Logga in
tr: Oturum Aç
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# general.logout
source: Logout
af: Teken af
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתקות
hi: लोग आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nl: Log uit
no: Logg av
pl: Wyloguj
pt: Terminar sessão
pt_br: Encerrar sessão
ro: Ieșire
ru: Выйти
sk: Odhlásenie
sr_latn: Odjavi me
sv: Logga ut
tr: Oturumu Kapat
uk: Вийти
zh_hans: 登出
zh_hant: 登出

# general.ok
source: OK
af: Goed
ar: حسناً
ca: D'acord
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
ko: 승인
nl: Oke
no: Godkjenn
sr_latn: U redu
tr: Tamam
uk: ОК
zh_hans: 好
zh_hant: 確定

# general.cancel
source: Cancel
af: Kanselleer
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr_latn: Otkaži
sv: Avbryt
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# general.username
source: Username
af: Gebruikersnaam
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de Utilizador
pt_br: Usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Meno používateľa
sr_latn: Korisničko Ime
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 用戶名

# general.password
source: Password
af: Wagwoord
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पारण शब्द
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sr_latn: Lozinka
sv: Lösenord
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# guide.highlights
source: Highlights
af: Hoogtepunte
ar: الأشياء الهامة
ca: Destacats
cs: Co je v IINA nového
da: Højdepunkter
el: Επισημάνσεις
es: Destacados
fi: Kohokohdat
fr: Mis en avant
hr: Istaknuto
hu: Kiemelések
id: Sorotan
it: In evidenza
ja: ハイライト
ko: 새로 추가된 기능
nl: Hoogtepunten
pl: Najważniejsze
pt: Destaques
pt_br: Destaques
ro: Evidențiator
ru: Что нового в IINA
sk: Novinky
sr_latn: Istaknuti sadržaj
sv: Höjdpunkter
tr: Öne Çıkanlar
uk: Найважливіше
zh_hans: 更新亮点
zh_hant: 更新亮點

# guide.basic_settings
source: Basic Settings
af: Basiese instellings
ar: الإعدادات الأساسية
ca: Configuració bàsica
cs: Základní nastavení
da: Grundlæggende indstillinger
de: Allgemeine Einstellungen
el: Βασικές Ρυθμίσεις
es: Configuración básica
fi: Perusasetukset
fr: Réglages de base
he: הגדרות בסיסיות
hr: Osnovne postavke
hu: Alapvető beállítások
id: Pengaturan Dasar
it: Impostazioni di base
ja: 基本設定
ko: 일반 설정
nl: Basisinstellingen
no: Grunnleggende innstillinger
pl: Ustawienia podstawowe
pt: Configurações Básicas
pt_br: Configurações Básicas
ro: Setări de bază
ru: Основные параметры
sk: Základné nastavenia
sr_latn: Osnovne postavke
sv: Grundläggande inställningar
tr: Temel Ayarlar
uk: Основні параметри
zh_hans: 基本设置
zh_hant: 基本設定

# guide.faq
source: Frequently Asked Questions
af: Gereelde vrae
ar: الأسئلة المتكررة
ca: Preguntes freqüents
cs: Nejčastější dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen (FAQ)
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fr: Questions fréquemment posées
he: שאלות נפוצות
hr: Često postavljena pitanja
hu: Gyakran Ismételt Kérdések
id: Pertanyaan Umum
it: Domande frequenti (FAQ)
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
pl: Najczęściej zadawane pytania (FAQ)
pt: Perguntas Frequentes
pt_br: Dúvidas frequentes
ro: Întrebări adresate frecvent
ru: Часто задаваемые вопросы (FAQ)
sk: Často kladené otázky
sr_latn: Često postavljena pitanja
sv: Vanliga frågor (FAQ)
tr: Sık Sorulan Sorular
uk: Часті запитання
zh_hans: 常见问题
zh_hant: 常見問題

# main.buffering_indicator
source: Buffering… %d%%
af: Bufferwerking… %d%%
ar: التخزين… %d%%
ca: Carregant… %d%%
cs: Načítá se… %d%%
da: Indlæser... %d%%
de: Puffern … %d%%
el: Προφόρτωση… %d%%
es: Cargando… %d%%
fi: Puskuroidaan… %d%%
fr: Mise en mémoire tampon… %d%%
hi: बफरिंग… %d%%
hr: Učitavanje %d%%
hu: Bufferelés…%d%%
id: Menyangga… %d%%
it: Buffer… %d%%
ja: バッファ中… %d%%
ko: 버퍼링… %d%%
nl: Bufferen… %d%%
no: Bufrer… %d%%
pl: Buforowanie… %d%%
pt: Buffer de dados… %d%%
pt_br: Carregando… %d%%
ru: Буферизация… %d%%
sk: Načítava sa… %d%%
sr_latn: Smeštanje u bafer… %d%%
sv: Buffrar… %d%%
tr: Arabelleğe alınıyor... %%%d
uk: Буферизація… %d%%
zh_hans: 缓冲中… %d%%
zh_hant: 緩衝處理中⋯ %d%%

# main.opening_stream
source: Opening stream…
af: Open tans stroom…
ar: فتح البث…
ca: Obrint fluxe de dades…
cs: Otevírám stream…
da: Åbner stream…
de: Stream öffnen …
el: Άνοιγμα Ροής…
es: Abrir flujo de datos
fi: Avataan streamia…
fr: Lancement du stream…
he: פותח זרם…
hi: खुलने की धारा…
hr: Otvaranje zapisa…
hu: Stream megnyitása…
id: Membuka stream…
it: Apertura stream…
ja: ストリームを展開中…
ko: 스트림 여는 중…
nl: Stream openen…
no: Åpner strøm…
pl: Otwieram strumień…
pt: A abrir stream…
pt_br: Abrindo stream…
ro: Se deschide streamul…
ru: Открытие потока…
sk: Otváram stream…
sr_latn: Otvaram strim…
sv: Öppnar ström…
tr: Akış açılıyor...
uk: Відкриття потоку…
zh_hans: 正在打开流……
zh_hant: 開啟串流中⋯⋯

# osc.precision
source: Precision
af: Presisie
ar: الدقة
ca: Precisió
cs: Přesnost
da: Præcision
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hr: Točnost
hu: Pontosság
id: Ketepatan
it: Precisione
ja: 精度
ko: 정밀도
nl: Precisie
no: Presisjon
pl: Dokładność
pt: Precisão
pt_br: Precisão
ro: Precizie
ru: Точность
sk: Presnosť
sr_latn: Preciznost
tr: Kesinlik
uk: Точність
zh_hans: 精确度
zh_hant: 精確度

# osc.1s
source: 1 second
af: 1 sekonde
ar: 1 ثانية
ca: 1 segon
cs: 1 sekunda
da: 1 sekund
de: 1 Sekunde
el: 1 δευτερόλεπτο
es: 1 segundo
fi: 1 sekunti
fr: 1 seconde
he: שניה
hr: 1 sekunda
hu: 1 másodperc
id: 1 detik
it: 1 secondo
ja: 1 秒
ko: 1초
nl: 1 seconde
no: 1 sekund
pl: 1 sekunda
pt: 1 segundo
pt_br: 1 segundo
ro: O secundă
ru: 1 сек.
sk: 1 sekunda
sr_latn: 1. sekunda
sv: 1 sekund
tr: 1 saniye
uk: 1 секунда
zh_hans: 1秒
zh_hant: 1秒

# osc.100ms
source: 100 milliseconds
af: 100 millisekondes
ar: 100 مللي ثانية
ca: 100 milisegons
cs: 100 milisekund
da: 100 millisekunder
de: 100 Millisekunden
el: 100 χιλιοστά του δευτερολέπτου
es: 100 milisegundos
fi: 100 millisekuntia
fr: 100 millisecondes
he: 100 אלפיות שניה
hr: 100 milisekunda
hu: 100 ezredmásodperc
id: 100 milidetik
it: 100 millisecondi
ja: 100 ミリ秒
ko: 100밀리초
nl: 100 milliseconden
no: 100 millisekunder
pl: 100 milisekund
pt: 100 milissegundos
pt_br: 100 milissegundos
ro: 100 milisecunde
ru: 100 миллисекунд
sk: 100 milisekúnd
sr_latn: 100 milisekundi
sv: 100 millisekunder
tr: 100 milisaniye
uk: 100 мілісекунд
zh_hans: 100毫秒
zh_hant: 100毫秒

# osc.10ms
source: 10 milliseconds
af: 10 millisekondes
ar: 10 مللي ثانية
ca: 10 milisegons
cs: 10 milisekund
da: 10 millisekunder
de: 10 Millisekunden
el: 10 χιλιοστά του δευτερολέπτου
es: 10 milisegundos
fi: 10 millisekuntia
fr: 10 millisecondes
he: 10 אלפיות שניה
hr: 10 milisekunda
hu: 10 ezredmásodperc
id: 10 milidetik
it: 10 millisecondi
ja: 10 ミリ秒
ko: 10밀리초
nl: 10 milliseconden
no: 10 millisekunder
pl: 10 milisekund
pt: 10 milissegundos
pt_br: 10 milissegundos
ro: 10 milisecunde
ru: 10 миллисекунд
sk: 10 milisekúnd
sr_latn: 10 milisekundi
sv: 10 millisekunder
tr: 10 milisaniye
uk: 10 мілісекунд
zh_hans: 10毫秒
zh_hant: 10毫秒

# osc.1ms
source: 1 millisecond
af: 1 millisekonde
ar: 1 مللي ثانية
ca: 1 milisegon
cs: 1 milisekunda
da: 1 millisekund
de: 1 Millisekunde
el: 1 χιλιοστό του δευτερολέπτου
es: 1 milisegundo
fi: 1 millisekunti
fr: 1 milliseconde
he: אלפית שנייה
hr: 1 milisekunda
hu: 1 ezredmásodperc
id: 1 milidetik
it: 1 millisecondo
ja: 1 ミリ秒
ko: 1밀리초
nl: 1 milliseconde
no: 1 millisekund
pl: 1 milisekund
pt: 1 milissegundo
pt_br: 1 milissegundo
ro: o milisecundă
ru: миллисекунда
sk: 1 milisekunda
sr_latn: 1 milisekunda
sv: 1 millisekund
tr: 1 milisaniye
uk: 1 мілісекунда
zh_hans: 1毫秒
zh_hant: 1毫秒

# quicksetting.item_default
source: Default
af: Verstek
ar: الافتراضي
ca: Per defecte
cs: Výchozí
da: Standart
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt: Predefinido
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sr_latn: Podrazumevano
sv: Förval
tr: Saptanmış
uk: Типово
zh_hans: 默认
zh_hant: 預設

# quicksetting.item_none
source: None
af: Geen
ar: لا شيء
ca: Cap
cs: Žádný
da: Ingen
de: Nein
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
hi: कोई नहीं
hr: Ništa
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ro: Fără
ru: Нет
sk: Žiadne
sr_latn: Nijеdan
sv: Inget
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# quicksetting.hwdec
source: Hardware Decoding
af: Apparatuurdekodering
ar: فك ترميز الجهاز
ca: Decodificació per maquinari
cs: Hardwarově dekódovat
da: Hardwareafkodning
de: Hardware Dekodierung
el: Αποκωδικοποίηση Υλικού
es: Decodificación de hardware
fi: Laitteistopohjainen purku
fr: Décodage Matériel
hr: Hardversko dekodiranje
hu: Hardveres dekódolás
id: Dekoding perangkat keras
it: Decodifica dell'Hardware
ja: ハードウェアデコード
ko: 하드웨어 디코딩
nl: Hardware acceleratie
no: Maskinvaredekoding
pl: Dekodowanie sprzętowe
pt: Descodificação de hardware
pt_br: Decodificação por hardware
ro: Decodare hardware
ru: Аппаратное декодирование
sk: Hardvérové dekódovanie
sr_latn: Hardversko dekodiranje
sv: Hårdvaruavkodning
tr: Donanımsal Kod Çözücü
uk: Апаратне декодування
zh_hans: 硬件解码
zh_hant: 硬體解碼

# quicksetting.deinterlace
source: Deinterlace
af: Deïnterlinieer
ar: تشابك
ca: Desentrellaçament
cs: Odebrat prokládání
de: Deinterlacing
el: Αποπλεξία
es: Desentrelazar
fi: Lomituksenpoisto
fr: Désentrelacer
hr: Preplitanje
hu: Váltottsoros képszűrő
it: Deinterlacciamento
ja: インターレース解除
ko: 디인터레이스
pl: Usuwanie przeplotu
pt: Desentrelaçar
pt_br: Desentrelaçar
ro: Deîntrețesere
ru: Деинтерлейсинг
sr_latn: Rasplitanje
sv: Avfläta
tr: Taramasızlık
uk: Черезрядкова розгортка
zh_hans: 反交错
zh_hant: 去交錯

# osd.pause
source: Pause
af: Wag
ar: إيقاف مؤقت
ca: Pausa
cs: Pozastaveno
de: Pausieren
el: Παύση
es: Pausa
fi: Tauko
fr: En pause
he: השהיה
hi: रोकें
hr: Zaustavi
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지됨
nl: Pauzeer
pl: Pauza
pt: Pausa
pt_br: Em Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sr_latn: Pauziraj
sv: Pausa
tr: Duraklat
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

# osd.resume
source: Resume
af: Hervat
ar: استئناف
ca: Reprèn
cs: Pokračování
da: Genoptag
de: Wiedergabe
el: Συνέχιση
es: Reanudar
fi: Jatka
fr: Reprise de la lecture
he: המשך
hi: पुनः आरंभ
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재생 복원됨
nl: Hervat
no: Gjenoppta
pl: Wznów
pt: Retomar
pt_br: Reproduzindo
ro: Reia
ru: Возобновить
sk: Pokračovať
sr_latn: Nastavi
sv: Fortsätt
tr: Sürdür
uk: Відновити
zh_hans: 继续
zh_hant: 繼續

# osd.volume
source: Volume: %i
ar: الصوت: %i
ca: Volum: %i
cs: Hlasitost: %i
da: Volumen: %i
de: Lautstärke: %i
el: Ένταση: %i
es: Volumen: %i
fi: Äänenvoimakkuus: %i
he: עוצמת שמע: %i
hi: ध्वनि: %i
hr: Glasnoća: %i
hu: Hangerő: %i
ja: 音量: %i
ko: 음량: %i
no: Volum: %i
pl: Głośność: %i
ro: Volum: %i
ru: Громкость: %i
sk: Hlasitosť: %i
sr_latn: Jačina zvuka: %i
sv: Volym: %i
tr: Ses Yüksekliği: %i
uk: Гучність: %i
zh_hans: 音量：%i
zh_hant: 音量：%i

# osd.speed
source: Speed: %.2fx
af: Snelheid: %.2fx
ar: Speed: %@x
ca: Velocitat: %.2fx
cs: Rychlost: %.2f×
da: Speed: %@x
de: Speed: %@x
el: Ταχύτητα: %.2fx
es: Speed: %@x
fi: Speed: %@x
fr: Vitesse : %.2fx
he: מהירות: x%.2f
hi: गति: %.2fx
hr: Speed: %@x
hu: Speed: %@x
id: Kecepatan: %.2fx
it: Speed: %@x
ja: 再生速度: %.2fx
ko: 재생속도: %.2f배속
nl: Speed: %@x
no: Hastighet: %.2fx
pl: Speed: %@x
pt: Velocidade: %.2fx
pt_br: Speed: %@x
ro: Viteză: %.2fx
ru: Speed: %@x
sk: Rýchlosť: %.2f x
sr_latn: Brzina: %.2fx
sv: Hastighet: %.2fx
tr: Speed: %@x
uk: Speed: %@x
zh_hans: 速度：%.2fx
zh_hant: 速度：%.2fx

# osd.aspect
source: Aspect Ratio: %@
af: Aspekverhouding: %@
ar: نسبة العرض والارتفاع: %@
ca: Relació d'aspecte: %@
cs: Poměr stran: %@
da: Aspekt Ratio: %@
de: Seitenverhältnis: %@
el: Αναλογία Προβολής: %@
es: Proporción: %@
fi: Kuvasuhde: %@
fr: Format d'image : %@
he: יחס גובה-רוחב: %@
hi: आस्पेक्ट अनुपात: %@
hr: Omjer: %@
hu: Képarány: %@
id: Rasio Aspek: %@
it: Proporzioni: %@
ja: アスペクト比: %@
ko: 화면비: %@
nl: Beeldverhouding: %@
no: Bildeformat: %@
pl: Proporcje obrazu: %@
pt: Proporção: %@
pt_br: Proporção: %@
ro: Raport de aspect: %@
ru: Соотношение сторон: %@
sk: Pomer strán: %@
sr_latn: Odnos širina/visina: %@
sv: Förhållande: %@
tr: En-Boy Oranı: %@
uk: Пропорції: %@
zh_hans: 长宽比：%@
zh_hant: 顯示比例：%@

# osd.crop
source: Crop: %@
af: Snoei: %@
ar: قص صورة: %@
ca: Escapça: %@
cs: Ořez: %@
da: Beskær: %@
de: Zuschneiden: %@
el: Περικοπή: %@
es: Recortar: %@
fi: Rajaus: %@
fr: Rognage : %@
he: חיתוך: %@
hi: क्रॉप: %@
hr: Obreži: %@
hu: Vágás: %@
it: Ritaglio: %@
ja: クロップ: %@
ko: 화면 자르기: %@
nl: Bijsnijden: %@
no: Beskjæring: %@
pl: Kadrowanie obrazu: %@
pt: Cortar: %@
pt_br: Cortar: %@
ro: Decupare: %@
ru: Кадрирование: %@
sk: Orezať: %@
sr_latn: Iseci: %@
sv: Beskär: %@
tr: Kırp: %@
uk: Обрізання: %@
zh_hans: 裁切：%@
zh_hant: 裁切：%@

# osd.rotate
source: Rotate: %i°
af: Roteer: %i°
ar: تدوير: %i°
ca: Gira: %i°
cs: Otočení: %i°
da: Roter: %i°
de: Drehung: %i°
el: Περιστροφή: %i°
es: Rotar: %i°
fi: Kierto: %i°
fr: Rotation : %i°
hi: घुमाएँ: %i°
hr: Okreni: %i°
hu: Elforgatás: %i°
id: Putar: %i°
it: Rotazione: %i°
ja: 回転: %i°
ko: 회전: %i°
nl: Roteer: %i°
no: Roter: %i°
pl: Obrót: %i°
pt: Rodar: %i°
pt_br: Rotacionar: %i°
ro: Rotește: %i°
ru: Поворот: %i°
sk: Otočiť: %i°
sr_latn: Rotiraj: %i°
sv: Rotera: %i°
tr: Döndür: %i°
uk: Обертання: %i°
zh_hans: 旋转：%i°
zh_hant: 旋轉：%i°

# osd.deinterlace
source: Deinterlace: %@
af: Deïnterlinieer: %@
ar: تشابك: %@
ca: Desentrellaça: %@
cs: Odebrání prokládání: %@
de: Deinterlacing: %@
el: Αποπλεξία: %@
es: Desentrelazar: %@
fi: Lomituksenpoisto: %@
fr: Désentrelacer : %@
hi: डीइंटरलेस: %@
hr: Ukloni preplitanje: %@
hu: Váltottsoros képszűrő: %@
it: Deinterlacciamento: %@
ja: インターレース解除: %@
ko: 디인터레이스: %@
no: Fjern sammenfletting: %@
pl: Usuwanie przeplotu: %@
pt: Desentrelaçar: %@
pt_br: Desentrelaçar: %@
ro: Deîntrețesere: %@
ru: Деинтерлейсинг: %@
sr_latn: Rasplitanje: %@
sv: Avfläta: %@
tr: Taramasızlık: %@
uk: Черезрядкова розгортка: %@
zh_hans: 反交错：%@
zh_hant: 去交錯：%@

# osd.hwdec
source: Hardware Decoding: %@
af: Apparatuurdekodering: %@
ar: فك ترميز: %@
ca: Decodificació per maquinari: %@
cs: Hardwarové dekódování: %@
da: Hardwareafkodning: %@
de: Hardware-Dekodierung %@
el: Αποκωδικοποίηση Υλικού: %@
es: Decodificación de hardware: %@
fi: Laitteistopohjainen purku: %@
fr: Décodage Matériel: %@
hr: Hardversko dekodiranje: %@
hu: Hardveres dekódolás: %@
it: Decodifica dell'Hardware: %@
ja: ハードウェアデコード中: %@
ko: 하드웨어 디코딩: %@
nl: Hardware acceleratie: %@
no: Maskinvaredekoding: %@
pl: Dekodowanie sprzętowe: %@
pt: Descodificação de Hardware: %@
pt_br: Decodificação por hardware: %@
ro: Decodare hardware: %@
ru: Аппаратное декодирование: %@
sk: Hardvérové dekódovanie: %@
sr_latn: Hardversko dekodiranje: %@
sv: Hårdvaruavkodning: %@
tr: Donanımsal Kod Çözücü: %@
uk: Апаратне декодування: %@
zh_hans: 正在硬件解码: %@
zh_hant: 硬體解碼: %@

# osd.audio_delay.nodelay
source: Audio Delay: No Delay
af: Geen oudiovertraging
ar: تأخير الصوت: لا تأخير
ca: Retard de l'àudio: sense retard
cs: Zpoždění zvuku: Žádné
da: Lydforsinkelse: Ingen forsinkelsen
de: Audioverzögerung: Keine
el: Καθυστέρηση Ήχου: Χωρίς Καθυστέρηση
es: Retraso de audio: Sin Retraso
fi: Äänen viive: Ei viivästystä
fr: Délai audio : aucun
hi: ऑडियो विलंब: विलंब न करें
hr: Kašnjenje zvuka: bez kašnjenja
hu: Hangkésleltetés: Nincs késleltetés
id: Penundaan Audio: Tanpa Penundaan
it: Differenza audio: 0.00s
ja: オーディオディレイ: ディレイなし
ko: 오디오 지연: 없음
nl: Geen audiovertraging
no: Lydforsinkelse: ingen forsinkelse
pl: Opóźnienie dźwięku: Brak
pt: Atraso de Áudio: Sem Atraso
pt_br: Atraso de Audio: Sem Atraso
ro: Întârziere audio: Fără întârziere
ru: Задержка аудио: нет задержки
sk: Posunutie zvuku: Žiadne
sr_latn: Kašnjenje zvuka: bez kašnjenja
sv: Ljudfördröjning: ingen fördröjning
tr: Ses Gecikmesi: Gecikme Yok
uk: Затримка звуку: без затримки
zh_hans: 音频延迟：无延迟
zh_hant: 音訊延遲：無

# osd.audio_delay.later
source: Audio Delay: %.2fs Later
af: Oudio vertraag met %.2fs
ar: تأخير الصوت: %.2fثانية لاحقاً
ca: Retard de l'àudio: %.2fs després
cs: Zpoždění zvuku: %.2f s
da: Lydforsinkelse: %.2fs Senere
de: Audioverzögerung: %.2f s später
el: Καθυστέρηση Ήχου: %.2fs Αργότερα
es: Retraso de audio: %.2fs Después
fi: Äänen viive: %.2fs myöhemmin
fr: Délai audio : %.2fs en avance
hi: ऑडियो विलंब: %.2fs बाद में
hr: Kašnjenje zvuka: %.2fs kasnije
hu: Hangkésleltetés: %.2fmp-vel később
id: Penundaan Audio: %.2f dtk lebih cepat
it: Differenza audio: %.2fs dopo
ja: オーディオディレイ: %.2f秒 遅く
ko: 오디오 지연: %.2f초 느리게
nl: Audio vertraagd met %.2fs
no: Lydforsinkelse: %.2fs senere
pl: Opóźnienie dźwięku: %.2fs pózniej
pt: Atraso de Áudio: %.2fs Depois
pt_br: Atraso de Audio: %.2fs Atrasado
ro: Întârziere audio: %.2fs mai târziu
ru: Задержка аудио: на %.2f с позже
sk: Posunutie zvuku: +%.2f s
sr_latn: Kašnjenje zvuka: %.2fs kasnije
sv: Ljudfördröjning: %.2fs senare
tr: Ses Gecikmesi: %.2f sn Geç
uk: Затримка звуку: +%.2f с
zh_hans: 音频延迟：延迟 %.2f 秒
zh_hant: 音訊延遲：延遲 %.2f 秒

# osd.audio_delay.earlier
source: Audio Delay: %.2fs Earlier
af: Oudio versnel met %.2fs
ar: تأخير الصوت: %.2fثانية سابقة
ca: Retard de l'àudio: %.2fs abans
cs: Zpoždění zvuku: −%.2f s
da: Lydforsinkelse: %.2fs tidligere
de: Audioverzögerung: %.2f s früher
el: Καθυστέρηση Ήχου: %.2fs Νωρίτερα
es: Retraso de audio: %.2fs Antes
fi: Äänen viive: %.2fs aiemmin
fr: Délai audio : %.2fs en retard
hi: ऑडियो विलंब: %.2fs पूर्व
hr: Kašnjenje zvuka: %.2fs ranije
hu: Hangkésleltetés: %.2fmp-vel hamarabb
id: Jeda Audio: %.2f dtk lebih lambat
it: Differenza audio: %.2fs prima
ja: オーディオディレイ: %.2f秒 早く
ko: 오디오 지연: %.2f초 빠르게
nl: Audio versneld met %.2fs
no: Lydforsinkelse: %.2fs tidligere
pl: Opóźnienie dźwięku: %.2fs wcześniej
pt: Atraso de Áudio: %.2fs Antes
pt_br: Atraso de Audio: %.2fs Antecipado
ro: Întârziere audio: %.2fs mai devreme
ru: Задержка аудио: на %.2f с раньше
sk: Posunutie zvuku: -%.2f s
sr_latn: Kašnjenje zvuka: %.2fs ranije
sv: Ljudfördröjning: %.2fs tidigare
tr: Ses Gecikmesi: %.2f sn Erken
uk: Затримка звуку: –%.2f с
zh_hans: 音频延迟：提前 %.2f 秒
zh_hant: 音訊延遲：提前 %.2f 秒

# osd.sub_delay.nodelay
source: Subtitle Delay: No Delay
af: Geen onderskrifvertraging
ar: تأخير الترجمة: لا تأخير
ca: Retard dels subtítols: sense retard
cs: Zpoždění titulků: Žádné
da: Undertekstforsinkelse: Ingen forsinkelse
de: Untertitelverzögerung: Keine
el: Καθυστέρηση Υποτίτλων: Χωρίς Καθυστέρηση
es: Retraso de subtítulos: Sin Retraso
fi: Äänen viive: Ei viivästystä
fr: Délai des sous-titres : aucun
hi: उपशीर्षक देरी: विलंब न करें
hr: Kašnjenje titla: bez kašnjenja
hu: Felirat késleltetés: Nincs késleltetés
id: Penundaan Terjemahan: Tanpa Penundaan
it: Differenza sottotitoli: 0.00s
ja: 字幕ディレイ: ディレイなし
ko: 자막 지연: 없음
nl: Geen ondertitelingvertraging
no: Undertekstforsinkelse: ingen forsinkelse
pl: Opóźnienie napisów: Brak
pt: Atraso da legenda: Sem atraso
pt_br: Atraso de Legenda: Sem Atraso
ro: Întârziere subtitrare: Fără întârziere
ru: Задержка субтитров: нет задержки
sk: Posunutie titulkov: Žiadne
sr_latn: Kašnjenje titla: bez kašnjenja
sv: Undertextsfördröjning: Ingen fördröjning
tr: Altyazı Gecikmesi: Gecikme Yok
uk: Затримка субтитрів: без затримки
zh_hans: 字幕延迟：无延迟
zh_hant: 字幕延遲：無

# osd.sub_delay.later
source: Subtitle Delay: %.2fs Later
af: Onderskrif vertraag met %.2fs
ar: تأخير الترجمة: %.2fث لاحقاً
ca: Retard dels subtítols: %.2fs després
cs: Zpoždění titulků: %.2f s
da: Undertekstforsinkelse: %.2fs Senere
de: Untertitelverzögerung: %.2f s später
el: Καθυστέρηση Υποτίτλων: %.2fs Αργότερα
es: Retraso de subtítulos: %.2fs Después
fi: Tekstityksen viive: %.2fs myöhemmin
fr: Délai des sous-titres : %.2fs en avance
hi: उपशीर्षक देरी: %.2fs बाद में
hr: Kašnjenje titla: %.2fs kasnije
hu: Felirat késleltetés: %.2fmp-vel később
id: Penundaan Terjemahan: %.2f dtk lebih cepat
it: Differenza sottotitoli: %.2fs dopo
ja: 字幕ディレイ: %.2f秒 遅く
ko: 자막 지연: %.2f초 느리게
nl: Ondertiteling versneld met %.2fs
no: Undertekstforsinkelse: %.2fs senere
pl: Opóźnienie napisów: %.2fs później
pt: Atraso da legenda: %.2fs depois
pt_br: Atraso de Legenda: %.2fs Atrasada
ro: Întârziere subtitrare: %.2fs mai târziu
ru: Задержка субтитров: на %.2f с позже
sk: Posunutie titulkov: +%.2f s
sr_latn: Kašnjenje titla: %.2fs kasnije
sv: Undertextsfördröjning: %.2fs senare
tr: Altyazı Gecikmesi: %.2f sn Geç
uk: Затримка субтитрів: +%.2f с
zh_hans: 字幕延迟：延迟 %.2f 秒
zh_hant: 字幕延遲：延遲 %.2f 秒

# osd.sub_delay.earlier
source: Subtitle Delay: %.2fs Earlier
af: Onderskrif versnel met %.2fs
ar: تأخير الترجمة: %.2fثانية سابقة
ca: Retard dels subtítols: %.2fs abans
cs: Zpoždění titulků: −%.2f s
da: Undertekstforsinkelse: %.2fs Tidligere
de: Untertitelverzögerung: %.2f s früher
el: Καθυστέρηση Υποτίτλων: %.2fs Νωρίτερα
es: Retraso de subtítulos: %.2fs Antes
fi: Tekstityksen viive: %.2fs aiemmin
fr: Délai des sous-titres : %.2fs en retard
hi: उपशीर्षक देरी: %.2fs पूर्व
hr: Kašnjenje titla: %.2fs ranije
hu: Felirat késleltetés: %.2fmp-vel hamarabb
id: Penundaan Terjemahan: %.2f dtk lebih lambat
it: Differenza sottotitoli: %.2fs prima
ja: 字幕ディレイ: %.2f秒 早く
ko: 자막 지연: %.2f초 빠르게
nl: Ondertiteling vertraagd met %.2fs
no: Undertekstforsinkelse: %.2fs tidligere
pl: Opóźnienie napisów: %.2fs wcześniej
pt: Atraso da Legenda: %.2fs Antes
pt_br: Atraso de Legenda: %.2fs Antecipada
ro: Întârziere subtitrare: %.2fs mai devreme
ru: Задержка субтитров: на %.2f с раньше
sk: Posunutie titulkov: -%.2f s
sr_latn: Kašnjenje titla: %.2fs ranije
sv: Undertextsfördröjning: %.2fs tidigare
tr: Altyazı Gecikmesi: %.2f sn Erken
uk: Затримка субтитрів: –%.2f с
zh_hans: 字幕延迟：提前 %.2f 秒
zh_hant: 字幕延遲：提前 %.2f 秒
