Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.filter_hwdec.message
source: You are about to apply a video filter. However, your current hardware decoder may not support video filters well. You can either disable hardware decoding or switch to Auto(Copy), which will consume twice the memory. You may need to repeat previous operation (like setting the crop) to make it work.
af: U is op die punt om ’n videofilter toe te pas. U huidige apparatuurdekodeerder ondersteun dit dalk nie goed nie. U kan apparatuurdekodering óf deaktiveer óf na Outomaties(Kopieer) wissel wat dubbel die geheue sal gebruik. U gaan dalk die vorige bewerking (soos die snoei) moet herhaal sodat dit kan werk.
ar: أنت على وشك تطبيق فلتر فيديو. ومع ذلك، فترميز الأجهزة الحالية قد لا يدعم فلاتر الفيديو جيداً. يمكنك تعطيل فك ترميز الأجهزة أو التبديل إلى تلقائي (نسخ)، الذي سيستهلك ضعف الذاكرة. قد تحتاج إلى تكرار العملية السابقة (مثل إعداد حجم الفيديو) لجعلها تعمل.
ca: Estàs a punt d'aplicat un filtre de vídeo. Malgrat això, és possible que el teu maquinari no suporti filtres de vídeo correctament. Pots desactivat la decodificació per maquinari o canviar a Automàtic(còpia), el qual consumeix el doble de memòria. Pot ser que hagis de repetir la operació anterior (com establir l'espapçament) per a que funcioni.
cs: Chystáte se použít video filtr, avšak váš současný hardware nemusí optimálně video filtry podporovat. Můžete buď vypnout hardwarové dekódování, nebo přepnout na automatické nastavení, které spotřebuje dvojnásobek paměti. Může být nutné zopakovat předchozí krok (například, nastavení ořezu).
da: Du er ved at aktivere et videofilter. Men din nuværende hardware encoder supportere mulighvis ikke videofiltre. Du kan enten deaktivere hardware decoding eller skifte til auto(kopi), hvilket optager dobbelt hukommelse.
de: Du bist dabei einen Videofilter anzuwenden. Es könnte sein, dass Dein aktueller Hardwaredecoder diese nicht richtig unterstützt. Du kannst entweder das Hardwaredecoding abschalten oder auf Auto(Copy) umschalten. Auto(Copy) benötigt zweimal soviel Arbeitsspeicher. Unter Umständen musst Du die zuvor gemachten Einstellungen (wie zum Beispiel die Crop-Einstellungen) erneut vornehmen, damit es funktioniert.
el: Πρόκειται να εμφαρμόσετε ένα φίλτρο βίντεο. Ωστόσο, ο τρέχων αποκωδικοποιητής υλικού σας ενδέχεται να μην υποστηρίζει σωστά τα φίλτρα βίντεο. Μπορείτε είτε να απενεργοποιήσετε την αποκωδικοποίηση υλικού, ή να μεταβείτε σε λειτουργία Αυτόματο(Αντιγραφή), κάτι που καταναλώνει διπλάσιο χώρο μνήμης. Μπορεί να χρειαστεί να επαναλάβετε προηγούμενες βήματα (όπως ρύθμισης της περικοπής) για να το κάνετε να λειτουργήσει.
es: Estás a punto de aplicar un filtro de vídeo. Sin embargo, su descodificador actual puede no soportar bien los filtros de vídeo. Puede desactivar la descodificación por hardware o cambiar a Auto(Copia), que consumirá el doble de memoria. Puede que tenga que repetir la operación anterior (como, recortar) para que funcione.
fi: Olet ottamassa käyttöön videosuodatinta. Nykyinen laitteistodekooderi ei kuitenkaan välttämättä tue videosuodattimia. Voit joko poistaa laitteiston dekoodauksen käytöstä tai vaihtaa Auto (kopioi) -tilaan, joka vie kaksi kertaa enemmän muistia. Saatat joutua toistamaan edellisen toimenpiteen (kuten asettaa rajauksen), jotta se toimisi.
fr: Vous êtes sur le point d'activer un filtre vidéo. Cependant, votre décodeur hardware actuel peut ne pas bien supporter les filtres vidéos. Vous pouvez désactiver le décodage hardware ou passer sur Auto(Copy), ce qui consommera le double en mémoire. Vous aurez peut-être à répéter l'opération précédente (par exemple, activer le rognage) pour que tout fonctionne.
he: אתה עומד להחיל מסנן וידאו. עם זאת, ייתכן שמפענח החומרה הנוכחי שלך לא תומך היטב במסנני וידאו. ניתן להשבית את פענוח החומרה, או לעבור ל-Auto(Copy), שיגרום לצריכת זיכרון כפולה. ייתכן שתצטרך לחזור על הפעולה הקודמת (כמו הגדרת החיתוך) כדי שזה יעבוד.
hi: आप एक वीडियो फ़्लिटर लागू करने वाले हैं। हालाँकि, आपका वर्तमान हार्डवेयर डिकोडर अच्छी तरह से वीडियो फिल्टर का समर्थन नहीं कर सकता है। आप या तो हार्डवेयर डिकोडिंग को अक्षम कर सकते हैं या ऑटो (कॉपी) पर स्विच कर सकते हैं, जो मेमोरी का दोगुना उपभोग करेगा। आपको इसे काम करने के लिए पिछला ऑपरेशन (जैसे फसल सेट करना) दोहराना पड़ सकता है।
hu: Egy videószűrő alkalmazására készülsz. Előfordulhat azonban, hogy jelenlegi hardveres dekódered nem támogatja megfelelően a videoszűrőket. Letilthatod a hardveres dekódolást, vagy átválthatsz Auto(Másolás) módra, ami kétszer annyi memóriát fogyaszt. Előfordulhat, hogy meg kell ismételned az előző műveletet (például a kivágás beállítását), hogy működjön.
id: Anda akan menerapkan filter video. Namun, dekoder perangkat keras Anda saat ini mungkin tidak mendukung filter video dengan baik. Anda dapat menonaktifkan dekoding perangkat keras atau beralih ke Otomatis(Copy), yang akan menghabiskan dua kali memori. Anda mungkin perlu mengulangi operasi sebelumnya (seperti menyetel potongan) untuk membuatnya berfungsi.
it: Stai per applicare un filtro video. Tuttavia, il decoder hardware attuale potrebbe non supportare in modo corretto i filtri video. Puoi disabilitare la decodifica hardware o passare a Auto(Copia), che consumerà il doppio della memoria. Potresti dover ripetere le operazioni precedenti (ad es. reimpostare il ritaglio) per applicarle in modo corretto.
ja: あなたは今ビデオフィルターを適用しようとしていますが、お使いのハードウェアデコーダーはビデオフィルタリングに対応していない可能性があります。ハードウェアデコーディングをオフにするか、2倍のメモリを消費する"自動(コピー)"をご使用ください。 設定後、正常に動作させるには操作をやり直す(クロップ範囲の再設定など)必要がある場合があります。
ko: 사용자 비디오 필터를 적용합니다. 그러나 현재 사용 중인 하드웨어 디코더가 비디오 필터를 제대로 지원하지 않을 수도 있습니다. 사용자 필터를 사용하지 않도록 설정하거나, 두 배의 메모리를 사용하는 자동(복사) 방식으로 전환하여 사용할 수 있습니다. 이전에 설정했던 작업(예를 들어 화면 자르기 설정)이 동작하게 하려면 다시 설정해야 하는 경우도 있습니다.
nl: Energiebesparing via hardware-acceleratie, je huidige instelling, is niet mogelijk met de gekozen videofilter. Wil je van afspeelmethode wisselen? Mogelijk moet je de filter daarna opnieuw toepassen.
pl: Zamierzasz zastosować filtr wideo. Niestety twój dekoder sprzętowy może nie wpierać filtrów wideo. Możesz wyłączyć dekodowanie sprzętowe lub przełączyć w tryb Auto(Copy) co spowoduje podwójne zużycie pamięci. Może być wymagane powtórzenie poprzedniej operacji (jak ustawienie wycięcia) aby ustawienie zadziałało.
pt: Está prestes a aplicar um filtro de vídeo. No entanto, o seu descodificador de hardware atual pode não suportar bem filtros de vídeo. Pode desativar a descodificação de hardware ou alternar para Auto(Copiar), que irá consumir o dobro da memória. Poderá precisar de repetir a operação anterior (como definir o corte) para que funcione.
pt_br: Você está prestes a aplicar um filtro de vídeo. No entanto, seu decodificador de hardware atual pode não suportar bem filtros de vídeo. Você pode desabilitar a decodificação por hardware ou usar Auto(Copiar), que vai consumir o dobro de memória. Você pode precisar repetir a ultima operação (por exemplo, ajustar o corte) para fazê-la funcionar.
ro: Ești pe cale să aplici un filtru video. Cu toate acestea, decodorul hardware curent poate să nu suporte filtre video. Poți dezactiva decodarea hardware sau să schimbi la Auto(Copy), ceea ce va consuma de două ori mai multă memorie. Posibil să trebuiască să repeți ultima operațiune (ex: setarea decupării) pentru a funcționa.
ru: Вы собираетесь применить видеофильтр, но текущий режим аппаратного декодирования плохо поддерживает видеофильтры. Вы можете либо отключить аппаратное декодирование, что повысит нагрузку на ЦП, либо переключиться на режим «Автоматически (с копированием)», который будет потреблять вдвое больше памяти. Возможно, вам придется повторить предыдущую операцию (например, настройку обрезки), чтобы она сработала.
sk: Práve chcete použiť video filter. Avšak, aktuálny hardvéroví dekodér nemusí podporovať video filtre. Môžete vypnúť hardvéroví dekodér alebo ho prepnúť na Auto(Kópia), ktoré dvojnásobne zaťaží pamäť. Môžete zopakovať predchádzajúcu úpravu (napr. orezanie), aby všetko fungovalo.
sr_latn: Upravo ćete primeniti video filter. Međutim, moguće je da vaš trenutni hardverski dekoder ne podržava video filtere u potpunosti. Možete da onemogućite hardversko dekodiranje ili da koristite opciju Pređi na automatski režim (kopiraj), što će zauzeti dvostruko više memorije. Možda ćete morati da ponovite prethodnu operaciju (poput postavki isecanja) da biste uspeli.
sv: Du är på väg att aktivera ett videofilter, men det kan hända att din nuvarade hårdvaruavkodare inte stöder videofilter väl. Du kan antingen stänga av hårdvaruavkodning eller byta till Auto(Kopiera), vilket kommer att använda dubbla mängden minne. Du må behöva upprepa den föregående åtgärden (t.ex. att ange beskärning) för att få det att fungera.
tr: Video filtresi uygulamak üzeresiniz; ancak donanımsal çözücünüz video filtrelerini iyi desteklemiyor olabilir. Donanımsal çözücüyü devre dışı bırakabilirsiniz veya “Otomatik (Kopya)” seçeneğini etkinleştirebilirsiniz. Bu seçenek donanım çözücüsünü kullanır; ancak bellek kullanımı 2 kat fazladır. Eylemin çalışması için son işlemi yinelemeniz gerekebilir (kırpma ayarı gibi).
uk: Ви зараз застосуєте відеофільтр. Хоча ваш апаратний декодер, можливо, нормально не підтримує відеофільтри. Ви можете вимкнути апаратне декодування або перемкнутися в режим Авто (Копія), що використовує вдвічі більше пам'яті. Вам треба буде повторити попередню операцію (наприклад, встановлення обрізування), щоб воно запрацювало.
zh_hans: 你正在使用一个视频滤镜，但当前的硬件解码器不能很好地支持视频滤镜。你可以选择禁用硬件解码，或切换至自动（拷贝）解码，这将占用两倍内存。 你可能需要再操作一次（例如设置裁切）才能生效。
zh_hant: 您正在新增視訊濾鏡。然而，目前的硬體解碼器無法完整支援視訊濾鏡。您可以停用硬體解碼，或使用支援「拷貝」的解碼器（將會佔用兩倍記憶體）。 您可能需要重複上一個操作（例如裁切）才能看到效果。

# alert.filter_hwdec.abort
source: Abort
af: Staak
ar: إيقاف
ca: Interromp
cs: Přerušit
da: Afbryd
de: Abbrechen
el: Απόρριψη
es: Abortar
fi: Keskeytä
fr: Abandonner
he: ביטול
hi: निरस्त करें
hr: Prekini
hu: Megszakítás
id: Batalkan
it: Interrompi
ja: 破棄
ko: 중단
nl: Annuleer
no: Avbryt
pl: Przerwij
pt: Abortar
pt_br: Abortar
ro: Abandonează
ru: Отмена
sk: Prerušiť
sr_latn: Odustani
sv: Avbryt
tr: İptal Et
uk: Скасувати
zh_hans: 放弃
zh_hant: 中止

# alert.filter_hwdec.turn_off
source: Turn off hardware decoding
af: Deaktiveer apparatuurdekodering
ar: إيقاف تشغيل فك ترميز الجهاز
ca: Desactiva decodificació per maquinari
cs: Vypnout hardwarové dekódování
da: Sluk for hardware decoding
de: Hardware-Dekodierung deaktivieren
el: Απενεργοποίηση αποκωδικοποίησης υλικού
es: Desactivar la descodificación por hardware
fi: Poista laitteen dekoodaus käytöstä
fr: Désactiver le décodage hardware
he: כבה פענוח חומרה
hi: हार्डवेयर डिकोडिंग को बंद करें
hr: Isključi hardversko dekodiranje
hu: Hardver dekódolás kikapcsolása
id: Matikan hardware decoding
it: Disattiva la decodifica hardware
ja: ハードウェアデコーディングをオフにする
ko: 하드웨어 디코딩 끄기
nl: Ja, schakel hardware-acceleratie uit
no: Skru av maskinvarekoding
pl: Wyłącz dekodowanie sprzętowe
pt: Desativar decodificação de hardware
pt_br: Desligar decodificação por hardware
ro: Dezactivează decodarea hardware
ru: Отключить аппаратное декодирование
sk: Vypnúť hardvérové dekódovanie
sr_latn: Isključi hardversko dekodiranje
sv: Stäng av hårdvaruavkodning
tr: Donanım Çözücüsünü Kapat
uk: Вимкнути апаратне декодування
zh_hans: 关闭硬件解码
zh_hant: 關閉硬體解碼

# alert.filter_hwdec.use_copy
source: Switch to Auto(Copy)
af: Skakel oor na Outomaties (Kopieer)
ar: التبديل إلى تلقائي (نسخ)
ca: Canvia a Automàtic(còpia)
cs: Přepnout na Automaticky (Kopie)
da: Skift til auto(kopi)
de: Zu Autom. (Kopieren) wechseln
el: Εναλλαγή σε Αυτόματο(Αντιγραφή)
es: Cambiar a Auto(Copiar)
fi: Vaihda Auto (kopioi) -tilaan
fr: Passer sur Auto(Copy)
he: מעבר אל Auto(Copy)
hi: ऑटो पर स्विच करें (कॉपी करें)
hr: Prebaci na automatski način (kopiranje)
hu: Váltás automatikusra (másolás)
id: Setel ke Otomatis(Copy)
it: Passa a Auto(Copy)
ja: 自動 (コピー) 方式に切り替え
ko: 자동(복사)로 전환
nl: Ja, gebruik een gefilterde kopie wanneer nodig
no: Bytt til Auto(Copy)
pl: Przełącz na automatyczne (Kopiowanie)
pt: Mudar para Auto(Copiar)
pt_br: Utilizar Auto(Copiar)
ro: Schimbă la Auto(Copy)
ru: Переключиться на «Автоматически (с копированием)»
sk: Prepnúť na Auto(Copy)
sr_latn: Pređi na automatski režim (kopiraj)
sv: Växla till Auto(Kopiera)
tr: Otomatik (Kopya)'yı Etkinleştir
uk: Перемкнутися в автоматичний режим (копіювання)
zh_hans: 使用”自动（拷贝）“解码器
zh_hant: 使用支援「拷貝」的解碼器

# alert.clear_cache.title
source: Clear Thumbnail Cache
af: Wis duimnaelkasgeheue
ar: مسح ذاكرة التخزين المؤقت للمصغرات
ca: Neteja la memòria cau de les miniatures
cs: Smazat načtené náhledy
da: Tøm Thumbnail Cache
de: Vorschaubilder-Cache leeren
el: Εκκαθάριση Μικρογραφιών
es: Borrar caché de miniaturas
fi: Poista esikatselukuvien välimuisti
fr: Vider le cache des miniatures
he: נקה מטמון תמונות ממוזערות
hi: स्पष्ट थंबनेल कैश
hr: Izbriši međuspremnik minijatura
hu: Indexkép gyorsító tár törlése
id: Bersihkan Cache Thumbnail
it: Elimina la cache delle miniature
ja: サムネイルキャッシュを消去する
ko: 썸네일 캐시 비우기
nl: Wis miniaturencache
no: Slett miniatyrbildebuffer
pl: Wyczyść pamięć podręczną miniatur
pt: Limpar Cache de Miniaturas
pt_br: Limpar cache de miniaturas
ro: Șterge cache-ul miniaturilor
ru: Очистить кэш миниатюр
sk: Vyčistiť vyrovnávaciu pamäť s náhľadmi
sr_latn: Obriši keš za sličice
sv: Rensa cache för miniatyrbilder
tr: Küçük Resim Önbelleğini Temizle
uk: Почистити кеш мініатюр
zh_hans: 清除缩略图缓存
zh_hant: 清除縮覽圖快取

# alert.clear_cache.message
source: Are you sure to clear all thumbnail Cache?
af: Is u seker u wil alle duimnaelkasgeheue wis?
ar: هل أنت متأكد من مسح كل ذاكرة التخزين المؤقت؟
ca: Estàs segur que vols netejar tota la memòria cau de les miniatures?
cs: Opravdu chcete smazat všechny načtené náhledy?
da: Er du sikker på du vil tømme alle thumbnail Cache?
de: Möchtest du den Cache der Vorschaubilder wirklich leeren?
el: Θέλετε σίγουρα να διαγράψετε όλες τις μικρογραφίες;
es: ¿Está seguro de borrar toda la caché de miniaturas?
fi: Oletko varma, että haluat poistaa esikatselukuvien välimuistit?
fr: Souhaitez-vous vraiment effacer le cache des miniatures ?
he: האם אתה בטוח שברצונך לנקות את מטמון התמונות הממוזערות?
hi: क्या आप सभी थंबनेल कैश को साफ़ करना चाहते हैं?
hr: Stvarno želiš izbrisati memoriju svih minijatura?
hu: Biztosan törli az indexkép gyorsítót árat?
id: Apakah Anda yakin untuk menghapus semua cache thumbnail?
it: Sei sicuro di eliminare tutta la cache delle miniature?
ja: 本当にすべてのサムネイルキャッシュを消去しますか？
ko: 썸네일 캐시를 전부 비우겠습니까?
nl: Weet je zeker dat je de minaturencache wilt wissen?
no: Er du sikker på at du vil fjerne miniatyrbildebufferen?
pl: Jesteś pewien, że chcesz wyczyścić pamięć podręczną miniatur?
pt: Tem a certeza que pretende limpar toda a cache de thumbnails?
pt_br: Tem certeza que deseja limpar o cache de miniaturas?
ro: Sigur dorești să ștergi cache-ul miniaturilor?
ru: Вы уверены, что хотите очистить кэш миниатюр?
sk: Naozaj chcete vyčistiť vyrovnávaciu pamäť s náhľadmi?
sr_latn: Želite li zaista da obrišete celokupan keš za sličice?
sv: Är du säker på att du vill rensa hela cachen för miniatyrbilder?
tr: Küçük resim önbelleğini silmek istediğinizden emin misiniz?
uk: Упевнені, що хочете почистити весь кеш мініатюр?
zh_hans: 确定清除所有缩略图缓存吗?
zh_hant: 確定要清除所有縮覽圖快取？

# alert.clear_history.title
source: Clear Playback History
af: Wis afspeelgeskiedenis
ar: مسح سجل التشغيل
ca: Suprimeix l'historial de reproducció
cs: Smazat historii přehrávání
da: Ryd afspilnings Historik
de: Wiedergabeverlauf löschen
el: Εκκαθάριση Ιστορικού Αναπαραγωγής
es: Limpiar historial de Reproducción
fi: Tyhjennä toistohistoria
fr: Effacer l'historique de lecture
he: מחק הסטוריית השמעה
hi: प्लेबैक इतिहास मिटा दें
hr: Izbriši povijest reprodukcija
hu: Lejátszási elõzmények törlése
id: Bersihkan Riwayat Pemutaran
it: Elimina la cronologia delle riproduzioni
ja: 再生履歴を消去する
ko: 재생 기록 지우기
nl: Wis afspeelgeschiedenis
no: Slett avspillingshistorikk
pl: Wyczyść historię odtwarzania
pt: Limpar Histórico de Reprodução
pt_br: Limpar histórico de reprodução
ro: Șterge istoricul de redare
ru: Очистить историю воспроизведения
sk: Vymazať históriu prehrávania
sr_latn: Obriši istoriju reprodukcije
sv: Rensa uppspelningshistorik
tr: Oynatma Geçmişini Temizle
uk: Почистити історію перегляду
zh_hans: 清除播放历史
zh_hant: 清除播放記錄

# alert.clear_history.message
source: Are you sure to delete all playback history?
af: Is u seker u wil alle afspeelgeskiedenis wis?
ar: هل أنت متأكد من حذف جميع سجلات التشغيل؟
ca: Estàs segur que vols eliminar tot l'historial de reproducció?
cs: Opravdu chcete smazat celou historii přehrávání?
da: Er du sikker du vil slette al afspilnings historik?
de: Möchtest du den Wiedergabeverlauf löschen?
el: Θέλετε σίγουρα να διαγράψετε όλο το ιστορικό αναπαραγωγής;
es: ¿Estás seguro de borrar todo el historial de reproducción?
fi: Poistetaanko varmasti kaikki toistohistoria?
fr: Souhaitez-vous vraiment effacer l'historique de lecture ?
he: האם אתה בטוח שברצונך למחוק את כל היסטוריית ההשמעה?
hi: क्या आप सभी प्लेबैक इतिहास हटाना चाहते हैं?
hr: Stvarno želiš izbrisati svu povijest reprodukcija?
hu: Biztosan akarod törölni az összes lejátszási előzményeket?
id: Apakah Anda yakin untuk menghapus seluruh riwayat pemutaran?
it: Sei sicuro di eliminare tutta la cronologia delle riproduzioni?
ja: 本当にすべての再生履歴を消去しますか？
ko: 재생 기록을 지우겠습니까？
nl: Weet je zeker dat je de afspeelgeschiedenis wilt wissen?
no: Er du sikker på at du vil slette avspillingshistorikk?
pl: Czy na pewno chcesz usunąć całą historię odtwarzania?
pt: Tem a certeza que quer apagar todo o histórico de reprodução?
pt_br: Tem certeza que deseja excluir todo o histórico de reprodução?
ro: Sigur dorești să ștergi istoricul de redare?
ru: Вы действительно хотите удалить всю историю воспроизведения?
sk: Naozaj chcete vymazať celú históriu prehrávania?
sr_latn: Želite li zaista da obrišete celokupnu istoriju reprodukcije?
sv: Är du säker på att du vill radera all uppspelningshistorik?
tr: Tüm oynatma geçmişini silmek istediğinizden emin misiniz?
uk: Упевнені, що хочете видалити всю історію відтворення?
zh_hans: 确定删除所有播放历史吗？
zh_hant: 確定要清除所有播放記錄嗎？

# alert.clear_watch_later.title
source: Clear Saved Playback Progress
af: Wis bewaarde afspeelposisies
ar: مسح تقدم التشغيل المحفوظ
ca: Suprimeix el progrés de reproducció desat
cs: Smazat uložené pozice přehrávání
da: Fjern gemte afspilningsfremskridt
de: Gesicherten Wiedergabefortschritt löschen
el: Εκκαθάριση Αποθηκευμένης Προόδου Αναπαραγωγής
es: Borrar el progreso de reproducción guardada
fi: Tyhjennä tallennettu toiston edistyminen
fr: Effacer les progressions de lecture
he: נקה התקדמות הפעלה שמורה
hi: स्पष्ट प्लेबैक प्रगति को बचाया
hr: Izbriši spremljeni napredak reprodukcija
hu: Mentett lejátszási folyamat törlése
id: Bersihkan Progres Pemutaran yang Tersimpan
it: Elimina gli avanzamenti di riproduzione salvati
ja: 保存済みの再生進度を消去する
ko: 이어보기 목록 지우기
nl: Wis opgeslagen afspeelpositie
no: Slett lagret avspillingsfremgang
pl: Wyczyść zapisane postępy odtwarzania
pt: Limpar progresso de reprodução guardado
pt_br: Limpar progresso de reprodução
ro: Șterge progresul de redare salvat
ru: Очистить сохраненный прогресс воспроизведения
sk: Vymazať uložené priebehy prehrávania
sr_latn: Obriši sačuvani tok reprodukcije
sv: Rensa sparade uppspelningspositioner
tr: Kayıtlı Oynatma İlerlemesini Temizle
uk: Очистити збережений прогрес перегляду
zh_hans: 清除已保存的播放进度
zh_hant: 清除儲存的播放進度

# alert.clear_watch_later.message
source: Are you sure to delete all saved playback progress ("watch later" data)?
af: Is u seker u wil alle bewaarde afspeelposisie wis (“kyk-later”-data)?
ar: هل أنت متأكد من حذف كل تقدم التشغيل المحفوظ ("مشاهدة لاحقاً")؟
ca: Estàs segur que vols suprimir tot el progrés de reproducció desat? (dades de "watch later")?
cs: Opravdu chcete smazat všechny uložené pozice přehrávání? (Data ve složce „Přehrát později“)
da: Er du sikker på at du vil slette alle gemte afspilningsfremskridt ("se senere" data)?
de: Möchtest du den Wiedergabefortschritt aller Videos löschen?
el: Θέλετε σίγουρα να διαγράψετε όλη την αποθηκευμένη πρόοδο αναπαραγωγής (δεδομένα "παρακολούθηση μετά");
es: ¿Estás seguro de borrar todo el progreso de reproducción guardado (datos de "ver más tarde")?
fi: Haluatko varmasti poistaa kaikki talletetut toiston edistymistiedot ("katso myöhemmin" tiedot)?
fr: Souhaitez-vous vraiment effacer les progressions de lecture sauvegardées ("à regarder plus tard") ?
he: האם אתה בטוח שברצונך למחוק את כל התקדמויות ההשמעה שנשמרו (מידע "צפה מאוחר יותר")?
hi: क्या आप सभी सहेजे गए प्लेबैक प्रगति ("बाद में देखना" डेटा) को हटाना सुनिश्चित कर रहे हैं?
hr: Stvarno želiš izbrisati napredak svih reprodukcija (podaci „gledaj kasnije”)?
hu: Biztos vagy benne, hogy törlöd az összes mentett lejátszási folyamatot ("megtekintés később" adatok)?
id: Apakah Anda yakin untuk membersihkan seluruh progres pemutaran yang tersimpan (data "putar nanti")?
it: Sei sicuro di eliminare tutti gli avanzamenti di riproduzione salvati (e i dati "guarda dopo")?
ja: 本当にすべての保存済み再生進度("あとで見る"情報)を消去しますか？
ko: "watch later"폴더에 저장된 이어보기 목록을 지우겠습니까?
nl: Weet je zeker dat je alle opgeslagen afspeelposities wilt wissen?
no: Er du sikker på at du vil slette avspillingsfremgang ("Se senere")?
pl: Czy na pewno chcesz usunąć wszystkie postępy odtwarzania (dane "obejrzyj później") ?
pt: Tem a certeza que quer apagar todo o progresso de reprodução gravado (dados do "ver mais tarde")?
pt_br: Tem certeza que deseja excluir o progresso de reprodução (dados de "ver mais tarde")?
ro: Sigur dorești să ștergi istoricul de redare salvat (incluzând „urmărește mai târziu”)?
ru: Вы уверены, что хотите удалить весь сохраненный прогресс воспроизведения (Посмотреть позже)?
sk: Naozaj chcete vymazať všetky uložené priebehy prehrávania (dáta "pozrieť neskôr")?
sr_latn: Želite li zaista da izbrišete celokupan sačuvani tok reprodukcije (podatke opcije „Gledaj kasnije“)?
sv: Är du säker på att du vill radera all uppspelningsinformation ("titta senare"-data)?
tr: Tüm kayıtlı oynatma ilerlemesini silmek istediğinizden emin misiniz ("sonra izle" verisi)?
uk: Упевнені, що хочете видалити весь прогрес перегляду (дані «переглянути пізніше»)?
zh_hans: 确定清除所有保存的播放进度（即“watch later”）数据吗？
zh_hant: 確定要清除所有儲存的播放進度，即「watch later」資料嗎？

# alert.nothing_to_open
source: Nothing to open.
af: Niks om te open nie.
ar: لا شيء لفتحه.
ca: Res per obrir.
cs: Žádný soubor k přehrání.
da: Intet at åbne.
de: Nichts zu öffnen.
el: Δεν υπάρχει κάτι για άνοιγμα.
es: Nada para abrir.
fi: Ei mitään avattavaa.
fr: Aucun fichier à ouvrir.
he: אין מה לפתוח.
hi: कुछ भी नहीं खोलने के लिए।
hr: Ništa se ne može otvoriti.
hu: Nincs mit megnyitni.
id: Tidak ada yang dapat dibuka.
it: Niente da aprire.
ja: 開くファイルがありません。
ko: 열 수 있는 파일이 없습니다.
nl: Niets om te openen.
no: Ingenting å åpne.
pl: Nic do otwarcia.
pt: Nada para abrir.
pt_br: Nada para abrir.
ro: Nimic de redat.
ru: Нечего открывать.
sk: Žiaden súbor.
sr_latn: Nema ničega za otvaranje.
sv: Inget att öppna.
tr: Açılacak bir şey yok.
uk: Немає чого відкривати.
zh_hans: 没有可打开的文件。
zh_hant: 沒有可打開的檔案。

# alert.no_video_track
source: There is no video track.
af: Daar is geen videosnit nie.
ar: لا يوجد مسار فيديو.
ca: No hi ha pista de vídeo.
cs: Video stopa nenalezena.
da: Der er ingen videofil.
de: Keine Videospur vorhanden.
el: Δεν υπάρχει κομμάτι βίντεο.
es: No hay una pista de vídeo.
fi: Videorataa ei ole.
fr: Il n'y a pas de piste vidéo.
he: אין רצועת וידאו.
hi: कोई वीडियो ट्रैक नहीं है।
hr: Nema video zapisa.
hu: Nincs videó file.
id: Tidak ada trek video.
it: Traccia video assente.
ja: ビデオトラックがありません。
ko: 비디오 트랙이 없습니다.
nl: Geen videospoor.
no: Finnes ingen videospor.
pl: Ten plik nie posiada żadnej ścieżki video.
pt: Não existe faixa de vídeo.
pt_br: Não há trilha de video.
ro: Nu există o pistă video.
ru: Нет видеодорожки.
sk: Neobsahuje video stopu.
sr_latn: Nema video-zapisa.
sv: Det finns inget videospår.
tr: Video izi yok.
uk: Відеодоріжка відсутня.
zh_hans: 没有可用的视频轨道。
zh_hant: 沒有影片軌。
