Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# preference.network
source: Network
af: Netwerk
ar: الشبكة
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
ja: ネットワーク
ko: 네트워크
nl: Netwerk
no: Nettverk
pl: Sieć
pt: Rede
pt_br: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sr_latn: Mreža
sv: Nätverk
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

# preference.control
source: Control
af: Beheer
ar: التحكم
ca: Controls
cs: Ovládání
da: Kontrol
de: Steuerung
el: Έλεγχος
es: Controles
fi: Ohjaus
fr: Contrôles
he: שליטה
hi: नियंत्रण
hr: Upravljanje
hu: Vezérlés
id: Kontrol
it: Controlli
ja: コントロール
ko: 컨트롤
nl: Bediening
no: Kontroll
pl: Kontrola
pt: Controlo
pt_br: Controles
ru: Управление
sk: Ovládanie
sr_latn: Kontrole
sv: Kontroll
tr: Denetimler
uk: Керування
zh_hans: 控制
zh_hant: 控制

# preference.keybindings
source: Key Bindings
af: Sneltoetse
ar: ربط المفتاح
ca: Dreceres de teclar
cs: Klávesové zkratky
da: Tastaturgenveje
de: Kurzbefehle
el: Συντομεύσεις Πληκτρολογίου
es: Atajos de teclado
fi: Oikotiet
fr: Raccourcis clavier
hi: कुंजी बाइंडिंग
hr: Tipkovni prečaci
hu: Gyorsgombok
id: Pemetaan Tombol
it: Abbreviazioni
ja: キーの割り当て
ko: 단축키
nl: Sneltoetsen
no: Hurtigtaster
pl: Skróty klawiszowe
pt: Mapeamento de teclas
pt_br: Combinações de teclas
ro: Atribuiri de taste
ru: Клавиши
sk: Klávesové skratky
sr_latn: Prečice na tastaturi
sv: Kortkommandon
tr: Tuş Bağıntıları
uk: Призначення клавіш
zh_hans: 快捷键
zh_hant: 快速鍵

# preference.advanced
source: Advanced
af: Gevorderd
ar: متقدم
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένα
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Tingkat Lanjut
it: Avanzate
ja: 詳細設定
ko: 고급설정
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sr_latn: Napredno
sv: Avancerat
tr: Gelişmiş
uk: Експертні
zh_hans: 高级
zh_hant: 進階設定

# preference.plugins
source: Plugins
af: Inproppe
ar: الإضافات
ca: Extensions
cs: Plug-iny
da: Udvidelser
de: Erweiterungen
el: Πρόσθετα
he: תוספים
hr: Dodaci
hu: Pluginok
id: Plugin
it: Componenti aggiuntivi
ja: プラグイン
ko: 플러그인
no: Utvidelser
pl: Wtyczki
ro: Extensii
ru: Плагины
sk: Pluginy
sr_latn: Dodatne komponente
sv: Tillägg
tr: Eklentiler
uk: Плаґіни
zh_hans: 插件
zh_hant: 外掛程式

# preference.utilities
source: Utilities
af: Nutsmiddels
ar: المرافق
ca: Utilitats
cs: Utility
da: Værktøjer
de: Werkzeuge
el: Βοηθήματα
es: Utilidades
fi: Apuohjelmat
fr: Utilitaires
he: עזרים
hi: उपयोगिताएँ
hr: Uslužni programi
hu: Eszközök
id: Alat
it: Utilità
ja: ユーティリティ
ko: 유틸리티
nl: Hulpmiddelen
no: Verktøy
pl: Narzędzia
pt: Utilidades
pt_br: Utilitários
ro: Utilități
ru: Утилиты
sk: Pomocné programy
sr_latn: Uslužni programi
sv: Verktyg
tr: İzlenceler
uk: Службові команди
zh_hans: 实用工具
zh_hant: 實用工具

# preference.scripts
source: Scripts
af: Skripte
ar: البرامج النصية
cs: Skripty
de: Skripte
el: Δέσμες Ενεργειών
fi: Komentosarjat
he: סקריפטים
hi: स्क्रिप्ट
hr: Skripta
hu: Szkriptek
id: Skrip
it: Script
ja: スクリプト
ko: 스크립트
no: Skript
pl: Skrypty
ro: Scripturi
ru: Скрипты
sk: Skripty
sr_latn: Skripte
sv: Skript
tr: Betikler
uk: Сценарії
zh_hans: 脚本
zh_hant: 工序指令

# preference.not_logged_in
source: Not logged in
af: Nie aangeteken nie
ar: لم يتم تسجيل الدخول
ca: Sense sessió
cs: Nepřihlášen
da: Ikke logget ind
de: Nicht angemeldet
el: Χωρίς Σύνδεση
es: Sin iniciar sesión
fi: Ei kirjautuneena
fr: Déconnecté
he: לא מחובר
hi: लोग इन नहीं है
hr: Nisi prijavljen/prijavljena
hu: Nem vagy bejelentkezve
id: Belum masuk
it: Login non effettuato
ja: ログインしていません
ko: 로그인되지 않음
nl: Niet ingelogd
no: Ikke logget inn
pl: Nie zalogowano
pt: Sem sessão iniciada
pt_br: Não está logado
ro: Nu te-ai logat
ru: Вход не выполнен
sk: Neprihlásený
sr_latn: Niste prijavljeni
sv: Ej inloggad
tr: Oturum açılmadı
uk: Не зайдено
zh_hans: 未登录
zh_hant: 尚未登入

# preference.logged_in_as
source: Logged in as %@
af: Aangeteken as %@
ar: تم تسجيل الدخول كـ %@
ca: Amb sessió com a %@
cs: Přihlášen jako %@
da: Logget ind som %@
de: Angemeldet als „%@“
el: Σύνδεση ως: %@
es: Conectado como %@
fi: Kirjauduttu nimellä %@
fr: Connecté en tant que %@
he: מחובר בתור %@
hi: %@ के रूप में लॉग इन किया
hr: Prijavljen/Prijavljena si kao %@
hu: Bejelentkezve, mint %@
id: Masuk sebagai %@
it: Collegato come %@
ja: %@としてログイン中
ko: %@(으)로 로그인됨
nl: Ingelogd als %@
no: Logget inn som %@
pl: Zalogowano jako %@
pt: Sessão iniciada como %@
pt_br: Logado como %@
ro: Logat ca %@
ru: Выполнен вход как %@
sk: Prihlásený ako %@
sr_latn: Prijavljeni ste kao %@
sv: Inloggad som %@
tr: %@ olarak oturum açıldı
uk: Зайдено як %@
zh_hans: 已登录为 %@
zh_hant: 以 %@ 登入

# preference.system_media_control
source: Use system media control
af: Gebruik stelsel se mediabeheer
ar: استخدم تحكم الميديا الخاص بالنظام
ca: Utilitza els controls multimèdia del sistema
cs: Používat systémové multimediální klávesy
da: Brug system medie kontrol
de: Nutze Medienkontrolltasten des Systems
el: Χρήση κουμπιών ελέγχου συστήματος
es: Utilizar los controles multimedia del sistema
fi: Käytä järjestelmän mediaohjausta
fr: Utiliser les touches média système
he: השתמש בבקרת המדיה של המערכת
hi: सिस्टम मीडिया नियंत्रण का उपयोग करें
hr: Koristi sustavsko upravljanje medijima
hu: Rendszer média vezérlők használata
id: Gunakan sistem kontrol media
it: Utilizza il controllo multimediale di sistema
ja: システムのメディアコントロールを使用
ko: 시스템 미디어 컨트롤 사용
nl: Gebruik mediabediening van het systeem
no: Bruk systemmediakontroller
pl: Sterowanie odtwarzania klawiszami multimedialnymi
pt: Usar controle de mídia do sistema
pt_br: Usar controles de mídia padrão do sistema
ro: Utilizează controlul media al sistemului
ru: Использовать системный медиа-контроль
sk: Používať systémové multimediálne klávesy
sr_latn: Koristi sistemske kontrole medija
sv: Använd systemets mediakontroll
tr: Sistem medya denetim tuşlarını kullan
uk: Задіяти системне керування медіафайлами
zh_hans: 使用系统媒体控制
zh_hant: 使用系統媒體控制

# preference.key_binding_hint_1
source: To edit key bindings in current configuration file, click "Duplicate…" button first to create a copy.
af: Kies “Dupliceer…” om ’n bewerkbare kopie te maak van die gekose sneltoetskonfigurasie.
ar: لتحرير ارتباطات المفاتيح في ملف التكوين الحالي، انقر فوق زر "تكرار…" أولاً لإنشاء نسخة.
ca: Per editar les dreces de teclat en el fitxer actual, prem el bóto "Duplica…" per crear una còpia.
cs: Pro úpravy konfiguračního souboru klávesových zkratek, vytvořte jejich kopii stisknutím „Duplikovat…“.
da: For at redigere tastaturgenveje i det aktuelle konfigurationsarkiv, klik først på knappen "Dupliker…" for at oprette en kopi.
de: Um Kurzbefehle der ausgewählten Konfiguration zu bearbeiten, klicke vorher auf „Duplizieren …“, um eine Kopie zu erstellen.
el: Για να επεξεργαστείτε συντομεύσεις πλήκτρων στο τρέχον Αρχείο Ρυθμίσεων, κάντε πρώτα κλικ στο "Αντίγραφο…" για να δημιουργήσετε ένα αντίγραφό του.
es: Para editar los atajos en el archivo de configuración actual, haga primero clic en el botón "Duplicar …" para crear una copia.
fi: Jos haluat muokata oikoteitä nykyisessä määritystiedostossa, napsauta ensin "Monista…"-painiketta luodaksesi kopion.
fr: Pour modifier les raccourcis clavier de cette configuration, cliquez sur le bouton "Dupliquer…" pour en créer une copie.
he: כדי לערוך קיצור מקשים בקובץ התצורה הנוכחי, לחץ תחילה על כפתור "שכפל…" כדי ליצור עותק.
hi: वर्तमान कॉन्फ़िगरेशन फ़ाइल में मुख्य बाइंडिंग को संपादित करने के लिए, प्रतिलिपि बनाने के लिए सबसे पहले "डुप्लीकेट…" बटन पर क्लिक करें।
hu: A billentyűkiosztás módosításához a jelenlegi fájlban, először nyomja meg a "Duplikáció..." gombot egy másolat létrehozásához.
id: Untuk mengubah pemetaan tombol dari konfigurasi saat ini, klik tombol "Duplikat…" terlebih dahulu untuk membuat salinan.
it: Per modificare le scorciatoie di tastiera nel file di configurazione corrente, fai prima click su "Duplica…" per crearne una copia.
ja: この設定を編集するには、先に"複製…"ボタンをクリックしてコピーを作成してください。
ko: 현재 설정 파일의 단축키 설정을 편집하려면, 먼저 "복제…" 버튼을 눌러 복사본을 만든 후 변경하십시오.
nl: Kies "Dupliceer…" om een bewerkbare kopie te maken van de geselecteerde sneltoetsenconfiguratie.
no: Trykk på "Dupliser…" for å endre hurtigtastene med gjeldende konfigurasjonsfil.
pl: Aby edytować skróty klawiszowe najpierw kliknij "Zduplikuj konfiguracje", aby wykonać kopię.
pt: Para editar mapeamento de teclas no arquivo de configuração atual, clique no botão "Duplicar…" primeiro para criar uma cópia.
pt_br: Para editar as combinações de teclas no arquivo de configuração atual, clique primeiro no botão "Duplicar…" para criar uma cópia.
ro: Pentru a edita o atribuire de taste in configurația curentă, click pe butonul „Duplicare…” pentru a crea o copie.
ru: Чтобы изменить привязки клавиш в текущем файле конфигурации, сначала нажмите кнопку "Дублировать…", чтобы создать копию.
sk: Na upravenie priradených kláves v aktuálnom konfiguračnom súbore najprv vytvorte kópiu kliknutím na "Duplikovať…".
sr_latn: Da biste izmenili prečice na tastaturi u trenutnoj konfiguracionoj datoteci, najpre kliknite na dugme „Dupliraj…“ da biste napravili kopiju.
sv: För att redigera snabbtangenter i nuvarande konfigurationsfil, klicka på "Duplicera…" först för att skapa en kopia.
tr: Geçerli yapılandırma dosyasındaki kestirmeleri düzenlemek için, önce "Çoğalt ..." düğmesine tıklayarak kopya oluşturun.
uk: Для призначення клавіатурних скорочень у поточному файлі налаштувань спочатку натисніть на кнопку «Дублювати…», щоб створити копію.
zh_hans: 若要编辑此配置文件，请先点击「复制…」按钮来创建一个副本。
zh_hant: 若要編輯此設定檔，請點選「複製⋯」功能鈕以建立新的複本。

# preference.key_binding_hint_2
source: Double click a row at the right side to edit the corresponding key binding.
af: Dubbelklik op ’n ry om die bybehorende sneltoets te bewerk.
ar: انقر نقرا مزدوجا على صف على الجانب الأيمن لتحرير ربط المفتاح المقابل.
ca: Doble clic a la dreta de la fila per editar la drecera de teclat corresponent.
cs: Pro změnu klávesové zkratky, klikněte dvakrát na odpovídající řádek po pravé straně.
da: Dobbeltklik på en række i højre side for at redigere den tilsvarende tastaturgenvej.
de: Klicke doppelt auf eine Reihe, um den entsprechenden Kurzbefehl zu bearbeiten.
el: Κάντε διπλό κλικ σε μια σειρά στην δεξιά μεριά για να επεξεργαστείτε το αντίστοιχο πλήκτρο συντόμευσης.
es: Haga doble clic en una fila del lado derecho para editar el atajo correspondiente.
fi: Kaksoisnapsauta oikean reunan riviä muokataksesi vastaavaa oikotietä.
fr: Double-cliquez sur une ligne pour modifier le raccourci clavier correspondant.
hi: संबंधित कुंजी बंधन को संपादित करने के लिए दाईं ओर एक पंक्ति पर डबल क्लिक करें।
hu: Kattintson duplán egy sorra a jobb oldalon a megfelelő billentyű kiosztás szerkesztéséhez.
id: Klik dua kali baris di sisi kanan untuk mengedit pemetaan tombol yang sesuai.
it: Fai doppio click nella riga sulla destra per modificare la scorciatoia di tastiera corrispondente.
ja: 右側の行をダブルクリックすることで対応するキー割り当て設定を編集できます。
ko: 해당 단축키를 편집하려면 오른쪽 단축키 내용을 더블클릭 하십시오.
nl: Dubbelklik op een rij om de bijbehorende sneltoets te bewerken.
no: Dobbelklikk på raden til høyre for å endre den korresponderende hurtigtasten.
pl: Kliknij dwukrotnie na rząd po prawej stronie, aby zmienić przypisany skrót klawiszowy
pt: Clique duas vezes em uma linha no lado direito para editar o mapeamento de tecla correspondente.
pt_br: Clique duas vezes em uma linha no lado direito para editar as combinações de teclas.
ro: Dublu click pe un rând din dreapta pentru a edita tasta atribuită.
ru: Дважды щелкните строку справа, чтобы отредактировать соответствующую привязку клавиш.
sk: Dvakrát kliknite na riadok na pravej strane, aby ste upravili priradené klávesy.
sr_latn: Dvaput kliknite na red na desnoj strani da biste izmenili odgovarajuću prečicu na tastaturi.
sv: Dubbelklicka på en rad på höger sida för att redigera motsvarande kortkommando.
tr: İlgili kestirmeyi düzenlemek için sağ taraftaki bir satırı çift tıklayın.
uk: Для редагування призначеного клавіатурного скорочення подвійно клацніть на рядку з правого боку.
zh_hans: 双击右边的任意一行来编辑相应的快捷键。
zh_hant: 在右邊的任意一行按兩下來編輯相應的快速鍵。

# preference.enable_adv_settings
source: Enable advanced settings
af: Aktiveer gevorderde instellings
ar: تمكين الإعدادات المتقدمة
ca: Habilita les opcions avançades
cs: Povolit pokročilá nastavení
da: Aktiver avancerede indstillinger
de: Erweiterte Einstellungen
el: Ενεργοποίηση Προηγμένων Ρυθμίσεων
es: Habilitar configuración avanzada
fi: Salli lisäasetukset
fr: Activer les paramètres avancés
he: אפשר הגדרות מתקדמות
hr: Aktiviraj napredne postavke
hu: Haladó beállítások engedélyezése
id: Aktifkan pengaturan lanjutan
it: Abilita impostazioni avanzate
ja: 高度な設定を有効化
ko: 고급 설정 사용
nl: Geavanceerde instellingen inschakelen
no: Aktiver avanserte innstillinger
pl: Włącz ustawienia zaawansowane
pt: Ativar configurações avançadas
pt_br: Habilitar configurações avançadas
ro: Activează setările avansate
ru: Включить расширенные настройки
sk: Povoliť pokročilé nastavenia
sr_latn: Omogući napredne postavke
sv: Aktivera avancerade inställningar
tr: Gelişmiş ayarları etkinleştir
uk: Увімкнути розширені налаштування
zh_hans: 启用高级设置
zh_hant: 啟用進階設定

# menu.volume
source: Volume: %d
ar: الصوت: %d
ca: Volum: %d
cs: Hlasitost: %d
da: Volumen: %d
de: Lautstärke: %d
el: Ένταση: %d
es: Volumen: %d
fi: Äänenvoimakkuus: %d
he: עוצמת שמע: %d
hi: ध्वनि: %d
hr: Glasnoća: %d
hu: Hangerő: %d
ja: 音量: %d
ko: 음량: %d
no: Volum: %d
pl: Głośność: %d
ro: Volum: %d
ru: Громкость: %d
sk: Hlasitosť: %d
sr_latn: Jačina zvuka: %d
sv: Volym: %d
tr: Ses Seviyesi: %d
uk: Гучність: %d
zh_hans: 音量: %d
zh_hant: 音量：%d

# menu.audio_delay
source: Audio Delay: %.2fs
af: Oudiovertraging: %.2fs
ar: تأخير الصوت: %.2fث
ca: Retard d'àudio: %.2fs
cs: Zpoždění zvuku: %.2f s
da: Lydforsinkelse: %.2fs
de: Audioverzögerung: %.2f s
el: Καθυστέρηση Ήχου: %.2fs
es: Retraso de audio: %.2fs
fi: Äänen viive: %.2fs
fr: Délai audio : %.2fs
hi: ऑडियो विलंब: %.2fs
hr: Kašnjenje zvuka: %.2fs
hu: Hangkésleltetés: %.2fmp-vel később
id: Penundaan Audio: %.2f dtk
it: Differenza audio: %.2fs
ja: オーディオディレイ: %.2fs
ko: 오디오 지연: %.2f초
nl: Audiovertraging: %.2fs
no: Lydforsinkelse: %.2fs
pl: Opóźnienie audio: %.2fs
pt: Atraso de Áudio: %.2fs
pt_br: Atraso de Áudio: %.2fs
ro: Întârziere audio: %.2fs
ru: Задержка аудио: %.2f с
sk: Posunutie zvuku: %.2f s
sr_latn: Kašnjenje zvuka: %.2fs
sv: Ljudfördröjning: %.2fs
tr: Ses Gecikmesi: %.2f sn
uk: Затримка звуку: %.2f с
zh_hans: 音频延迟: %.2f秒
zh_hant: 音訊延遲：%.2f 秒

# menu.sub_delay
source: Subtitle Delay: %.2fs
af: Onderskrifvertraging: %.2fs
ar: تأخير الترجمه: %.2f ثانيه
ca: Retard en els subtítols: %.2fs
cs: Zpoždění titulků: %.2f s
da: Undertekstforsinkelse: %.2fs
de: Untertitelverzögerung: %.2f s
el: Καθυστέρηση Υποτίτλων: %.2fs
es: Retraso de subtítulos: %.2fs
fi: Tekstityksen viive: %.2fs
fr: Délai des sous-titres : %.2fs
hi: उपशीर्षक देरी: %.2fs
hr: Kašnjenje titlova: %.2fs
hu: Felirat késleltetés: %.2fmp-vel később
id: Penundaan Terjemahan: %.2f dtk
it: Differenza sottotitoli: %.2fs
ja: 字幕ディレイ: %.2fs
ko: 자막 지연: %.2f초
nl: Ondertitelingvertraging: %.2fs
no: Undertekstforsinkelse: %.2fs
pl: Opóźnienie napisów: %.2fs
pt: Atraso da legenda: %.2fs
pt_br: Atraso de Legenda: %.2fs
ro: Întârziere subtitrare: %.2fs
ru: Задержка субтитров: %.2f с
sk: Posunutie titulkov: %.2f s
sr_latn: Kašnjenje titla: %.2fs
sv: Undertextsfördröjning: %.2fs
tr: Altyazı Gecikmesi: %.2f sn
uk: Затримка субтитрів: %.2f с
zh_hans: 字幕延迟: %.2f秒
zh_hant: 字幕延遲：%.2f 秒

# menu.fullscreen
source: Enter Full Screen
af: Gaan in volskerm
ar: الدخول إلى وضع ملء الشاشة
ca: Pantalla completa
cs: Spustit režim celé obrazovky
da: Gå til fuldskærmsvisning
de: Vollbildmodus
el: Μετάβαση σε Πλήρη Οθόνη
es: Ver a pantalla completa
fi: Siirry koko näytön tilaan
fr: Plein écran
he: היכנס למסך מלא
hi: पूर्ण स्क्रीन दर्ज करें
hr: Pokreni cjeloekranski prikaz
hu: Váltás teljes képernyőre
id: Masuk Layar Penuh
it: Attiva modalità a tutto schermo
ja: フルスクリーンにする
ko: 전체 화면
nl: Schakel schermvullende weergave in
no: Gå til fullskjerm
pl: Włącz tryb pełnoekranowy
pt: Entrar em Ecrã Completo
pt_br: Entrar em Tela Cheia
ro: Afișează pe ecran complet
ru: Перейти в полноэкранный режим
sk: Spustiť režim celej obrazovky
sr_latn: Uđi u režim celog ekrana
sv: Gå in i helskärmsläge
tr: Tam Ekrana Geç
uk: Увійти до повноекранного режиму
zh_hans: 进入全屏
zh_hant: 進入全螢幕

# menu.exit_fullscreen
source: Exit Full Screen
af: Verlaat volskerm
ar: إنهاء وضع ملء الشاشة
ca: Surt de la pantalla completa
cs: Ukončit režim celé obrazovky
da: Afslut fuldskærmsvisning
de: Vollbildmodus beenden
el: Έξοδος από Πλήρη Οθόνη
es: Salir de pantalla completa
fi: Poistu koko näytön tilasta
fr: Quitter le mode plein écran
he: צא ממסך מלא
hi: पूर्ण स्क्रीन से बाहर निकलें
hr: Prekini cjeloekranski prikaz
hu: Kilépés a teljes képernyős módból
id: Keluar dari Layar Penuh
it: Disattiva modalità a tutto schermo
ja: フルスクリーンを解除
ko: 전체 화면에서 나가기
nl: Schakel schermvullende weergave uit
no: Avslutt fullskjerm
pl: Opuść tryb pełnoekranowy
pt: Sair do Ecrã Completo
pt_br: Sair da Tela Cheia
ro: Ieși din ecran complet
ru: Выйти из полноэкранного режима
sk: Ukončiť režim celej obrazovky
sr_latn: Izađi iz rеžima cеlog еkrana
sv: Lämna helskärmsläge
tr: Tam Ekrandan Çık
uk: Вийти з повноекранного режиму
zh_hans: 退出全屏
zh_hant: 離開全螢幕

# menu.pip
source: Enter Picture-in-Picture
af: Aktiveer Beeld-in-beeld
ar: الدخول إلى وضع صورة في صورة
ca: Picture-in-Picture
cs: Spustit obraz v obrazu
da: Gå til Picture-in-Picture
de: Bild-in-Bild öffnen
el: Μετάβαση σε Εικόνα-σε-Εικόνα
es: Ver en picture in picture
fi: Siirry kuva kuvassa -tilaan
fr: Passer en inscrustation
he: היכנס למצב תמונה בתוך תמונה
hi: पिक्चर-इन-पिक्चर डालें
hr: Pokreni sliku u slici
hu: Kép a képben
id: Masuk Picture-in-Picture
it: Attiva Picture-in-Picture
ja: ピクチャー・イン・ピクチャーを使用
ko: 화면 속 화면
nl: Schakel Beeld-in-beeld in
no: Bilde-i-bilde
pl: Włącz tryb Obraz-w-obrazie
pt: Usar Picture in Picture
pt_br: Entrar em Picture-in-Picture
ro: Afișează în Picture-in-Picture
ru: Войти в режим «Картинка в картинке»
sk: Zapnúť Picture-in-Picture
sr_latn: Uđi u režim slike u slici
sv: Använd bild-i-bild
tr: Resim İçinde Resim'e Geç
uk: Режим «Кадр у кадрі»
zh_hans: 进入「画中画」模式
zh_hant: 進入子母畫面

# menu.exit_pip
source: Exit Picture-in-Picture
af: Verlaat Beeld-in-beeld
ar: الخروج من وضع صورة في صورة
ca: Surt del Picture-in-Picture
cs: Ukončit obraz v obrazu
da: Afslut Picture-in-Picture
de: Bild-in-Bild schließen
el: Έξοδος από Εικόνα-σε-Εικόνα
es: Salir de picture in picture
fi: Poistu kuva kuvassa -tilasta
fr: Quitter le mode incrustation
he: צא ממצב תמונה בתוך תמונה
hi: पिक्चर-इन-पिक्चर से बाहर निकलें
hr: Prekini sliku u slici
hu: Kilépés kép a képben módból
id: Keluar dari Picture-in-Picture
it: Termina Picture-in-Picture
ja: ピクチャー・イン・ピクチャーを終了
ko: 화면 속 화면에서 나가기
nl: Schakel Beeld-in-beeld uit
no: Avslutt bilde-i-bilde
pl: Wyłącz tryb Obraz-w-obrazie
pt: Sair do Picture in Picture
pt_br: Sair de Picture-in-Picture
ro: Ieși din Picture-in-Picture
ru: Выйти из режима «Картинка в картинке»
sk: Vypnúť Picture-in-Picture
sr_latn: Izađi iz režima slike u slici
sv: Lämna bild-i-bild
tr: Resim İçinde Resim'den Çık
uk: Вийти з режиму «Кадр у кадрі»
zh_hans: 退出「画中画」模式
zh_hant: 結束子母畫面

# menu.pause
source: Pause
af: Wag
ar: إيقاف مؤقت
ca: Pausa
cs: Pozastavit
de: Pausieren
el: Παύση
es: Pausar
fi: Tauko
he: השהיה
hi: रोकें
hr: Zaustavi
hu: Pause (Megállít)
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Pauza
pt: Pausa
pt_br: Pausar
ro: Pauză
ru: Пауза
sk: Pozastaviť
sr_latn: Pauziraj
sv: Pausa
tr: Duraklat
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

# menu.resume
source: Resume
af: Hervat
ar: استئناف
ca: Reprèn
cs: Pokračovat
da: Genoptag
de: Wiedergabe
el: Συνέχιση
es: Reanudar
fi: Jatka
fr: Lire
he: המשך
hi: पुनः आरंभ
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再生
ko: 재생
nl: Hervat
no: Gjenoppta
pl: Wznów
pt: Retomar
pt_br: Reproduzir
ro: Reia
ru: Возобновить
sk: Pokračovať
sr_latn: Nastavi
sv: Fortsätt
tr: Sürdür
uk: Відновити
zh_hans: 继续
zh_hant: 繼續

# menu.speed
source: Speed: %.2fx
af: Snelheid: %.2fx
ar: Speed: %@x
ca: Velocitat: %.2fx
cs: Rychlost: %.2f×
da: Speed: %@x
de: Speed: %@x
el: Ταχύτητα: %.2fx
es: Speed: %@x
fi: Speed: %@x
fr: Vitesse : %.2fx
he: מהירות: x%.2f
hi: गति: %.2fx
hr: Speed: %@x
hu: Speed: %@x
id: Kecepatan: %.2fx
it: Speed: %@x
ja: 再生速度: %.2f倍
ko: 재생속도: %.2fx
nl: Speed: %@x
no: Hastighet: %.2fx
pl: Speed: %@x
pt: Velocidade: %.2fx
pt_br: Speed: %@x
ro: Viteză: %.2fx
ru: Speed: %@x
sk: Rýchlosť: %.2fx
sr_latn: Brzina: %.2fx
sv: Hastighet: %.2fx
tr: Speed: %@x
uk: Speed: %@x
zh_hans: 速度: %.2fx
zh_hant: 速度：%.2fx

# menu.seek_forward
source: Step Forward %.0fs
af: Gaan %.0fs vorentoe
ar: خطوة إلى الأمام %.0f ثانية
ca: Avança %.0fs
cs: Posunout vpřed o %.0f s
da: Spol frem %.0fs
de: %.0f s vorspulen
el: Βήμα Μπροστά %.0fs
es: Adelantar %.0fs
fi: Astu eteenpäin %.0fs
fr: Reculer de %.0fs
hi: आगे कदम %.0fs
hr: Korak naprijed %.0fs
hu: Előre ugrás %.0f másodpercet
id: Majukan %.0fdtk
it: Avanti %.0fs
ja: %.0f秒進む
ko: 앞으로 탐색 %.0f초
nl: Ga %.0fs vooruit
no: Steg fremover: %.0fs
pl: Przewiń w przód o %.0fs
pt: Avançar %.0fs
pt_br: Ir adiante %.0fs
ro: Sari înainte %.0fs
ru: Шаг вперед %.0f с
sk: Posunúť dopredu %.0f s
sr_latn: Korak unapred: %.0fs
sv: Gå framåt %.0f s
tr: %.0f sn İleriye Sar
uk: Крок уперед на %.0f с
zh_hans: 渐进 %.0f秒
zh_hant: 快轉 %.0fs

# menu.seek_backward
source: Step Backward %.0fs
af: Gaan %.0fs terug
ar: خطوة إلى الوراء %.0f ثانية
ca: Retrocedeix %.0fs
cs: Posunout vzad o %.0f s
da: Spol tilbage %.0fs
de: %.0f s zurückspulen
el: Βήμα Πίσω %.0fs
es: Retroceder %.0fs
fi: Siirry taaksepäin %.0fs
fr: Avancer de %.0fs
hi: पीछे जाओ %.0fs
hr: Korak natrag %.0fs
hu: Hátra ugrás %.0f másodpercet
id: Mundurkan %.0fdtk
it: Indietro %.0fs
ja: %.0f秒戻る
ko: 뒤로 탐색 %.0f초
nl: Ga %.0fs terug
no: Steg bakover: %.0fs
pl: Przewiń w tył o %.0fs
pt: Recuar %.0fs
pt_br: Ir pra trás %.0fs
ro: Sari înapoi %.0fs
ru: Шаг назад %.0f с
sk: Posunúť dozadu %.0f s
sr_latn: Korak unazad: %.0fs
sv: Gå bakåt %.0f s
tr: %.0f sn Geriye Sar
uk: Крок назад на %.0f с
zh_hans: 渐退 %.0f秒
zh_hant: 倒轉 %.0fs

# menu.speed_up
source: Speed Up by %.1fx
af: Versnel met %.1fx
ar: Speed Up by %@x
ca: Incrementa velocitat en %.1fx
cs: Zrychlit %.1f×
da: Speed Up by %@x
de: Speed Up by %@x
el: Επιτάχυνση κατά %.1fx
es: Speed Up by %@x
fi: Speed Up by %@x
fr: Accélérer de %.1fx
hi: %.1fx तक स्पीड
hr: Speed Up by %@x
hu: Speed Up by %@x
id: Percepat %.1fx
it: Speed Up by %@x
ja: 再生速度を%.1f倍
ko: 빠르게 재생 %.1f배
nl: Speed Up by %@x
no: Øk hastigheten med %.1fx
pl: Speed Up by %@x
pt: Aumentar velocidade em %.1fx
pt_br: Speed Up by %@x
ro: Accelerează la %.1fx
ru: Speed Up by %@x
sk: Zrýchliť na %.1fx
sr_latn: Ubrzaj za %.1fx
sv: Snabba upp till %.1fx
tr: Speed Up by %@x
uk: Speed Up by %@x
zh_hans: 加速 %.1f 倍
zh_hant: 增加速度至 %.1fx

# menu.speed_down
source: Speed Down by %.1fx
af: Vertraag met %.1fx
ar: Speed Down by %@x
ca: Redueix velocitat en %.1fx
cs: Zpomalit %.1f×
da: Speed Down by %@x
de: Speed Down by %@x
el: Επιβράδυνση κατά %.1fx
es: Speed Down by %@x
fi: Speed Down by %@x
fr: Ralentir de %.1fx
hi: गति %.1fx करने के लिए नीचे
hr: Speed Down by %@x
hu: Speed Down by %@x
id: Perlambat %.1fx
it: Speed Down by %@x
ja: 再生速度を%.1f倍
ko: 느리게 재생 %.1f배
nl: Speed Down by %@x
no: Senk hastigheten med %.1fx
pl: Speed Down by %@x
pt: Reduzir velocidade em %.1fx
pt_br: Speed Down by %@x
ro: Încetinește la %.1fx
ru: Speed Down by %@x
sk: Spomaliť na %.1fx
sr_latn: Uspori za %.1fx
sv: Sakta ner till %.1fx
tr: Speed Down by %@x
uk: Speed Down by %@x
zh_hans: 减速 %.1f 倍
zh_hant: 減慢速度至 %.1fx
