Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# permissions.video-overlay.name
source: Add overlay on videos
af: Voeg oorlegsel oor video’s
ar: إضافة طبقات على مقاطع الفيديو
ca: Afegir overlay als vídeos
cs: Přidat překrytí přes video
da: Tilføj overlay på videoer
de: Überlagerungen zu Videos hinzufügen
el: Add overlays on videos
es: Añadir superposición en vídeos
fi: Add overlays on videos
he: הוסף שכבות על לסרטונים
hr: Dodaj sloj na videa
hu: Overlay hozzáadása videókhoz
id: Tambahkan overlay pada video
it: Aggiungi overlay ai video
ja: 動画にオーバーレイを追加
ko: 비디오에 오버레이 추가
nl: Add overlays on videos
no: Add overlays on videos
pl: Dodaj nakładkę na filmy
pt_br: Adicionar sobreposição nos vídeos
ro: Adaugă overlay peste video
ru: Добавить оверлей на видео
sk: Pridať prekrytie cez video
sr_latn: Dodaj prekrivajući element na video-zapise
sv: Add overlays on videos
tr: Video üzerine katman ekle
uk: Додати оверлей на відео
zh_hans: 在视频上添加叠加层
zh_hant: 於影片新增重疊顯示

# permissions.video-overlay.desc
source: This plugin can display some additional information on the top of the video.
af: Hierdie inprop kan bykomende inhoud bo-oor die video verbeeld.
ar: يمكن لهذه الإضافة أن توفر محتوى إضافياً في الجزء العلوي من الفيديو.
ca: Aquest complement pot renderitzar contingut adicional al damunt del vídeo.
cs: Tento plug-in může vykreslovat přes video další obsah.
da: This plugin can render additional content on the top of the video.
de: Diese Erweiterung kann zusätzliche Inhalte am oberen Rand des Videos darstellen.
el: This plugin can render additional content on the top of the video.
es: Este plugin puede representar contenido adicional en la parte superior del vídeo.
fi: This plugin can render additional content on the top of the video.
he: תוסף זה יכול להציג תוכן נוסף בחלק העליון של הסרטון.
hr: Ovaj dodatak omogućuje prikaz dodatnog sadržaja u videu.
hu: Ez a bővítmény képes további tartalmakat megjeleníteni a videó tetején.
id: Plugin ini dapat menampilkan konten tambahan di atas video.
it: Questo plugin può effettuare il render di contenuti aggiuntivi sopra il video.
ja: このプラグインは、ビデオに追加のコンテンツを表示することができます。
ko: 이 플러그인은 화면에 다른 콘텐츠를 표시할 수 있습니다.
nl: This plugin can render additional content on the top of the video.
no: This plugin can render additional content on the top of the video.
pl: Ta wtyczka może renderować dodatkowe treści nałożone na film.
pt_br: Este plugin pode renderizar conteúdo adicional no topo do vídeo.
ro: Această extensie poate reda conținut suplimentar în partea de sus a videoclipului.
ru: Этот плагин сможет отображать дополнительный контент поверх видео.
sk: Tento plug-in môže vykresľovať cez video ďalší obsah.
sr_latn: Ova dodatna komponenta može prikazati dodatni sadržaj preko video-zapisa.
sv: Detta tillägget kan rendera ytterligare innehåll ovanpå videon.
tr: Bu eklenti, video üzerinde başka içerikler gösterebilir.
uk: Цей плагін може відображувати додатковий контент поверх відео.
zh_hans: 此插件可以在视频顶部渲染附加内容。
zh_hant: 此外掛可以在影片上渲染額外內容。

# permissions.file-system.name
source: File system access
af: Toegang tot die lêerstelsel
ar: الوصول إلى نظام الملفات
ca: Accedeix els fitxers
cs: Přístup k souborovému systému
da: Adgang til fil systemet
de: Dateisystem-Zugriff
el: Access the file system
es: Acceder al sistema de archivos
fi: Access the file system
he: גישה למערכת הקבצים
hr: Pristupi datotečnom sustavu
hu: Hozzáférés a fájlrendszerhez
id: Akses sistem file
it: Accedi ai file di sistema
ja: ファイルシステムにアクセス
ko: 파일 시스템에 접근합니다.
nl: Access the file system
no: Access the file system
pl: Dostęp do systemu plików
pt_br: Acessar o sistema de arquivos
ro: Accesează fișiere de sistem
ru: Доступ к диску
sk: Prístup k súborovému systému
sr_latn: Pristupite sistemu datoteka
sv: Åtkomst till filsystemet
tr: Dosya sistemine erişim
uk: Доступ до файлової системи
zh_hans: 访问文件系统
zh_hant: 存取檔案系統

# permissions.file-system.desc
source: This plugin can read files on your disk.
af: Hierdie inprop kan lêers insluitend sensitiewe inligting op u skyf lees of skryf. Dit kan ook ander programmatuur of toepassings oproep wat u rekenaar kan skaad. Maak seker dat u die bron verifieer.
ar: يمكن لهذه الإضافة قراءة أو كتابة الملفات على القرص الخاص بك، بما في ذلك المعلومات الحساسة. يمكنها أيضًا الاتصال بالبرامج أو التطبيقات الأخرى التي يمكن أن تضر بجهاز الكمبيوتر الخاص بك. لذا تأكد من التحقق من المصدر.
ca: Aquest complement pot llegir o escriure fitxers al teu disc, incloent informació sensible. També pot cridar altres programes o aplicacions que poden malmetre el teu ordinador. Comprova el seu origen.
cs: Tento plug-in může číst nebo zapisovat soubory na disk, které mohou obsahovat citlivé informace. Může také spouštět jiné programy nebo aplikace, které mohou poškodit váš počítač. Ujistěte se, že jste ověřili jeho zdroj.
da: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
de: Diese Erweiterung kann Dateien, einschließlich sensibler Informationen lesen oder schreiben. Es kann auch andere Programme oder Anwendungen aufrufen, die deinem Computer schaden können. Überprüfe daher unbedingt die Quelle.
el: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
es: Este plugin puede leer o escribir archivos en su disco, incluyendo información confidencial. También puede llamar a otros programas o aplicaciones que pueden dañar su sistema, asegúrese de verificar la fuente.
fi: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
he: תוסף זה יכול לקרוא או לכתוב קבצים בדיסק שלך, שעשויים לכלול מידע רגיש. הוא יכול גם להפעיל תוכניות או יישומים אחרים שיכולים להזיק למחשב שלך, אז הקפד לאמת את המקור.
hr: Ovaj dodatak može čitati ili pisati datoteke na tvom disku, uključujući osjetljive podatke. Također može pozvati druge programe ili aplikacije koje mogu oštetiti tvoje računalo. Stoga svakako provjeri izvor.
hu: Ez a bővítmény képes olvasni vagy írni a lemezen lévő fájlokat, beleértve az érzékeny információkat is. Más programokat vagy alkalmazásokat is meghívhat, amelyek kárt tehetnek a számítógépében. Ezért mindenképpen ellenőrizze a forrást.
id: Plugin ini dapat melakukan baca-tulis file pada disk Anda, termasuk informasi sensitif. Plugin ini juga dapat mengaktifkan program atau aplikasi lain yang dapat membahayakan komputer Anda. Mohon pastikan kembali keamanan sumbernya.
it: Questo plugin può leggere o scrivere file sul disco, comprese le informazioni sensibili. Può anche utilizzare altri programmi o applicazioni che possono danneggiare il computer. Assicurati di verificare la sua provenienza prima di procedere.
ja: このプラグインは、機密情報を含むディスク上のファイルを読み書きすることができます。 また、お使いのコンピュータに害を与える可能性がある他のプログラムやアプリケーションを呼び出すことができます。続行する前にソースを十分に確認してください.
ko: 이 플러그인은 민감한 정보를 포함하여 디스크의 파일을 읽거나 쓸 수 있습니다. 또한 컴퓨터에 해를 끼칠 수 있는 다른 프로그램이나 애플리케이션을 호출할 수도 있습니다. 따라서 출처를 반드시 확인하세요.
nl: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
no: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
pl: Ta wtyczka może odczytywać i zapisywać pliki na dysku, w tym poufne informacje. Może także wywoływać inne programy lub aplikacje, które mogą uszkodzić komputer. Dlatego koniecznie sprawdź źródło.
pt_br: Esse plugin pode ler ou escrever arquivos em seu disco, incluindo informações sensíveis. Ele também pode chamar outros programas ou aplicativos que podem danificar seu computador. Portanto, certifique-se de verificar a origem.
ro: Această extensie poate citi sau scrie fișiere pe discul dvs., inclusiv informații sensibile. De asemenea, poate apela alte programe sau aplicații care vă pot afecta calculatorul. Deci asigurați-vă că ați verificat sursa.
ru: Этот плагин сможет получить доступ ко всем файлам на диске, включая конфиденциальную информацию. Он также сможет запускать другие программы, которые в теории могут навредить компьютеру. Пожалуйста, проверьте исходный код плагина.
sk: Tento plug-in môže čítať alebo zapisovať súbory na disk, vrátane citlivých informácií. Môže tiež využívať iné programy alebo aplikácie, ktoré môžu poškodiť váš počítač. Uistite sa teda, že ste overili jeho zdroj.
sr_latn: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
sv: Detta tillägget kan läsa och skriva till filer på din hårddisk, inklusive känslig information. Det kan även anropa andra program eller applikationer som kan skada din dator. Se till att verifiera källan noggrant.
tr: Bu eklenti, hassas bilgilere sahip dosyalar da dahil olmak üzere sabit diskteki dosyaları okuyabilir ve yazabilir. Ayrıca bu eklenti bilgisayarınıza zarar verebilecek diğer uygulamalar tarafından çağrılabilir. Lütfen eklenti kaynağından emin olun.
uk: Цей плагін може читати або записувати файли на вашому диску, включаючи конфіденційну інформацію. Також він може викликати інші програми чи програми, які можуть зашкодити комп'ютеру - обов'язково перевіряйте джерело.
zh_hans: 此插件可以在磁盘上读取或写入文件，其中可能包括敏感信息。 它也可以执行其他可能伤害您的计算机的程序或应用程序。所以肯定要验证源。
zh_hant: 此外掛可以讀取或寫入你的磁碟上的檔案，包含敏感資訊。它也可以呼叫其他可能破壞電腦的程式或軟體。請確定你有驗證此外掛的來源。

# plugin.install
source: Install
af: Installeer
ar: تثبيت
ca: Instal·la
cs: Instalovat
da: Installer
de: Installieren
es: Instalar
he: התקנה
hr: Instaliraj
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ro: Instalare
ru: Установить
sk: Inštalovať
sv: Installera
tr: Yükle
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# plugin.installed
source: Installed
af: Geïnstalleer
ar: مثبت
ca: Instal·lat
cs: Nainstalován
da: Installeret
de: Installiert
es: Instalado
he: מותקן
hr: Instalirano
hu: Telepítve
id: Terpasang
it: Installato
ja: インストール済
ko: 설치됨
pl: Zainstalowano
pt_br: Instalado
ro: Instalat
ru: Установлено
sk: Nainštalované
sv: Installerat
tr: Yüklendi
uk: Встановлено
zh_hans: 已安装
zh_hant: 已安裝

# plugin.not_installed
source: Not Installed
af: Nie geïnstalleer
ar: غير مثبتة
ca: No instal·lat
cs: Není nainstalován
da: Ikke Installeret
de: Nicht installiert
es: No instalado
he: לא מותקן
hr: Nije Instalirano
hu: Nincs telepítve
id: Tidak Terpasang
it: Non installato
ja: インストールされていません
ko: 설치되지 않음
pl: Nie zainstalowano
pt_br: Não instalado
ro: Nu este instalat
ru: Не установлено
sk: Nenainštalované
sv: Inte installerat
tr: Yüklenmedi
uk: Не встановлено
zh_hans: 未安装
zh_hant: 尚未安裝

# plugin.local
source: Installed locally
af: Lokaal geïnstalleer
ar: مثبتة محليا
ca: Instal·lat localment
cs: Nainstalován lokálně
da: Installeret lokalt
de: Lokal installiert
es: Instalado localmente
he: מותקן מקומית
hr: Instalirano lokalno
hu: Helyben telepítve
id: Terpasang secara lokal
it: Installato localmente
ja: ローカルにインストールされました
ko: 로컬에 설치되었습니다
pl: Zainstalowane lokalnie
pt_br: Localmente instalado
ro: Instalat local
ru: Установлено локально
sk: Nainštalované lokálne
sv: Installerat lokalt
tr: Yerel olarak yüklendi
uk: Встановлено локально
zh_hans: 已安装本地文件
zh_hant: 已安裝於本機

# alert.plugin.install_error
source: Error occured during the installation: %@
af: Fout het voorgekom tydens die installasie: %@
ar: حدث خطأ أثناء التثبيت: %@
ca: Hi ha hagut un error durant la instal·lació: %@
cs: Při instalaci došlo k chybě: %@
da: Der skete en fejl under installationen: %@
de: Während der Installation ist ein Fehler aufgetreten: „%@“
el: Error occurred during the installation: %@
es: Ha ocurrido un error durante la instalación: %@
fi: Error occurred during the installation: %@
he: אירעה שגיאה במהלך ההתקנה: %@
hr: Došlo je do greške tijekom instalacije: %@
hu: Hiba lépett fel a telepítés során: %@
id: Terjadi kesalahan saat proses instalasi: %@
it: Si è verificato un errore durante l'installazione: %@
ja: インストール中にエラーが発生しました: %@
ko: 설치 중 오류발생: %@
nl: Error occurred during the installation: %@
no: Error occurred during the installation: %@
pl: Wystąpił błąd podczas instalacji: %@
pt_br: Ocorreu um erro durante a instalação: %@
ro: A apărut o eroare în timpul instalării: %@
ru: Произошла ошибка при установке: %@
sk: Pri inštalácii sa vyskytla chyba: %@
sr_latn: Error occurred during the installation: %@
sv: Ett fel uppstod under installationen: %@
tr: Yükleme sırasında hata oluştu: %@
uk: Сталася помилка під час установки: %@
zh_hans: 安装过程中发生错误: %@
zh_hant: 安裝時發生錯誤：%@

# plugin.install_error.invalid_url
source: The URL is invalid.
af: Die URL is ongeldig.
ar: عنوان URL غير صالح.
ca: L'adreça URL no és vàlida.
cs: URL adresa je neplatná.
da: URL'en er ugyldig.
de: Die Adresse ist ungültig.
es: La URL no es válida.
he: הכתובת לא תקינה.
hr: URL je neispravan.
hu: Érvénytelen link.
id: URL tidak valid.
it: L'URL non è valido.
ja: URLが無効です。
ko: URL이 유효하지 않습니다.
pl: Adres URL jest nieprawidłowy.
pt_br: A URL é inválida.
ro: URL-ul nu este valid.
ru: Неправильная ссылка на плагин.
sk: URL je neplatná.
sv: URL:en är ogiltig.
tr: URL geçerli değil.
uk: Невірна URL-адреса.
zh_hans: URL 无效
zh_hant: 無效的 URL。

# plugin.install_error.file_not_found
source: Cannot find the package file.
af: Kan nie die pakketlêer vind nie.
ar: لا يمكن العثور على ملف الحزمة.
ca: No es pot trobar el fitxer.
cs: Soubor balíčku nelze nalézt.
de: Die Paketdatei wurde nicht gefunden.
es: No se pudo encontrar el archivo de paquete.
hr: Datoteka paketa nije pronađena.
hu: A csomagfájl nem található.
id: Tidak dapat menemukan package file.
it: Impossibile trovare il file del pacchetto.
ja: パッケージファイルが見つかりません。
ko: 패키지 파일을 찾을 수 없습니다.
pl: Nie można znaleźć pliku pakietu.
pt_br: Não foi possível encontrar o arquivo do pacote.
ro: Fișierul package nu poate fi găsit.
ru: Не удалось найти пакет.
sk: Súbor balíčka sa nedá nájsť.
sv: Kan inte hitta paketfilen.
tr: Paket dosyası bulunamadı.
uk: Неможливо знайти пакет файлу.
zh_hans: 找不到软件包文件。
zh_hant: 無法找到套件檔案。

# plugin.install_error.cannot_download
source: Failed to download the plugin. Output:%@
af: Kon nie die inprop aflaai nie. Afvoer:%@
ar: فشل تنزيل الإضافة. الصادر:%@
ca: No s'ha pogut descarregar el complement. Sortida:%@
cs: Stahování plug-inu selhalo. Výstup:%@
de: Die Erweiterung konnte nicht heruntergeladen werden. Ausgabe: %@
es: Error al descargar el plugin. Salida:%@
hr: Neuspjelo preuzimanje dodatka. Rezultat:%@
hu: Nem sikerült letölteni a plugint. Kimenet:%@
id: Gagal mengunduh plugin. Hasil:%@
it: Impossibile scaricare il plugin. Output:%@
ja: プラグインのダウンロードに失敗しました。 結果:%@
ko: 플러그인 다운로드에 실패했습니다. 출력: %@
no: Kan ikke nedlaste utvidelsen. Utdata:%@
pl: Nie udało się pobrać wtyczki. Wyjście:%@
pt_br: Falha ao baixar o plugin. Saída:%@
ro: Descărcarea extensiei a eșuat. Motiv:%@
ru: Не удалось загрузить плагин. Вывод установщика:%@
sk: Sťahovanie plug-inu zlyhalo. Výstup:%@
sv: Det gick inte att ladda ner tillägget. Utdata: %@
tr: Ektenti indirilemedi. Hata çıktısı:%@
uk: Не вдалося завантажити плагін. Результат:%@
zh_hans: 下载插件失败。 输出: %@
zh_hant: 無法下載外掛程式。 詳細內容:%@

# plugin.install_error.cannot_unpackage
source: Failed to unpackage the plugin. Output:%@
af: Kon nie die inprop uitpak nie. Afvoer:%@
ar: فشل في إلغاء حزمة الإضافة. الناتج:%@
ca: No s'ha pogut descomprimir el complement. Sortida: %@
cs: Rozbalování plug-inu selhalo. Výstup:%@
de: Die Erweiterung konnte nicht entpackt werden. Ausgabe: %@
es: Error al desempaquetar el plugin. Salida:%@
hr: Neuspjelo raspakiranje dodatka. Rezultat:%@
hu: Nem sikerült kicsomagolni a plugint. Kimenet:%@
id: Gagal membongkar plugin. Hasil:%@
it: Scompattamento del plugin non riuscito. Output: %@
ja: プラグインのパッケージ解除に失敗しました。 結果:%@
ko: 플러그인 설치에 실패했습니다. 출력: %@
pl: Nie udało się rozpakować wtyczki. Wyjście:%@
pt_br: Falha ao desempacotar o plugin. Saída:%@
ro: Dezarhivarea extensiei a eșuat. Motiv:%@
ru: Не удалось распаковать плагин. Вывод установщика:%@
sk: Rozbaľovanie plug-inu zlyhalo. Výstup:%@
sv: Det gick inte att packa upp tillägget. Utdata: %@
tr: Eklenti paketi açılamadı. Hata çıktısı:%@
uk: Не вдалося розпакувати плагін. Результат:%@
zh_hans: 解包插件失败。 输出: %@
zh_hant: 無法打開外掛程式。 詳細內容：%@

# plugin.install_error.cannot_load
source: IINA cannot load this plugin. It might be in the wrong format.
af: IINA kan nie hierdie inprop laai nie. Dit is dalk in die verkeerde formaat.
ar: لا يمكن لـ IINA تحميل هذه الإضافة. قد يكون في شكل خاطئ.
ca: IINA no pot carregar aquest complement. Potser té un format incorrecte.
cs: IINA nemůže načíst tento plug-in. Může být v chybném formátu.
de: IINA kann diese Erweiterung nicht laden. Es könnte im falschen Format sein.
es: IINA no puede cargar este plugin. Puede estar en el formato incorrecto.
he: IINA לא יכול לטעון את התוסף הזה. ייתכן שהוא בפורמט שגוי.
hr: IINA ne može učitati ovaj dodatak. Možda je u pogrešnom formatu.
hu: Az IINA nem tudja betölteni ezt a bővítményt. Lehet, hogy rossz formátumban van.
id: IINA tidak dapat memproses plugin ini. Kemungkinan terdapat kesalahan format.
it: IINA non può caricare questo plugin. Potrebbe essere nel formato sbagliato.
ja: IINAはこのプラグインを読み込むことができません。フォーマットが間違っている可能性があります。
ko: IINA가 이 플러그인을 로드할 수 없습니다. 플러그인이 잘못된 형식일 수 있습니다.
pl: IINA nie może załadować tej wtyczki. Może być w złym formacie.
pt_br: IINA não pode carregar este plugin. Ele pode estar no formato errado.
ro: IINA nu poate încărca aceasta extensie. Ar putea fi într-un format greşit.
ru: IINA не может загрузить этот плагин. Возможно, у него неверный формат.
sk: IINA nemôže načítať tento plug-in. Môže byť v chybnom formáte.
sv: IINA kan inte ladda detta tillägget. Det kanske är i fel format.
tr: IINA eklentiyi yükleyemedi. Eklenti yanlış biçimde olabilir.
uk: IINA не може завантажити цей плагін. Можливо, формат плагіну невірний.
zh_hans: IINA无法加载此插件，可能是格式错误。
zh_hant: IINA 無法載入此外掛程式，可能使用了錯誤的格式。

# plugin.check_for_updates
source: Check for Updates
af: Soek na bywerkings
ar: التحقق من وجود تحديثات
ca: Comprova si hi ha actualitzacions
cs: Vyhledávat aktualizace
da: Tjek for opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fi: Tarkista päivitykset
he: חפש עדכונים
hr: Traži nove verzije
hu: Frissítések keresése
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
no: Se etter oppdateringer
pl: Sprawdź aktualizacje
pt_br: Buscar por atualizações
ro: Verifică dacă există actualizări
ru: Проверить обновления
sk: Skontrolovať aktualizácie
sr_latn: Proveri da li postoje ažuriranja
sv: Sök efter uppdateringar
tr: Güncellemeleri Denetle
uk: Перевірити наявність оновлень
zh_hans: 检查更新
zh_hant: 檢查更新

# plugin.updating
source: Downloading update…
af: Bywerking word afgelaai…
ar: ينزّل التّحديث...
ca: S'està baixant l'actualització…
cs: Stahuje se aktualizace…
da: Downloader opdatering…
de: Update herunterladen …
es: Descargando actualización…
hr: Preuzimanje nove verzije …
hu: Frissítés letöltése…
id: Mengunduh pembaruan…
it: Sto scaricando l'aggiornamento…
ja: アップデートをダウンロード中...
ko: 업데이트 다운로드 중...
no: Nedlaster oppdatering…
pl: Pobieranie aktualizacji…
pt_br: Baixando a atualização…
ro: Se descarcă actualizarea…
ru: Загружаю обновление…
sk: Sťahovanie aktualizácie…
sv: Laddar ner uppdateringen…
tr: Güncelleme indiriliyor…
uk: Завантаження оновлення…
zh_hans: 下载更新中……
zh_hant: 正在下載更新…

# quicksetting.hdr
source: HDR
ar: النطاق الديناميكي العالي HDR
el: Υψηλό Δυναμικό Εύρος
zh_hant: 高動態範圍成效

# pl_menu.reveal_in_finder
source: Reveal in Finder
fr: Afficher dans le Finder
hi: खोजक में पता चलता है
pt: Mostrar no Finder
