Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.duplicated_plugin_id
source: Duplicated plugin identifiers detected. Two or more plugins have the same identifier "%@". This may cause abnormal behaviors. Please find them in Preferences - Plugins and report to their authors. If a plugin is installed locally, you can also manually change its identifier in the plugin's Info.json file.
af: Gedupliseerde inpropidentifiseerders bespeur. Twee of meer inproppe het dieselfde identifiseerder “%@”. Die kan abnormale gedrag veroorsaak. Sien dit in Voorkeure - Inproppe en rapporteer dit aan die outeurs. Indien ’n inprop lokaal geïnstalleer is kan u ook die identifiseerder in die inprop se Info.json-lêer verander.
ar: تم اكتشاف معرفات مكررة للملحقات. ملحقان أو أكثر لهما نفس المعرف "%@". وقد يسبب هذا سلوكيات غير طبيعية. يرجى العثور عليها في التفضيلات - الإضافات والإبلاغ إلى مؤلفيها. إذا تم تثبيت البرنامج المساعد محلياً، فيمكنك أيضاً تغيير معرفته يدوياً في ملف البرنامج المساعد Info.json.
ca: S'han trobat complements duplicats. Dos o més complements tenen el mateix identificador "%@". Això pot comportar un funcionament extrany. Si us plau, busca'ls a Preferències - Complements i comunica-ho als seus autors. Si un complement està instal·lat localment, tu també pots canviar manualment el seu identificador modificant el fitxer Info.json del complement.
cs: Detekovány duplicitní identifikátory plug-inu. Dva nebo více plug-inů mají stejný identifikátor „%@“. To může způsobit neobvyklé chování. Najděte je prosím v Nastavení > Plug-iny a nahlaste toto jejich autorům. Pokud je plug-in nainstalován lokálně, můžete také ručně změnit jeho identifikátor v souboru Info.json.
de: Eine Erweiterung ist doppelt vorhanden. Mehrere Erweiterungen haben den gleichen Bezeichner „%@“. Dies kann zu Problemen führen. Bitte finde diese in den Einstellungen unter „Erweiterungen¡ und melde sie den Autoren. Wenn eine Erweiterung lokal installiert ist, kannst du seinen Bezeichner auch manuell in der Datei „Info.json“ ändern.
es: Se han detectado identificadores de plugins duplicados. Dos o más plugins tienen el mismo identificador "%@". Esto puede causar comportamientos anormales. Puede encontrarlos en Preferencias -> Plugins e informe a sus autores. Si un plugin está instalado localmente, también puede cambiar manualmente su identificador en el archivo Info.json del plugin.
he: זוהו מזהי תוסף כפולים. לשני תוספים או יותר יש את אותו מזהה "%@". זה עלול לגרום להתנהגויות לא צפויות. אנא מצא אותם בהעדפות > תוספים ודווח למפתחים שלהם. אם תוסף מותקן באופן מקומי, תוכל גם לשנות ידנית את המזהה שלו בקובץ Info.json של התוסף.
hu: Duplikált bővítmény-azonosítók észlelése. Két vagy több bővítmény azonos "%@" azonosítóval rendelkezik. Ez rendellenes viselkedést okozhat. Kérjük, keresse meg őket a Beállítások - Pluginok menüpontban, és jelentse a szerzőjüknek. Ha egy bővítményt helyileg telepítettek, manuálisan is megváltoztathatja az azonosítóját a bővítmény Info.json fájljában.
id: Duplikasi identifikasi plugin terdeteksi. Dua plugin atau lebih memiliki identifikasi yang sama "%@", sehingga dapat menyebabkan aktivitas tidak normal. Mohon cari di Preferensi - Plugin dan laporkan pada pembuatnya. Ketika plugin dipasang secara lokal, Anda juga dapat mengganti identifikasinya secara manual pada file Info.json dari plugin tersebut.
it: Rilevati identificatori di plugin duplicati. Due o più plugin hanno lo stesso identificatore "%@". Questo può causare comportamenti anomali. Si prega di trovarli in Preferenze - Plugin e segnalarli ai loro autori. Se un plugin è installato localmente, è anche possibile modificare manualmente il suo identificatore tramite il file Info.json del plugin.
ja: 重複したプラグイン識別子が検出されました。2つ以上のプラグインには同じ識別子 "%@" があります。異常な動作を引き起こす可能性があります。 環境設定 - プラグインを見つけ、著者に報告してください。 プラグインがローカルにインストールされている場合は、プラグインの Info.json ファイル内の識別子を手動で変更することもできます。
ko: 중복된 플러그인 식별자가 감지되었습니다. 두 개 이상의 플러그인 식별자 "%@"가 동일합니다. 이로 인해 비정상적인 동작이 발생할 수 있습니다. 환경설정 - 플러그인에서 해당 플러그인을 찾아 해당 플러그인 작성자에게 신고하세요. 플러그인이 로컬에 설치된 경우 플러그인의 Info.json 파일에서 식별자를 수동으로 변경할 수도 있습니다.
pl: Wykryto zduplikowane identyfikatory wtyczek. Dwie lub więcej wtyczek ma ten sam identyfikator "%@". Może to powodować nietypowe zachowania. Znajdź je w Preferencjach - Wtyczki i zgłoś ich autorom. Jeśli wtyczka jest zainstalowana lokalnie, możesz też ręcznie zmienić jej identyfikator w pliku Info.json wtyczki.
pt_br: Detectados identificadores de plugin duplicados. Dois ou mais plugins têm o mesmo identificador "%@". Isso pode causar comportamentos anormais. Por favor, encontre-os em Preferências - Plugins e reporte para seus autores. Se um plugin for instalado localmente, você também pode alterar manualmente seu identificador no arquivo Info.json do plugin.
ro: S-au detectat duplicate ale identificatoarelor de extensii. Două sau mai multe extensii au același identificator "%@". Acest lucru poate cauza comportamente anormale. Le puteți găsi în Preferințe - Extensii și le puteți raporta autorilor lor. Dacă o extensie este instalată local, puteți schimba manual identificatorul ei în fișierul Info.json al acesteia.
ru: Обнаружены одинаковые идентификаторы для двух или более плагинов: "%@". Это может привести к необычному поведению. Пожалуйста, найдите эти плагины в настройках и сообщите об этой проблеме их авторам. Вы также можете самостоятельно изменить идентификатор в файле info.json, если плагин установлен локально.
sk: Detekované duplicitné identifikátory plug-inu. Dva alebo viac plug-inov majú rovnaký identifikátor „%@“. To môže spôsobiť neobvyklé správanie. Nájdite ich prosím v Nastavenia > Plug-iny a nahláste toto ich autorom. Ak je plug-in nainštalovaný lokálne, môžete tiež manuálne zmeniť jeho identifikátor v súbore Info.json.
sr_latn: Pronađene su duplirane dodatne komponente. Barem dve dodatne komponente imaju isti identifikator "%@". To može dovesti do neobičnog ponašanja. Pronađite ih u okviru opcije Željene postavke - Dodatne komponente i prijavite autorima. Ako je dodatna komponenta instalirana lokalno, možete i ručno promeniti njen identifikator u datoteci Info.json dodatne komponente.
sv: Duplicerade tilläggsidentifierare upptäcktes. Minst två tillägg har samma identifierare, "%@". Detta kan leda till oförväntade beteenden. Vänligen hitta dem under Inställningar - Tillägg och rapportera detta till deras skapare. Om ett tillägg är installerat lokalt kan du även manuellt ändra dess idenfierare i tilläggets Info.json-fil.
tr: Yinelenen eklenti tanımlayıcıları algılandı. İki veya daha fazla eklenti aynı "%@" tanımlayıcısına sahip. Bu anormal davranışlara neden olabilir. Lütfen bunları Tercihler - Eklentiler bölümünde bulun ve yazarlarına bildirin. Bir eklenti yerel olarak kuruluysa, eklentinin Info.json dosyasındaki tanımlayıcısını manuel olarak da değiştirebilirsiniz.
uk: Виявлено дубльовані ідентифікатори плагінів. Два або більше плагінів мають однаковий ідентифікатор "%@". Це може спричинити ненормальну поведінку. Будь ласка, знайдіть їх у "Налаштування - Плагіни" та повідомте авторам. Якщо плагін встановлений локально, ви також можете вручну змінити його ідентифікатор у файлі Info.json плагіна.
zh_hans: 检测到重复的插件标识符。两个或多个插件具有相同的标识符“%@”，这可能会导致异常行为。 请在首选项 - 插件中找到它们，并向插件作者报告。 如果插件是本地安装的，您也可以手动更改插件的 Info.json 文件中的标识符。
zh_hant: 偵測到重複的外掛程式識別碼，有兩個或更多外掛程式使用的相同的識別碼「%@」，這將造成不正常的行為。請在「偏好設定 - 外掛程式」中找到它們，並回報給外掛程式的作者。如果外掛程式安裝於本機，你可以手動在外掛程式的 Info.json 檔案中手動變更該外掛的識別碼。

# alert.plugin_no_update
source: No update found.
af: Geen bywerking gevind.
ar: لم يتم العثور على تحديثات.
ca: No s'han trobat actualitzacions.
cs: Plug-in je aktuální.
da: Ingen nye opdateringer fundet.
de: Kein Update gefunden.
es: No se encontraron actualizaciones.
he: לא נמצא עדכון.
hr: Nema pronađenih ažuriranja.
hu: Nem található frissítés.
id: Tidak ada pembaruan ditemukan.
it: Nessun aggiornamento trovato.
ja: アップデートは見つかりませんでした。
ko: 업데이트가 없습니다.
pl: Nie znaleziono aktualizacji.
pt_br: Nenhuma atualização encontrada.
ro: Nu s-a găsit nicio actualizare.
ru: Обновления не найдены.
sk: Nenašli sa žiadne aktualizácie.
sr_latn: Nisu pronađena ažuriranja.
sv: Ingen uppdatering hittades.
tr: Güncelleme bulunamadı.
uk: Оновлень не знайдено.
zh_hans: 没有发现更新。
zh_hant: 未找到更新。

# alert.plugin_update_found.title
source: Update found for %@
af: Bywerking gevind vir %@
ar: تم العثور على تحديث لـ %@
ca: Actualitzacions trobades per a %@
cs: Je dostupná nová verze %@
da: Ny Opdatering fundet for %@
de: Es wurde ein Update für „%@“ gefunden.
es: Actualización encontrada para %@
he: נמצא עדכון עבור %@
hr: Pronađena je nova verzija za %@
hu: Frissítés található a következőhöz: %@
id: Terdapat pembaruan untuk %@
it: Trovato aggiornamento per %@
ja: %@ のアップデートが見つかりました
ko: %@의 업데이트를 찾음
pl: Znaleziono aktualizację dla %@
pt_br: Atualização encontrada para %@
ro: Actualizare găsită pentru %@
ru: Найдены обновления для %@
sk: Je dostupná nová verzia %@
sr_latn: Pronađeno je ažuriranje za %@
sv: Uppdatering hittades för %@
tr: %@ için güncelleme bulundu
uk: Оновлення знайдено для %@
zh_hans: 找到 %@ 的更新
zh_hant: 找到 %@ 的更新

# alert.plugin_update_found.message
source: The latest version is %@. You have %@. Would you like to update?
af: Die nuutste weergawe is %@. U het %@. Wil u bywerk?
ar: أحدث إصدار هو %@. لديك %@. هل ترغب في التحديث؟
ca: L'última versió és %@. Tu tens %@. Vols actualitzar?
cs: Nejnovější dostupná verze k dispozici je %@. Nainstalována je %@. Přejete si nyní stáhnout aktualizaci?
da: Den seneste version er %@. Du har %@. Vil du gerne opdatere?
de: Die neueste Version ist %@. Du verwendest %@. Möchtest du aktualisieren?
es: La última versión es %@. Tienes la versión %@. ¿Desea actualizarla?
he: הגרסה האחרונה היא %@. גרסתך הנוכחית היא %@. האם תרצה לעדכן?
hr: Najnovija verzija je %@. Ti imaš verziju %@. Želiš li preuzeti novu verziju?
hu: A legújabb verzió a(z) %@. Neked a(z) %@ van telepítve. Szeretne frissíteni?
id: Versi terbaru adalah %@. Anda memiliki versi %@. Apakah Anda ingin memperbarui?
it: L'ultima versione è %@. Hai %@. Vuoi aggiornare?
ja: 最新バージョンは %@です。 今のバージョンは%@です。アップデートしますか？
ko: 최신 버전은 %@입니다. %@에서 업데이트 하시겠습니까?
pl: Najnowsza wersja to %@. Masz %@. Czy chcesz zaktualizować?
pt_br: A versão mais recente é %@. Você tem %@. Gostaria de atualizar?
ro: Ultima versiune este %@. Aveți %@. Doriți să actualizați?
ru: Последняя версия %@. У вас %@. Хотите обновить?
sk: Najnovšia dostupná verzia je %@. Nainštalovaná je %@. Prajete si teraz stiahnuť aktualizáciu?
sr_latn: Najnovija verzija je %@. Vi imate verziju %@. Da li želite da obavite ažuriranje?
sv: Den senaste versionen är %@. Du har %@. Vill du uppdatera?
tr: Uygulamanın son versiyonu %@. Sizdeki yüklü bulunan uygulamanın versiyonu %@. Güncellemek ister misiniz?
uk: Найновіша версія %@. Ваша версія %@. Хотіли би ви оновити?
zh_hans: 最新版本是 %@。您有 %@。您想要更新吗？
zh_hant: 最新版本是 %@，你的版本是 %@，要更新嗎？

# alert.plugin_permission
source: This plugin requires the following permissions. Please review them before proceeding.
af: Die volgende toestemmings is nodig vir hierdie inprop. Hersien dit voordat u voortgaan.
ar: هذه الإضافة تتطلب الأذونات التالية. الرجاء مراجعتها قبل المتابعة.
ca: Aquest complement necessita els següents permisos. Si us plau, revisa'ls abans de continuar.
cs: Tento plug-in vyžaduje následující oprávnění. Před pokračováním proveďte jejich kontrolu.
de: Diese Erweiterung benötigt die folgenden Berechtigungen. Bitte überprüfe diese, bevor du fortfährst.
es: Este plugin requiere los siguientes permisos. Por favor, revíselos antes de continuar.
he: תוסף זה דורש את ההרשאות הבאות. אנא עיין בהן לפני שתמשיך.
hr: Ovaj dodatak zahtijeva sljedeće dozvole. Pregledaj ih prije nastavljanja.
hu: Ehhez a bővítményhez a következő engedélyekre van szükség. Kérjük, tekintse át őket a folytatás előtt.
id: Plugin ini memerlukan izin berikut. Mohon dicermati sebelum melanjutkan.
it: Questo plugin richiede i seguenti permessi. Si prega di controllarli prima di procedere.
ja: このプラグインには以下の権限が必要です。続行する前に確認してください。
ko: 이 플러그인은 다음과 같은 권한을 필요로 합니다. 진행하기 전에 확인해 주세요.
pl: Ta wtyczka wymaga następujących uprawnień. Sprawdź je przed kontynuowaniem.
pt_br: Este plugin requer as seguintes permissões. Por favor, revise-as antes de prosseguir.
ro: Această extensie necesită următoarele permisiuni. Vă rugăm să le revizuiți înainte de a continua.
ru: Этот плагин запрашивает следующие разрешения. Проверьте их, перед тем как продолжить.
sk: Tento plug-in vyžaduje nasledujúce oprávnenia. Pred pokračovaním vykonajte ich kontrolu.
sr_latn: Ova dodatna komponenta iziskuje sledeće dozvole. Pregledajte ih pre nego što nastavite.
sv: Detta tillägget kräver följande behörigheter. Vänligen granska dem innan du fortsätter.
tr: Bu eklentinin aşağıdaki izinlere ihtiyacı var. Devam etmeden önce izinleri gözden geçirin.
uk: Цей плагін потребує додаткових дозволів. Будь ласка, перегляньте їх, перш ніж продовжити.
zh_hans: 此插件需要以下权限，请在继续之前检查。
zh_hant: 本外掛程式需要以下權限，請在繼續之前先審核這些權限。

# alert.plugin_permission_added
source: This update requires additional permissions. Please review them before proceeding.
af: Bykomende toestemmings is nodig vir hierdie bywerking. Hersien dit voordat u voortgaan.
ar: يتطلب هذا التحديث أذونات إضافية. يرجى مراجعتها قبل المتابعة.
ca: Aquesta actualització necessita els següents permisos. Si us plau, revisa'ls abans de continuar.
cs: Tato aktualizace vyžaduje další oprávnění. Před pokračováním proveďte jejich kontrolu.
de: Dieses Update erfordert zusätzliche Berechtigungen. Bitte überprüfe diese, bevor du fortfährst.
es: Esta actualización requiere permisos adicionales. Por favor, revíselos antes de continuar.
he: עדכון זה דורש הרשאות נוספות. אנא עיין בהן לפני שתמשיך.
hr: Ova nova verzija zahtijeva sljedeće dozvole. Pregledaj ih prije nastavljanja.
hu: Ez a frissítés további engedélyeket igényel. Kérjük, tekintse át őket a folytatás előtt.
id: Plugin ini memerlukan izin tambahan. Mohon dicermati sebelum melanjutkan.
it: Questo aggiornamento richiede dei permessi aggiuntivi. Si prega di controllarli prima di procedere.
ja: このアップデートには追加の権限が必要です。続行する前に確認してください。
ko: 이 업데이트는 추가적인 승인이 필요합니다. 진행하기 전에 다시 한번 읽어주세요.
pl: Ta aktualizacja wymaga dodatkowych uprawnień. Sprawdź je przed kontynuowaniem.
pt_br: Esta atualização requer permissões adicionais. Por favor, revise-as antes de prosseguir.
ro: Această actualizare necesită permisiuni suplimentare. Vă rugăm să le revizuiți înainte de a continua.
ru: Это обновление требует дополнительные разрешения. Проверьте их, перед тем как продолжить.
sk: Táto aktualizácia vyžaduje ďalšie oprávnenia. Pred pokračovaním vykonajte ich kontrolu.
sr_latn: Ovo ažuriranje iziskuje sledeće dozvole. Pregledajte ih pre nego što nastavite.
sv: Denna uppdateringen kräver ytterligare behörigheter. Vänligen granska dem innan du fortsätter.
tr: Bu güncellemenin ek izinlere ihtiyacı var. Devam etmeden önce ek izinleri gözden geçirin.
uk: Це оновлення потребує додаткових дозволів. Будь ласка, перегляньте їх, перш ніж продовжити.
zh_hans: 此次更新需要额外给予以下权限，请在继续之前检视。
zh_hant: 此更新需要額外的權限，請在繼續之前先審核這些權限。

# playlist.total_length
source: %@ in total
af: %@ in totaal
ar: %@ في المجموع
ca: %@ en total
cs: %@ celkem
da: %@ i alt
de: %@ insgesamt
es: %@ en total
fi: %@ yhteensä
fr: %@ au total
he: %@ סך הכל
hi: कुल %@
hr: Ukupno %@
hu: %@ összesen
id: Total %@
it: %@ sul totale
ja: 合計 %@
ko: 전체 %@
nl: %@ in totaal
no: %@ totalt
pl: Całkowity czas %@
pt: %@ no total
pt_br: %@ do total
ro: %@ în total
ru: %@ в общей сложности
sk: %@ celkovo
sr_latn: Ukupno %@
sv: Totalt %@
tr: toplamda %@
uk: %@ загалом
zh_hans: 总计 %@
zh_hant: 總計 %@

# playlist.total_length_with_selected
source: %@ of %@ selected
af: %@ van %@ geselekteer
ar: تم تحديد %@ من %@
ca: %@ de %@ seleccionats
cs: Vybráno %@ z %@
da: %@ af %@ valgte
de: %@ von %@ ausgewählt
es: %@ de %@ seleccionados
fi: %@ / %@ valittu
fr: %@ sur %@ sélectionnés
he: נבחרו %@ מתוך %@
hi: %@ में से %@ का चयन किया गया
hr: Odabrano %@ od %@
hu: %@/%@ kiválasztva
id: %@ dari %@ terpilih
it: %@ di %@ selezionato
ja: %@ / %@を選択中
ko: %@ 선택됨 / 전체 %@
nl: %@ van %@ geselecteerd
no: %@ av %@ valgt
pl: Zaznaczono %@ z %@
pt: %@ de %@ selecionado
pt_br: %@ de %@ selecionado
ro: %@ din %@ selectat
ru: %@ из %@ выбрано
sk: %@ z %@ označených
sr_latn: %@ od %@ izabranih
sv: %@ av %@ markerade
tr: %@ / %@ seçildi
uk: %@ з %@ вибрано
zh_hans: 选中 %@ / %@
zh_hant: %@ / %@ 已選取

# pl_menu.title_multi
source: %d Items
ar: %d عناصر
ca: %d elements
cs: Položek: %d
da: %d Emner
de: %d Dateien
es: %d Elementos
fi: %d kohdetta
fr: %d éléments
he: %d פריטים
hi: %d आइटम
hr: %d stavki
hu: %d elem
id: %d item
it: %d Elementi
ja: %d個の項目
ko: %d개의 항목
nl: %d bestanden
no: %d objekter
pl: %d plików
pt: %d itens
pt_br: %d Itens
ro: %d elemente
ru: %d элементов
sk: %d Položky
sr_latn: Stavki %d
sv: %d objekt
tr: %d Öğe
uk: Елементів: %d
zh_hans: %d 个项目
zh_hant: %d 個項目

# pl_menu.play_next
source: Play Next
af: Speel volgende af
ar: تشغيل التالي
ca: Reprodueix el següent
cs: Přehrát další
da: Afspil næste
de: Als Nächstes wiedergeben
es: Reproducir siguiente
fr: Jouer ensuite
he: הפעל את הבא
hi: आगे चलाएं
hr: Pokreni sljedeću snimku
hu: Lejátszás következőként
id: Putar Berikutnya
it: Riproduci il successivo
ja: 次に再生
ko: 다음 항목 재생
nl: Speel volgende af
no: Spill neste
pl: Odtwórz następny
pt: Reproduzir Seguinte
pt_br: Tocar próximo
ro: Redă în continuare
ru: Воспроизвести следующим
sk: Prehraj Ďalšie
sr_latn: Reprodukuj sledeće
sv: Spela nästa
tr: Sonrakini Oynat
uk: Відтворити наступний
zh_hans: 接下来播放
zh_hant: 即將播放

# pl_menu.play_in_new_window
source: Play in New Window
af: Speel af in nuwe venster
ar: تشغيل في نافذة جديدة
ca: Reprodueix en una finestra nova
cs: Přehrát v novém okně
da: Afspil i nyt vindue
de: In neuem Fenster wiedergeben
el: Αναπαραγωγή σε Νέο Παράθυρο
es: Reproducir en una nueva ventana
fi: Toista uudessa ikkunassa
fr: Ouvrir dans une nouvelle fenêtre
he: הפעלה בחלון חדש
hi: नई विंडो में चलाएं
hr: Pokreni u novom prozoru
hu: Lejátszás új ablakban
id: Putar di Window Baru
it: Riproduci in una nuova finestra
ja: 新しいウィンドウで再生
ko: 새 윈도우에서 재생
nl: Speel af in nieuw venster
no: Spill i nytt vindu
pl: Odtwórz w nowym oknie
pt: Reproduzir numa Nova Janela
pt_br: Tocar em nova janela
ro: Redă în Fereastră Nouă
ru: Воспроизвести в новом окне
sk: Prehraj v Novom Okne
sr_latn: Reprodukuj u novom prozoru
sv: Spela upp i nytt fönster
tr: Yeni Pencerede Oynat
uk: Відтворити в новому вікні
zh_hans: 在新窗口中播放
zh_hant: 在新視窗裡播放

# pl_menu.remove
source: Remove
af: Verwyder
ar: حذف
ca: Suprimeix
cs: Odebrat
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Enlever
he: הסרה
hi: हटाना
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
no: Fjern
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimină
ru: Удалить
sk: Vymazať
sr_latn: Ukloni
sv: Ta bort
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# pl_menu.remove_multi
source: Remove Selected
af: Verwyder gekose
ar: حذف المحدد
ca: Suprimeix els seleccionats
cs: Odebrat vybrané
da: Fjern valgte
de: Auswahl entfernen
es: Eliminar seleccionados
fi: Poista valitut
fr: Enlever
he: הסרת נבחרים
hi: चुना हुआ हटाओ
hr: Ukloni odabrano
hu: Kijelölt elemek eltávolítása
id: Hapus Pilihan
it: Rimuovi gli elementi selezionati
ja: 選択した項目を削除
ko: 선택 항목 제거
nl: Verwijder selectie
no: Fjern valgte
pl: Usuń zaznaczone
pt: Remover selecionado
pt_br: Remover Selecionados
ro: Elimină elementele selectate
ru: Удалить выбранные
sk: Vymazať Vybrané
sr_latn: Ukloni izabrano
sv: Ta bort markerade
tr: Seçiliyi Kaldır
uk: Видалити вибрані
zh_hans: 移除选中项
zh_hant: 移除所選的項目

# pl_menu.delete
source: Move to Trash
af: Skuif na asblik
ar: نقل إلى سلة المهملات
ca: Mou a la papepera
cs: Přesunout do koše
da: Flyt til papirkurven
de: In den Papierkorb legen
es: Mover a la Papelera
fi: Siirrä roskakoriin
fr: Supprimer
he: העבר לאשפה
hi: ट्रैश में डालें
hr: Premjesti u smeće
hu: Áthelyezés a kukába
id: Pindahkan ke Trash
it: Sposta nel cestino
ja: ゴミ箱へ移動
ko: 휴지통에 버리기
nl: Verplaats naar prullenmand
no: Flytt til papirkurv
pl: Przenieś do kosza
pt: Mover para o Lixo
pt_br: Mover pro Lixo
ro: Mută la Coș
ru: Переместить в Корзину
sk: Presunúť do Koša
sr_latn: Premesti u smeće
sv: Flytta till papperskorgen
tr: Çöp Kutusuna Taşı
uk: Перемістити у Смітник
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

# pl_menu.delete_multi
source: Move Selected Files to Trash
af: Skuif gekose lêers na asblik
ar: نقل الملفات المحددة إلى سلة المهملات
ca: Mou els fitxer seleccionats a la papepera
cs: Přesunout vybrané soubory do koše
da: Flyt valgte filer til papirkurven
de: Auswahl in den Papierkorb legen
es: Mover los archivos seleccionados a la Papelera
fi: Siirrä valitut tiedostot roskakoriin
fr: Supprimer
he: העבר קבצים נבחרים לאשפה
hi: चयनित फ़ाइलों को ट्रैश में ले जाएं
hr: Premjesti odabrane datoteke u smeće
hu: A kiválasztott fájlok áthelyezése a kukába
id: Pindahkan File Terpilih ke Trash
it: Sposta i file selezionati nel cestino
ja: 選択したファイルをゴミ箱へ移動
ko: 선택한 파일을 휴지통에 버리기
nl: Verplaats selectie naar prullenmand
no: Flytt valgte til papirkurv
pl: Przenieś wybrane pliki do kosza
pt: Mover Ficheiros Selecionados para o Lixo
pt_br: Mover arquivos selecionados pro Lixo
ro: Mută fișierele selectate la Coș
ru: Переместить выбранные в Корзину
sk: Presunúť Vybrané Súbory do Koša
sr_latn: Premesti izabrane datoteke u smeće
sv: Flytta markerade filer till papperskorgen
tr: Seçili Dosyaları Çöp Kutusuna Taşı
uk: Перемістити вибрані файли у Смітник
zh_hans: 将选中项移到废纸篓
zh_hant: 將所選檔案丟到垃圾桶

# pl_menu.delete_after_play
source: Move to Trash After Playback
af: Skuif na asblik na afspeel
ar: النقل إلى سلة المهملات بعد التشغيل
ca: Mou a la paperera després de la seva reproducció
cs: Po přehrání přesunout do koše
da: Flyt til papirkurven efter afspilning
de: Nach Wiedergabe in den Papierkorb legen
es: Mover a la Papelera después de reproducir
fi: Siirrä roskakoriin toiston jälkeen
fr: Supprimer après lecture
he: העבר לאשפה לאחר ההשמעה
hi: प्लेबैक के बाद ट्रैश में जाएं
hr: Premjesti u smeće nakon reprodukcije
hu: Áthelyezés a kukába lejátszás után
id: Pindahkan ke Trash Setelah Pemutaran
it: Sposta nel cestino dopo la riporoduzione
ja: 再生した後にゴミ箱へ移動
ko: 재생 후 휴지통에 버리기
nl: Verplaats naar prullenmand na afspelen
no: Flytt til papirkurv etter avspilling
pl: Przenieś plik do kosza po zakończeniu odtwarzania
pt: Mover para o Lixo depois da Reprodução
pt_br: Mover pro Lixo depois de tocar
ro: Mută la Coș după redare
ru: Переместить в Корзину после воспроизведения
sk: Presunúť do Koša po Prehraní
sr_latn: Premesti u smeće nakon reprodukcije
sv: Flytta till papperskorgen efter uppspelning
tr: Oynatma İşleminden Sonra Çöp Kutusuna Taşı
uk: Перемістити у Смітник після перегляду
zh_hans: 播放后移到废纸篓
zh_hant: 播放完畢後丟到垃圾桶
