Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.duplicate_config
source: You cannot edit default configurations directly. Please duplicate one before editing.
af: U kan nie verstekkonfigurasies direk wysig nie. Dupliseer een alvorens u dit wysig.
ar: لا يمكنك تعديل الإعدادات الافتراضية مباشرة. الرجاء تكرار واحد قبل التعديل.
ca: No es pot editar el fixer de configuració per defecte directament. Si us plau, crea un duplicat abans d'editar.
cs: Nelze upravit výchozí konfiguraci. Před úpravami je nutné ji duplikovat.
da: Du kan ikke ændre i standart konfigurationen direkte. Venligst dupliker først.
de: Du kannst die Standardeinstellungen nicht direkt bearbeiten. Bitte dupliziere diese vorher.
el: Δεν μπορείτε να επεξεργαστείτε τις προεπιλεγμένες ρυθμίσεις. Παρακαλώ πρώτα δημιουργήστε ένα αντίγραφο για να το επεξεργαστείτε.
es: No puede editar configuraciones predeterminadas directamente. Por favor, duplicarla antes de editar.
fi: Et voi muokata oletusasetusmäärittelyä suoraan. Kopioi asetusmäärittely ennen muokkausta.
fr: Vous ne pouvez pas modifier les configurations par défaut directement. Merci d'en dupliquer une pour pouvoir la modifier.
he: לא ניתן לערוך ישירות תצורות ברירת מחדל. יש לשכפל את התצורה לפני העריכה.
hi: आप डिफ़ॉल्ट कॉन्फ़िगरेशन को सीधे संपादित नहीं कर सकते। कृपया संपादन से पहले एक डुप्लिकेट करें।
hr: Zadane konfiguracije se ne mogu uređivati. Dupliciraj jednu konfiguraciju prije uređivanja.
hu: Az alapértelmezett konfigurációk közvetlenül nem szerkeszthetők. Szerkesztés előtt kettőzz meg egyet.
id: Anda tidak dapat mengubah konfigurasi bawaan secara langsung. Mohon lakukan duplikasi sebelum mengeditnya.
it: Non puoi modificare direttamente le configurazioni predefinite. Fai una copia prima di modificarlo.
ja: デフォルト設定は編集できません。編集前に設定を複製してください。
ko: 기본 설정은 수정할 수 없습니다. 설정을 복제한 다음 수정하십시오.
nl: Standaardconfiguraties kunnen niet rechtstreeks bewerkt worden. Maak eerst een kopie.
no: Du kan ikke redigere standardkonfigurasjoner direkte. Dupliser én før redigering.
pl: Nie możesz edytować domyślnej konfiguracji. Musisz ją najpierw powielić przed edycją.
pt: Não é possível editar configurações padrão diretamente. Por favor, duplique uma antes de editar.
pt_br: Vocë não pode editar as configurações padrão diretamente. Duplique-a antes de editar.
ro: Nu poți modifica direct configurațiile implicite. Te rog duplică-le înainte de a modifica.
ru: Вы не можете редактировать настройки по умолчанию напрямую. Пожалуйста, скопируйте его перед редактированием.
sk: Predvolené konfigurácie nemožno priamo upraviť. Pred úpravami jednu konfiguráciu zduplikujte.
sr_latn: Ne možete direktno izmeniti podrazumevane konfiguracije. Napravite duplikat pre nego što počnete sa izmenama.
sv: Du kan inte redigera förvald konfiguration. Vänligen duplicera den före redigering.
tr: Direkt olarak varsayılan yapılandırmaları düzenleyemezsiniz. Lütfen düzenlemeden önce bir kopyasını yaratın.
uk: Не можна навпрямки редагувати стандартні налаштування. Будь ласка, продублюйте їх перед редагуванням.
zh_hans: 默认配置不能被编辑。请先复制后再编辑。
zh_hant: 您無法直接編輯預設的設定檔。請先複製後再編輯。

# alert.assrt_register
source: Due to limited API quota, you are strongly recommended to use your own API token. The default token is only for demo usage, and you may encounter network error.
af: Weens beperkte API-kwota word u ten sterkste aanbeveel om u eie API-teken te gebruik. Die verstekteken is slegs vir demonstrasiegebruik en u kan ’n netwerkfout teëkom.
ar: نظراً لحصة API المحدودة، يوصى بشدة باستخدام رمز API الخاص بك. الرمز الافتراضي هو فقط للاستخدام التجريبي، وقد تواجه خطأ في الشبكة.
ca: Degut a la quota limitada de la API, es recomanada l'ús del teu propi token de la API. El token per defecte és només per un ús de demostració, i pot provocar errors de connexió.
cs: Vzhledem k omezenému množství API, důrazně doporučujeme použít vlastní API token. Výchozí token je určen pouze pro zkušební využití a můžete se setkat s chybou sítě.
da: På grund af begrænset API-kvote, anbefales du kraftigt at bruge din egen API-token. Standard-token er kun til demo-brug, og du kan støde på netværksfejl.
de: Bitte erstelle Dir ein eigenes API-Token. Das hier voreingestellte Token ist nur für Testzwecke und kann zu Netzwerkfehlern führen.
el: Λόγω περιορισμού του ποσοστού χρήσης API, συνίσταται να χρησιμοποιήσετε το δικό σας διακριτικό (API Token). Το προεπιλεγμένο διακριτικό είναι μόνο για δοκιμή της λειτουργίας, και ενδέχεται να αντιμετωπίσετε σφάλματα δικτύου.
es: Debido a la cuota limitada de la API, se recomienda el uso de su propio token de la API. El token predeterminado es solo para uso demostrativo, y puede presentar errores de red.
fi: Rajoitetusta API-kiintiöstä johtuen, on erittäin suositeltavaa käyttää omaa API-avainta. Oletusavain on tarkoitettu vain demokäyttöön ja voi johtaa verkkovirheeseen.
fr: À cause du quota limité sur l'API d'Assrt, nous vous recommendons fortement d'utiliser votre propre token d'API. Le token par défaut est seulement disponible à des fins de démonstration, et vous risquez de rencontrer une erreur réseau en l'utilisant.
he: בשל מגבלות מכסות API, מומלץ מאוד להשתמש באסימון API משלך. אסימון ברירת המחדל מיועד רק לשימוש בהדגמה, ואתה עלול להיתקל בשגיאת רשת.
hi: सीमित एपीआई कोटा के कारण, आपको अपने स्वयं के एपीआई टोकन का उपयोग करने की दृढ़ता से अनुशंसा की जाती है। डिफ़ॉल्ट टोकन केवल डेमो उपयोग के लिए है, और आप नेटवर्क त्रुटि का सामना कर सकते हैं।
hr: Zbog ograničene API kvote, preporučujemo da koristiš vlastiti API token. Zadani je token samo za demo upotrebu i može prouzročiti mrežnu grešku.
hu: A korlátozott API-kvóta miatt erősen ajánlott saját API-token használata. Az alapértelmezett token csak demóhasználatra szolgál, és hálózati hibába ütközhet.
id: Sehubungan dengan terbatasnya kuota API, sangat direkomendasikan untuk menggunakan token API milik Anda sendiri. Token bawaan hanya ditujukan untuk demonstrasi, sehingga Anda mungkin bertemu dengan kesalahan jaringan.
it: A causa della quota limitata di API, sei pregato di usare i tuoi token API. I token di default sono solo per uso dimostrativo, potresti riscontrare degli errori di connessione.
ja: APIリクエスト数が制限されているため、ご自身で発行したAPIトークンを使用することを推奨しています。元から設定されているトークンは試用であり、ネットワークエラーが発生する恐れがあります。
ko: API 사용량 제한이 있으므로, 사용자가 개별 API 토큰을 만들어 사용하는 것이 좋습니다. 기본 제공되는 토큰은 기능 시연용이므로 네트워크 오류가 발생할 수 있습니다.
nl: Vanwege een beperkt API-quotum word je verzocht om je eigen API-token te gebruiken. Het standaardtoken is alleen voor testgebruik en kan tot netwerkfouten leiden.
no: På grunn av begrenset API-kvote anbefaler vi sterkt å bruke din egen API-nøkkel. Standardnøkkelen er kun for demonstrasjon og du kan møte på nettverksfeil.
pl: Z powodu limitu zapytań do API, zalecamy korzystanie z własnego tokenu API. Domyślny token jest przeznaczony wyłącznie do celów demonstracyjnych.
pt: Devido a uma cota limitada da API, é altamente recomendável usar seu próprio token de API. O token padrão é apenas para uso de demonstração, e você pode encontrar um erro de rede.
pt_br: Devido à quota limitada da API, recomendamos vivamente que utilize o seu próprio token da API. O token padrão é apenas para uso de demonstração e você pode encontrar um erro de rede.
ro: Datorită limitărilor de API, este recomandat să folosești propriul API token. Token-ul implicit este doar pentru utilizări demo și poți întâmpina erori de rețea.
ru: Из-за ограничений квоты API рекомендуем использовать свой API токен. Токен по умолчанию предназначен для демонстрационного использования, и может не работать.
sk: Kvôli API limitom vám odporúčame použiť váš vlastný API token. Prednastavený token slúži iba na demo účeli a nemusí fungovať správne.
sr_latn: Usled ograničene kvote API-ja, najiskrenije preporučujemo da koristite sopstveni token API-ja. Podrazumevani token namenjen je samo za probnu primenu, pa možete naići na grešku mreže.
sv: På grund av begränsad API-kvotering rekommenderas du starkt att använda din egen API-token. Den förvalda token är endast till för demo-användning och du kan råka ut för nätverksfel.
tr: Sınırlı API kotası yüzünden kendi API kimliğinizi kullanmanız şiddetle tavsiye edilir. Varsayılan token sadece demo kullanım için olduğundan ağ hatası almanız kuvvetle muhtemeldir.
uk: Через обмежену API-квоту, пильно рекомендується використовувати власний API-маркер. Стандартний маркер — лише для прикладу, й ви можете отримати помилку мережі.
zh_hans: 由于射手网(伪)的 API 请求数量限制，请务必在射手网(伪)注册账户后使用自己的 API token。自带 API token 仅用于测试用途，并且可能由于 API 使用超出限额而请求失败。
zh_hant: 由於射手網(偽) API 要求的數量限制，請務必在射手網(偽)註冊帳號後使用自己的 API token。預設的 API token 僅用於測試用途，並且可能由於 API 使用超出配額而要求失敗。

# alert.assrt_register.register
source: Register Now
af: Registreer nou
ar: تسجيل الآن
ca: Registra ara
cs: Registrovat
da: Registrer Nu
de: Jetzt registrieren
el: Εγγραφή Τώρα
es: Registrarse ahora
fi: Rekisteröidy nyt
fr: S'inscrire
he: הירשם עכשיו
hi: अभी पंजीकरण करें
hr: Registriraj se sada
hu: Regisztráció most
id: Daftar Sekarang
it: Registrati ora
ja: 今すぐ登録する
ko: 지금 등록하기
nl: Registreer nu
no: Registrer deg nå
pl: Zarejestruj się teraz
pt: Registe-se Agora
pt_br: Registrar Agora
ro: Înregistrează-te
ru: Зарегистрироваться
sk: Zaregistrovať sa
sr_latn: Registruj me sada
sv: Registrera nu
tr: Şimdi Kaydol
uk: Зареєструватися
zh_hans: 去射手网(伪)注册
zh_hant: 去射手網(偽)註冊

# alert.assrt_register.try
source: Try First
af: Probeer eers
ar: حاول أولاً
ca: Prova-ho primer
cs: Vyzkoušet
da: Prøv Først
de: Testen
el: Δοκιμή Πρώτα
es: Probar primero
fi: Kokeile ensin
fr: Essayer sans token
he: נסה קודם
hi: पहले प्रयास करें
hr: Najprije isprobaj
hu: Próbálja ki először
id: Coba Dulu
it: Prova prima
ja: 使ってみる
ko: 사용해 보기
nl: Probeer uit
no: Prøv først
pl: Sprawdź teraz
pt: Tentar primeiro
pt_br: Tente primeiro
ro: Încearcă
ru: Попробовать снова
sk: Najprv Vyskúšajte
sr_latn: Najpre pokušaj
sv: Prova först
tr: Önce Dene
uk: Спочатку спробувати
zh_hans: 先试用一下
zh_hant: 先試用一下

# alert.assrt_token_prompt.title
source: Enter your API token
af: Voer u API-teken in
ar: أدخل رمز API الخاص بك
ca: Introdueix el teu token de la API
cs: Zadejte váš API token
da: Indtast dit API token
de: Bitte API-Token hier eingeben.
el: Εισάγετε το διακριτικό σας (API Token)
es: Ingresa tu token de la API
fi: Lisää API-avain
fr: Saisissez votre token d'API
he: הזן את אסימון ה-API שלך
hi: अपना API टोकन दर्ज करें
hr: Upiši tvoj API ključ
hu: Adja meg az API Token-jét
id: Masukkan token API Anda
it: Inserisci il tuo token API
ja: APIトークンを入力
ko: API 토큰을 입력하십시오
nl: Voer je API-token in.
no: Skriv inn API-nøkkelen
pl: Wprowadź token API
pt: Digite o seu token de API
pt_br: Insira seu token de API
ro: Introdu token-ul API
ru: ведите свой API токен
sk: Zadaj tvoj API token
sr_latn: Unesite token API-ja
sv: Ange din API-token
tr: API jetonunuzu girin
uk: Уведіть свій API-маркер
zh_hans: 输入你在射手网(伪)的 API token
zh_hant: 輸入你在射手網(偽)的 API token

# alert.assrt_token_prompt.message
source: Please register in the opened webpage. Get your token in your user home page and enter it below:
af: Registreer asb. in die geopende webblad. Kry u teken in u gebruikerstuisblad en voer dit hier onder in:
ar: الرجاء التسجيل في صفحة الويب المفتوحة. احصل على الرمز المميز الخاص بك في الصفحة الرئيسية للمستخدم الخاص بك وإدخاله أدناه:
cs: Zaregistrujte se prosím na otevřené webové stránce. Získejte token na domovské stránce uživatele a zadejte jej níže:
da: Registrer dig på den åbnede hjemmeside. Få din token på din brugerstartside og indtast det nedenfor:
de: Bitte auf der jetzt geöffneten Internetseite registrieren. Das Token kannst du auf deiner User-Seite finden. Bitte hier eingeben:
es: Por favor, regístrese en la página web. Obtenga su token en la página de inicio de usuario e ingréselo a continuación:
fi: Ole hyvä ja rekisteröidy avatulla verkkosivulla. Hae avaimesi käyttäjäsi kotisivulta ja syötä se alle:
fr: Veuillez vous inscrire sur la page web ouverte. Récupérez votre token sur votre espace client et saisissez-le ci-dessous :
he: נא להירשם בדף האינטרנט שיפתח. קבל את האסימון שלך בדף המשתמש שלך והזן אותו למטה:
hi: कृपया खुले हुए वेबपेज में पंजीकरण करें। अपने उपयोगकर्ता मुख पृष्ठ में अपना टोकन प्राप्त करें और इसे नीचे दर्ज करें:
hr: Registriraj se na otvorenoj web stranici. Nabavi svoj token u svojoj korisničkoj početnoj stranici i unesi ga dolje:
hu: Kérlek regisztrálj a megnyitott weboldalon. Szerezd meg a tokened a felhasználó főoldalán és írd be ide:
id: Mohon registrasi pada laman yang terbuka. Dapatkan token pada halaman utama user dan masukkan di bawah ini:
it: Sei pregato di registrarti nella pagina web aperta. Ottieni il tuo token nella home page dell'utente e inseriscilo qui sotto:
ja: 開かれたWebページで登録してください。ホーム画面でトークンを取得し、以下に入力してください:
ko: 열린 웹페이지에서 등록해 주십시오. 홈페이지의 사용자 설정에서 토큰을 발급받아 아래에 입력하십시오:
nl: Meld je aan op de zojuist geopende webpagina. Download vervolgens je token op je persoonlijke pagina, en voer deze hier in:
no: Registrer deg på den åpnede nettsiden. Du finner nøkkelen din på profilsiden og skriver den inn under:
pl: Zarejestruj się na otwartej stronie. Następnie wygeneruj własny token na stronie domowej swojego profilu i wprowadź go poniżej:
pt: Por favor registe-se na página aberta. Pegue no seu token na sua página inicial de usuário e insira-o abaixo:
pt_br: Por favor, registre-se na página da web aberta. Obtenha seu token na página inicial do usuário e insira-o abaixo:
ro: Înregistrează-te în pagina deschiă. Obține token-ul din pagina ta home și introdu-l mai jos:
ru: Зарегистрируйтесь на отрытом сайте. Получите свой токен на в проыиле пользователя и введите его ниже:
sk: Zaregistrujte sa na otvorenej webstránke. Váš token z domovskej stránky vložte sem:
sr_latn: Registrujte se na otvorenoj veb-stranici. Dobijte token na korisničkoj početnoj stranici i unesite ga ispod:
sv: Vänligen registrera dig på den öppnade webbsidan. Skaffa din token från din användarsida och ange den nedan:
tr: Lütfen açılan web sayfasında kayıt olun. Kullanıcı web sayfasından tokeniniz alın ve aşağıya girin:
uk: Будь ласка, зареєструйтеся на відкритій сторінці. Отримайте свій маркер на своїй сторінці користувача та введіть його нижче:
zh_hans: 请在弹出的网页中注册帐号，然后进入用户首页查看 API token 并在下方输入:
zh_hant: 請在彈出的網頁中註冊帳號，然後進入使用者首頁檢視 API token 並在下方輸入：

# alert.assrt_token_invalid
source: Your Assrt API token seems to be invalid.
af: U Assrt API-teken blyk ongeldig te wees.
ar: يبدو أن رمز API الخاص بك غير صالح.
cs: Váš Assrt API token se zdá být neplatný.
da: Din Assrt API token lader til at være ugyldig.
de: Dein Assrt-API-Token scheint ungültig zu sein.
es: Parece que tu token de la API Assrt no es válido.
fi: Assrt API -tunnisteesi näyttää olevan virheellinen.
fr: Votre token d'API Assrt semble être invalide.
he: נראה שאסימון ה-API של Assrt אינו חוקי.
hi: आपका Assrt API टोकन अमान्य लगता है।
hr: Čini se da je tvoj Assrt API token neispravan.
hu: Az Assrt API tokened helytelen.
id: Assrt API token Anda kemungkinan tidak valid.
it: Il tuo token API Assrt sembra non essere valido.
ja: Assrt APIトークンが有効ではないようです。
ko: Assrt API 토큰을 잘못 입력한 것 같습니다.
nl: Je Assrt API-token lijkt ongeldig te zijn.
no: Din Assrt API-nøkkel ser ut til å være ugyldig.
pl: Twój token Assrt API wygląda na nieprawidłowy.
pt: O seu token Assrt API parece ser inválido.
pt_br: Seu token da API do Assrt parece ser inválido.
ro: Token-ul API Assrt pare să fie invalid.
ru: Ваш API токен кажется недействительен.
sk: Váš Assrt API token je neplatný.
sr_latn: Vaš Assrt API token izgleda da je nevažeći.
sv: Din Assrt API-token ser ut att vara ogiltig.
tr: Assrt API tokeniniz geçerli gözükmüyor.
uk: Ваш перевірчий API-маркер, здається, недійсний.
zh_hans: 你的射手网(伪) API token 格式错误。
zh_hant: 你的射手網(偽) API token 格式無效。

# alert.plugin_uninstall.title
source: Are you sure to uninstall %@?
af: Is u seker u wil %@ deïnstalleer?
ar: هل أنت متأكد من إلغاء تثبيت %@؟
ca: Estàs segur que vols desinstal·lar %@?
cs: Opravdu chcete odinstalovat %@?
da: Er du sikker på at du vil afinstallere %@?
de: Bist du sicher, dass du „%@“ entfernen möchtest?
es: ¿Estás seguro de desinstalar %@?
he: האם אתה בטוח שברצונך להסיר את %@?
hr: Da li ste sigurni da želite deinstalirati %@?
hu: Biztosan eltávolítja a következőt: %@?
id: Apakah Anda yakin untuk mencabut pemasangan %@?
it: Sei sicuro di voler disintallare %@?
ja: %@ をアンインストールしてもよろしいですか？
ko: %@을(를) 삭제 하시겠습니까?
pl: Czy na pewno chcesz odinstalować %@?
pt_br: Tem certeza que deseja desinstalar %@?
ro: Sunteți sigur ca doriți sa dezinstalați %@?
ru: Вы уверены, что хотите удалить %@?
sk: Ste si istý, že chcete odinštalovať %@?
sr_latn: Želite li zaista da deinstalirate %@?
sv: Vill du verkligen avinstallera %@?
tr: %@ öğesini kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вилучити %@?
zh_hans: 你确定要卸载 %@ 吗？
zh_hant: 你確定想要移除 %@？

# alert.plugin_uninstall.message
source: The plugin will be deleted from your disk.
af: Hierdie inprop sal van u skyf geskrap word.
ar: سيتم حذف الإضافة من القرص الخاص بك.
ca: El complement s'esborrarà del teu disc.
cs: Plug-in bude odstraněn z disku.
da: Denne udvidelse vil blive fjernet fra din harddisk.
de: Die Erweiterung wird entfernt.
es: El plugin se eliminará de su disco.
he: התוסף יימחק מהדיסק.
hr: Dodatak će se izbrisati s tvog diska.
hu: A bővítmény törlődik a lemezről.
id: Plugin akan dihapus dari disk Anda.
it: Il plugin verrà eliminato dal disco.
ja: プラグインはディスクから削除されます。
ko: 이 플러그인이 디스크에서 삭제됩니다.
pl: Wtyczka zostanie usunięta z Twojego dysku.
pt_br: O plugin será excluído do seu disco.
ro: Extensia va fi ștearsă de pe discul dvs.
ru: Плагин будет удален с диска.
sk: Doplnok bude odinštalovaný z disku.
sr_latn: Dodatna komponenta biće izbrisana sa diska.
sv: Tillägget kommer att tas bort från din disk.
tr: Bu eklenti sabit diskinizden silinecek.
uk: Плагін буде видалено з вашого диску.
zh_hans: 插件将从您的硬盘中删除。
zh_hant: 這外掛程式將從你的磁碟移除。
