Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# osd.subtitle_pos
source: Subtitle Position: %.1f
af: Onderskrifposisie: %.1f
ar: موضع الترجمة: %.1f
ca: Posició dels subtítols: %.1f
cs: Umístění titulků: %.1f
da: Undertekstposition: %.1f
de: Untertitelposition: %.1f
el: Θέση Υποτίτλων: %.1f
es: Posición de subtítulos: %.1f
fi: Tekstityksen sijainti: %.1f
fr: Positon des sous-titres : %.1f
hi: उपशीर्षक पद: %.1f
hr: Položaj titla: %.1f
hu: Felirat pozíciója: %.1f
id: Posisi Terjemahan: %.1f
it: Posizione sottotitoli: %.1f
ja: 字幕の位置: %.1f
ko: 자막 위치: %.1f
nl: Ondertitelingspositie: %.1f
no: Undertekstposisjon: %.1f
pl: Pozycja napisów: %.1f
pt: Posição da Legenda: %.1f
pt_br: Posição da Legenda: %.1f
ro: Poziție subtitrare: %.1f
ru: Позиция субтитров: %.1f
sk: Umiestnenie titulkov: %.1f
sr_latn: Položaj titla: %.1f
sv: Undertextposition: %.1f
tr: Altyazı Konumu: %.1f
uk: Позиція субтитрів: %.1f
zh_hans: 字幕位置：%.1f
zh_hant: 字幕位置：%.1f

# osd.mute
source: Mute
af: Demp
ar: كتم
ca: Silencia
cs: Ztlumeno
da: Lydløs
de: Stumm
el: Σίγαση
es: Silenciar
fi: Mykistä
fr: Son coupé
he: השתקה
hr: Isključi zvuk
hu: Némítás
id: Bisukan Suara
it: Muto
ja: ミュート
ko: 소리 끔
nl: Geluid uit
no: Demp
pl: Wycisz dźwięk
pt: Desativar Som
pt_br: Sem Audio
ro: Mut
ru: Без звука
sk: Stlmiť
sr_latn: Isključi zvuk
sv: Tysta
tr: Sesi Kapat
uk: Заглушити
zh_hans: 静音
zh_hant: 靜音

# osd.unmute
source: Unmute
af: Ontdemp
ar: إلغاء الكتم
ca: Amb so
cs: Zesíleno
da: Lydløs fra
de: Ton ein
el: Αποσίγαση
es: No silenciar
fi: Poista mykistys
fr: Son rétabli
he: בטל השתקה
hr: Uključi zvuk
hu: Némítás feloldása
id: Nyalakan Suara
it: Attiva
ja: ミュート解除
ko: 음소거 해제
nl: Geluid aan
no: Opphev demping
pl: Włącz dźwięk
pt: Ligar som
pt_br: Audio Ligado
ro: Activează sunetul
ru: Включение звука
sk: Zosilniť
sr_latn: Ponovo uključi zvuk
sv: Tysta av
tr: Sesi Aç
uk: Зі звуком
zh_hans: 取消静音
zh_hant: 取消靜音

# osd.screenshot
source: Screenshot Captured
af: Skermkiekie geneem
ar: تم التقاط لقطة الشاشة
ca: Captura de pantalla feta
cs: Snímek obrazovky pořízen
da: Screenshot taget
de: Bildschirmfoto aufgenommen
el: Ελήφθη Στιγμιότυπο Οθόνης
es: Captura de pantalla
fi: Kuvankaappaus otettu
fr: Une capture d'écran a été prise
hi: स्क्रीनशॉट कैप्चर किया गया
hr: Slika ekrana snimljena
hu: Képernyőkép rögzítve
id: Tangkapan Layar Berhasil
it: Schermata catturata
ja: スクリーンショットを保存しました
ko: 스크린샷 저장됨
nl: Schermafbeelding genomen
no: Skjermbilde lagret
pl: Zachowano zrzut ekranu
pt: Captura de ecrã efetuada
pt_br: Imagem Capturada
ro: Captură de ecran realizată
ru: Скриншот сохранен
sk: Snímka obrazovky vyhotovená
sr_latn: Snimak ekrana je napravljen
sv: Skärmavbild tagen
tr: Ekran Görüntüsü Alındı
uk: Знімок екрана зроблено
zh_hans: 已截图
zh_hant: 已儲存畫面截圖

# osd.abloop.a
source: AB-Loop: A
af: AB-lus: A
ar: AB-دورة: A
ca: Bucle-AB: A
cs: Smyčka: A
da: AB-Løkke: A
de: A-B-Schleife: A
el: Βρόχος Α-Β: Α
es: Bucle-AB: A
fi: AB-silmukka: A
fr: Boucle AB : A
hi: AB-लूप: A
hr: A-B petlja: A
hu: AB-Ciklus: A
id: Pengulangan-AB: A
it: Ripeti A-B: A
ja: AB-リピート: A
ko: 구간 반복: 시작 위치
nl: Beginpunt herhaalgedeelte ingesteld
no: AB-løkke: A
pl: Pętla-AB: A
pt: Loop-AB: A
pt_br: Loop-AB: A
ro: Buclă-AB: A
ru: Цикл: точка А
sk: AB-slučka: A
sr_latn: A-B petlja: A
tr: A-B Döngüsü: A
uk: Цикл A—B: A
zh_hans: AB循环：A
zh_hant: AB循環：A

# osd.abloop.b
source: AB-Loop: B
af: AB-lus: B
ar: AB-دورة: A
ca: Bucle-AB: B
cs: Smyčka: B
da: AB-Løkke: B
de: A-B-Schleife: B
el: Βρόχος Α-Β: Β
es: Bucle-AB: B
fi: AB-silmukka: B
fr: Boucle AB : B
hi: AB-लूप: B
hr: A-B petlja: B
hu: AB-Ciklus: B
id: Pengulangan-AB: B
it: Ripeti A-B: B
ja: AB-リピート: B
ko: 구간 반복: 마침 위치
nl: Eindpunt herhaalgedeelte ingesteld
no: AB-løkke: B
pl: Pętla-AB: B
pt: Loop-AB: B
pt_br: Loop-AB: B
ro: Buclă-AB: B
ru: Цикл: точка Б
sk: AB-slučka: B
sr_latn: A-B petlja: B
tr: A-B Döngüsü: B
uk: Цикл A—B: B
zh_hans: AB循环：B
zh_hant: AB循環：B

# osd.abloop.clear
source: AB-Loop: Cleared
af: AB-lus: opgehef
ar: AB-Loop: مسح
ca: Bucle-AB: suprimit
cs: Smyčka zrušena
da: AB-Løkke: Tømt
de: A-B-Schleife: Aus
el: Βρόχος Α-Β: Εκκαθαρίστηκε
es: Bucle-AB: Borrado
fi: AB-silmukka: Tyhjennetty
fr: Boucle AB: vidé
hi: AB-लूप: साफ़ किया गया
hr: A-B petlja: izbrisana
hu: AB-Ciklus: Tiszta
id: Pengulangan-AB: Dibersihkan
it: Ripeti A-B: azzerato
ja: AB-リピート: リセット
ko: 구간 반복: 해제됨
nl: Herhaalgedeelte opgeheven
no: AB-løkke: fjernet
pl: Pętla-AB: wyczyszczono
pt: Loop-AB: Limpo
pt_br: AB-Loop: Desfeito
ro: AB-Loop: Șters
ru: Цикл: сброшен
sk: AB-slučka: Vymazaná
sr_latn: A-B petlja: očišćena
sv: A–B-loop: rensad
tr: A-B Döngüsü: Temizlendi
uk: Цикл A—B: очищено
zh_hans: AB循环：清除
zh_hant: AB循環：清除

# osd.stop
source: Stop
ar: إيقاف
ca: Atura
cs: Zastaveno
de: Stopp
el: Διακοπή
es: Detener
fi: Pysäytä
fr: Arrêté
he: עצור
hi: रुकें
hr: Prekini
hu: Leállítás
id: Berhenti
it: Ferma
ja: 一時停止
ko: 정지됨
no: Stopp
pl: Zatrzymaj
pt: Parar
pt_br: Parado
ro: Oprire
ru: Стоп
sk: Zastaviť
sr_latn: Zaustavi
sv: Stoppa
tr: Durdur
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

# osd.chapter
source: Chapter: %@
af: Hoofstuk: %@
ar: الفصل: %@
ca: Capítol: %@
cs: Kapitola: %@
da: Kapitel: %@
de: Kapitel: %@
el: Κεφάλαιο: %@
es: Capítulo: %@
fi: Kappale: %@
fr: Chapitre: %@
he: פרק: %@
hi: अध्याय: %@
hr: Poglavlje: %@
hu: Fejezet: %@
id: Bab: %@
it: Capitolo: %@
ja: チャプター: %@
ko: 챕터: %@
nl: Hoofdstuk: %@
no: Kapittel: %@
pl: Rozdział: %@
pt: Capítulo: %@
pt_br: Capítulo: %@
ro: Capitol: %@
ru: Глава: %@
sk: Kapitola: %@
sr_latn: Poglavlje: %@
sv: Kapitel: %@
tr: Bölüm: %@
uk: Розділ: %@
zh_hans: 章节：%@
zh_hant: 章節：%@

# osd.subtitle_scale
source: Subtitle Scale: %.2fx
af: Onderskrifskaal: %.2fx
ar: حجم الترجمة: %.2fx
ca: Escala dels subtítols: %.2fx
cs: Velikost titulků: %.2f×
da: Undertekstskale: %.2fx
de: Untertitelgröße: %.2fx
el: Κλίμακα Υποτίτλων: %.2fx
es: Escala de subtítulos: %.2fx
fi: Tekstityksen skaalaus: %.2fx
fr: Échelle des sous-titres : %.2fx
hi: उपशीर्षक स्केल: %.2fx
hr: Skaliranje titla: %.2fx
hu: Felirat méret: %.2fx
id: Skala Terjemahan: %.2fx
it: Scala sottotitoli: %.2fx
ja: 字幕の大きさ: %.2fx
ko: 자막 크기: %.2f배
nl: Ondertitelingsschaal: %.2fx
no: Undertekstskala: %.2fs
pl: Skala napisów: %.2fx
pt: Tamanho da legenda: %.2fx
pt_br: Escala da Legenda: %.2fx
ro: Scală subtitrare: %.2fx
ru: Масштаб субтитров: %.2f×
sk: Veľkosť titulkov: %.2fx
sr_latn: Razmera titla: %.2fx
sv: Undertextskala: %.2fx
tr: Altyazı Boyutu: %.2fx
uk: Розмір субтитрів: %.2fx
zh_hans: 字幕缩放：%.2fx
zh_hant: 字幕縮放：%.2f 倍

# osd.add_to_playlist
source: Added %i Files to Playlist
af: %i lêers tot afspeellys toegevoeg
ar: تم إضافة %i ملفات إلى قائمة التشغيل
ca: %i fitxer afegits a la llista de reproducció
cs: Souborů přidáno do playlistu: %i
da: Tilføj %i filer til Playlist
de: %i Dateien zur Wiedergabeliste hinzugefügt
el: Προστέθηκαν %i Αρχεία στη Λίστα Αναπαραγωγής
es: Se añadieron %i archivos a la lista de reproducción
fi: Lisätty %i tiedostoa soittolistaan
fr: Ajouté %i fichiers à la playlist
hi: प्लेलिस्ट में %i फ़ाइलें जोड़ी गईं
hr: Dodane datoteke u playlistu: %i
hu: %i fájl hozzáadva a lejátszási listához
id: Menambahkan %i file ke Daftar Putar
it: Aggiungi %i file alla playlist
ja: %i個のファイルをプレイリストに追加しました
ko: %i 파일이 재생목록에 추가되었습니다
nl: %i bestanden toegevoegd aan afspeellijst
no: La til %i filer i spillelisten
pl: Dodano %i plików do playlisty
pt: %i Ficheiros Adicionados à Playlist
pt_br: %i Arquivos Adicionados à Lista de Reprodução
ro: Fișierul %i a fost adăugat la lista de redare
ru: Добавлено %i файлов в плейлист
sk: Súbory pridané do playlistu: %i
sr_latn: Datoteka dodato u plejlistu: %i
sv: La till %i filer till spellistan
tr: %i Dosya Oynatma Listesine Eklendi
uk: Додано %i файлів до плейлиста
zh_hans: 已添加 %i 个文件至播放列表
zh_hant: 已新增%i個檔案至播放列表

# osd.clear_playlist
source: Cleared Playlist
af: Afspeellys gewis
ar: مسح قائمة التشغيل
ca: Llista de reproducció suprimida
cs: Playlist smazán
da: Playliste tømt
de: Wiedergabeliste geleert
el: Λίστα Αναπαραγωγής Εκκαθαρίστηκε
es: Lista de reproducción borrada
fi: Soittolista tyhjennetty
fr: Playlist vidée
he: רשימת ההשמעה אופסה
hi: क्लीयर प्लेलिस्ट
hr: Playlista je izbrisana
hu: Lejátszási lista ürítése
id: Daftar Putar Dihapus
it: Playlist cancellata
ja: プレイリストをクリアしました
ko: 재생목록 비움
nl: Afspeellijst gewist
no: Tømte spilleliste
pl: Wyczyszczono playlistę
pt: Lista de Reprodução Limpa
pt_br: Lista de Reprodução Esvaziada
ro: Listă de redare ștearsă
ru: Плейлист очищен
sk: Playlist vymazaný
sr_latn: Očišćena plejlista
sv: Spellista rensad
tr: Oynatma Listesi Temizlendi
uk: Плейлист очищено
zh_hans: 清除播放列表
zh_hant: 播放列表已清除

# osd.video_eq.contrast
source: Contrast: %i
af: Kontras: %i
ar: التباين: %i
cs: Kontrast: %i
da: Kontrast: %i
de: Kontrast: %i
el: Αντίθεση: %i
es: Contraste: %i
fi: Kontrasti: %i
fr: Contraste : %i
he: ניגודיות: %i
hi: कन्ट्रास्ट: %i
hr: Kontrast: %i
hu: Kontraszt: %i
id: Kontras: %i
it: Contrasto: %i
ja: コントラスト: %i
ko: 대비: %i
no: Kontrast: %i
pl: Kontrast: %i
pt: Contraste: %i
pt_br: Contraste: %i
ru: Контраст: %i
sk: Kontrast: %i
sr_latn: Kontrast: %i
sv: Kontrast: %i
tr: Kontrast: %i
uk: Контрастність: %i
zh_hans: 对比度：%i
zh_hant: 對比度：%i

# osd.video_eq.gamma
source: Gamma: %i
cs: Gama: %i
el: Γάμμα: %i
es: Gama: %i
hi: गामा: %i
hr: Gamut: %i
ja: ガンマ値: %i
ko: 감마: %i
ru: Гамма: %i
sk: Gama: %i
sr_latn: Gama: %i
sv: Gammakorrigering: %i
tr: Gama: %i
uk: Гама: %i
zh_hans: 伽玛: %i

# osd.video_eq.hue
source: Hue: %i
af: Tint: %i
ca: To: %i
cs: Odstín: %i
de: Farbton: %i
el: Απόχρωση: %i
es: Matiz: %i
fi: Värisävy: %i
fr: Teinte : %i
he: גוון: %i
hi: रंग: %i
hr: Nijansa: %i
hu: Színárnyalat: %i
id: Warna: %i
it: Tonalità: %i
ja: 色調: %i
ko: 색조: %i
nl: Tint: %i
no: Fargenyanse: %i
pl: Odcień: %i
pt: Matiz: %i
pt_br: Tom: %i
ro: Nuanță: %i
ru: Оттенок: %i
sk: Odtieň: %i
sr_latn: Nijansa: %i
sv: Färgton: %i
tr: Ton: %i
uk: Відтінок: %i
zh_hans: 色调：%i
zh_hant: 色相：%i

# osd.video_eq.saturation
source: Saturation: %i
af: Versadiging: %i
ar: التشبع: %i
ca: Saturació: %i
cs: Sytost: %i
de: Sättigung: %i
el: Κορεσμός: %i
es: Saturación: %i
fi: Kylläisyys: %i
he: רוויה: %i
hi: संतृप्ति: %i
hr: Zasićenost: %i
hu: Telítettség: %i
id: Saturasi: %i
it: Saturazione: %i
ja: 彩度: %i
ko: 채도: %i
nl: Verzadiging: %i
no: Metning: %i
pl: Nasycenie: %i
pt: Saturação: %i
pt_br: Cor: %i
ro: Saturație: %i
ru: Насыщенность: %i
sk: Saturácia: %i
sr_latn: Zasićenje: %i
sv: Mättnad: %i
tr: Doygunluk: %i
uk: Насиченість: %i
zh_hans: 饱和度：%i
zh_hant: 飽和度：%i

# osd.video_eq.brightness
source: Brightness: %i
af: Helderheid: %i
ar: السطوع: %i
ca: Brillantor: %i
cs: Jas: %i
da: Lysstyrke: %i
de: Helligkeit: %i
el: Φωτεινότητα: %i
es: Brillo: %i
fi: Kirkkaus: %i
fr: Luminosité : %i
he: בהירות: %i
hi: चमक: %i
hr: Svjetlost: %i
hu: Fényerő: %i
id: Kecerahan: %i
it: Luminosità: %i
ja: 明るさ: %i
ko: 밝기: %i
nl: Helderheid: %i
no: Lysstyrke: %i
pl: Jasność: %i
pt: Luminosidade: %i
pt_br: Brilho: %i
ro: Luminozitate: %i
ru: Яркость: %i
sk: Jas: %i
sr_latn: Svetlina: %i
sv: Ljusstyrka: %i
tr: Parlaklık: %i
uk: Яскравість: %i
zh_hans: 亮度：%i
zh_hant: 亮度：%i

# osd.find_online_sub
source: Finding online subtitles…
af: Soek aanlyn na onderskrifte…
ar: العثور على الترجمة عبر الإنترنت…
ca: Cercant subtítols en línia…
cs: Vyhledávám titulky online…
da: Leder efter undertekster online...
de: Online nach Untertiteln suchen …
el: Αναζήτηση Υποτίτλων στο Διαδίκτυο…
es: Buscando subtítulos en línea…
fi: Etsitään tekstityksiä verkosta…
fr: Recherche de sous-titres en ligne…
he: מחפש כתוביות מקוונות…
hi: ऑनलाइन उपशीर्षक ढूँढना…
hr: Pronađi titlovi na vezi…
hu: Online feliratok keresése…
id: Mencari terjemahan online…
it: Trova sottotitoli online…
ja: オンラインで字幕を探しています…
ko: 인터넷에서 자막을 찾는 중…
nl: Online naar ondertiteling zoeken…
no: Finner understekster på nett…
pl: Wyszukiwanie napisów online…
pt: A encontrar legendas online…
pt_br: Buscando legendas online…
ro: Găsește subtitrări online…
ru: Поиск субтитров в интернете…
sk: Hľadám titulky na internete…
sr_latn: Pronalaženje titlova na mreži…
sv: Hittar undertexter online…
tr: Çevrimiçi altyazılar bulunuyor...
uk: Шукаю субтитри в Інтернеті…
zh_hans: 正在查找在线字幕…
zh_hant: 正在搜尋線上字幕⋯

# osd.find_online_sub.source
source: from
af: vanaf
ar: من
ca: desd de
cs: z
da: fra
de: Quelle:
el: από
es: desde
fi: lähde:
fr: de
hr: na
hu: forrás
id: dari
it: da
ja: 検索先:
ko: 사이트에서 찾는 중
nl: van
no: fra
pl: z
pt: de
pt_br: de
ro: de la
ru: из
sk: na
sr_latn: sa lokacije
sv: från
tr: şu siteden:
uk: з
zh_hans: 从
zh_hant: 從

# osd.sub_not_found
source: No subtitles found
af: Geen onderskrifte gevind
ar: لم يتم العثور على ترجمات
ca: No s'han trobat subtítols
cs: Titulky nenalezeny
da: Ingen undertekster fundet
de: Keine Untertitel gefunden
el: Δεν βρέθηκαν Υπότιτλοι
es: No se encontraron subtítulos
fi: Tekstityksiä ei löytynyt
fr: Aucun sous-titre trouvé
he: לא נמצאו כתוביות
hi: कोई उपशीर्षक नहीं मिला
hr: Nema titlova
hu: Nem található felirat
id: Terjemahan tidak ditemukan
it: Sottotitoli non trovati
ja: 字幕が見つかりませんでした
ko: 자막을 찾지 못했습니다
nl: Geen ondertiteling gevonden
no: Ingen undertekster funnet
pl: Nie znaleziono pasujących napisów
pt: Não foram encontradas legendas
pt_br: Nenhuma legenda encontrada
ro: Nu s-au găsit subtitrări
ru: Субтитры не найдены
sk: Titulky nenájdené
sr_latn: Nije pronađen nijedan titl
sv: Inga undertexter hittades
tr: Altyazı bulunamadı
uk: Субтитрів не знайдено
zh_hans: 未找到字幕
zh_hant: 找不到字幕

# osd.sub_found
source: %d subtitles found. Downloading…
af: %d onderskrifte gevind. Laai tans af…
ar: تم العثور على ترجمات %d.
ca: Subtítols %d trobats.
cs: %d subtitles found.
da: %d undertekster fundet.
de: %d Untertitel gefunden.
el: %d Υπότιτλοι βρέθηκαν. Μεταφόρτωση…
es: Subtítulos %d encontrados.
fi: %d subtitles found.
fr: %d sous-titre(s) trouvé(s). Téléchargement…
hi: %d उपशीर्षक मिले। डाउनलोडिंग…
hr: %d subtitles found.
hu: %d felirat található.
id: %d subtitles found.
it: %d sottotitoli trovati.
ja: %d個の字幕が見つかりました。ダウンロードしています…
ko: %d 자막을 찾았습니다. 다운로드하는 중…
nl: %d subtitles found.
no: %d undertekster funnet. Nedlaster…
pl: %d subtitles found.
pt: %d legendas encontradas. Transferindo…
pt_br: %d subtitles found.
ro: %d subtitrări găsite. Se descarcă…
ru: %d субтитров найдено.
sk: Nájdené titulky: %d. Sťahujem…
sr_latn: Pronađeno titlova: %d. Preuzimam…
sv: %d undertexter hittade. Laddar ner…
tr: %d subtitles found.
uk: %d Субтитри знайдені.
zh_hans: 已找到 %d 个字幕。下载中…
zh_hant: 已找到 %d 個字幕，下載中⋯

# osd.sub_downloaded
source: Subtitle downloaded
af: Onderskrif afgelaai
ar: تم تنزيل الترجمة
ca: Subtítols baixats
cs: Titulky staženy
da: Undertekster downloadet
de: Untertitel geladen
el: Έγινε λήψη Υποτίτλων
es: Subtítulos descargados
fi: Tekstitys ladattu
fr: Sous-titre téléchargé
he: הכתוביות הורדו
hi: उपशीर्षक डाउनलोड किया गया
hr: Titl je preuzet
hu: Felirat letöltve
id: Terjemahan terunduh
it: Sottotitoli scaricati
ja: 字幕をダウンロードしました
ko: 자막 다운로드됨
nl: Ondertiteling gedownload
no: Undertekster nedlastet
pl: Pobrano napisy
pt: Legenda transferida
pt_br: Legenda baixada
ro: Subitrare descărcată
ru: Субтитры скачаны
sk: Titulky stiahnuté
sr_latn: Titl je preuzet
sv: Undertext nedladdad
tr: Altyazı indirildi
uk: Субтитри завантажено
zh_hans: 字幕已下载
zh_hant: 字幕下載完成

# osd.sub_saved
source: Subtitle saved
af: Onderskrif bewaar
ar: تم حفظ الترجمة
ca: Subtítols desats
cs: Titulky uloženy
da: Undertekster gemt
de: Untertitel gesichert
el: Έγινε αποθήκευση Υποτίτλων
es: Subtítulo guardado
fi: Tekstitys tallennettu
fr: Sous-titre sauvegardé
he: הכתוביות נשמרו
hi: उपशीर्षक सहेजा गया
hr: Titl je spremljen
hu: Felirat mentve
id: Terjemahan tersimpan
it: Sottotitoli salvati
ja: 字幕を保存しました
ko: 자막 저장됨
nl: Ondertiteling opgeslagen
no: Undertekster lagret
pl: Zapisano napisy
pt: Legenda guardada
pt_br: Legenda salva
ro: Subtitrare salvată
ru: Субтитры сохранены
sk: Titulky uložené
sr_latn: Titl je sačuvan
sv: Undertext sparad
tr: Altyazı kaydedildi
uk: Субтитри збережено
zh_hans: 字幕已保存
zh_hant: 字幕已保存

# osd.network_error
source: Network error
af: Netwerkfout
ar: خطأ في الشبكة
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα Δικτύου
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
he: שגיאת רשת
hi: नेटवर्क त्रुटि
hr: Mrežna greška
hu: Hálózati hiba
id: Jaringan bermasalah
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nl: Netwerkfout
no: Nettverksfeil
pl: Błąd sieci
pt: Erro de Rede
pt_br: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Problém so sieťou
sr_latn: Greška na mreži
sv: Nätverksfel
tr: Ağ hatası
uk: Помилка мережі
zh_hans: 网络错误
zh_hant: 網路連線錯誤

# osd.file_error
source: Error reading file
af: Lêerleesfout
ar: خطأ في قراءة الملف
ca: Error llegint el fitxer
cs: Soubor nelze načíst
da: Fejl under indlæsning af fil
de: Lesefehler
el: Σφάλμα Ανάγνωσης Αρχείου
es: Error al leer el archivo
fi: Virhe luettaessa tiedostoa
fr: Erreur lors de la lecture du fichier
he: שגיאה בקריאת הקובץ
hi: फ़ाइल पढ़ने में त्रुटि
hr: Greška prilikom čitanja datoteke
hu: Hiba a fájl olvasásakor
id: Terjadi kesalahan membaca file
it: Errore lettura file
ja: ファイルの読み込みエラー
ko: 파일 읽기 오류
nl: Fout bij het lezen van bestand
no: Feil ved lesing av fil
pl: Błąd wczytywania pliku
pt: Erro ao ler o ficheiro
pt_br: Erro lendo arquivo
ro: Eroare la citirea fișierului
ru: Ошибка при чтении файла
sk: Chyba pri čítaní súboru
sr_latn: Greška pri čitanju datoteke
sv: Fel vid inläsning av fil
tr: Dosya okunurken hata oluştu
uk: Помилка читання файлу
zh_hans: 读取文件错误
zh_hant: 讀取檔案發生錯誤

# osd.cannot_login
source: Cannot login
af: Kan nie aanteken nie
ar: لا يمكن تسجيل الدخول
ca: No és possible iniciar sessió
cs: Nelze se přihlásit
da: Kan ikke logge ind
de: Anmeldung fehlgeschlagen
el: Αδυναμία Σύνδεσης
es: No puedo iniciar sesión
fi: Kirjautuminen ei onnistu
fr: Impossible de se connecter
he: ההתחברות נכשלה
hi: लॉग इन नहीं कर सकता
hr: Neuspjela prijava
hu: Sikertelen belépés
id: Tidak bisa masuk
it: Login non riuscito
ja: ログインできません
ko: 로그인할 수 없음
nl: Kan niet inloggen
no: Kan ikke logge inn
pl: Nie można się zalogować
pt: Impossível iniciar sessão
pt_br: Erro ao logar
ro: Nu se poate loga
ru: Не могу войти
sk: Nie je možné prihlásiť
sr_latn: Prijava nije moguća
sv: Kan ej logga in
tr: Oturum açılamıyor
uk: Не можу зайти
zh_hans: 无法登录
zh_hant: 無法登入

# osd.canceled
source: Canceled
af: Gekanselleer
ar: ملغاة
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fi: Peruutettu
fr: Annulé
he: מבוטל
hi: रद्द
hr: Prekinuto
hu: Megszakítva
id: Dibatalkan
it: Annullato
ja: キャンセルされました
ko: 취소됨
nl: Geannuleerd
no: Avbrutt
pl: Anulowane
pt: Cancelado
pt_br: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sr_latn: Otkazano
sv: Avbruten
tr: İptal edildi
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

# osd.filter_added
source: Added Filter: %@
af: Filter toegevoeg: %@
ar: تمت إضافة فلتر: %@
ca: Filtre afegit: %@
cs: Přidán filtr: %@
da: Tilføjet filter: %@
de: Filter „%@“ hinzugefügt
el: Προστέθηκε Φίλτρο: %@
es: Filtro Añadido: %@
fi: Lisätty suodatin %@
fr: Filtre ajouté : %@
hi: जोड़ा गया फ़िल्टर: %@
hr: Dodani filtar: %@
hu: Szűrő hozzáadása: %@
id: Filter yang ditambahkan: %@
it: Aggiungto filtro: %@
ja: 追加したフィルター: %@
ko: 필터 추가됨: %@
nl: Filter toegevoegd: %@
no: Filter lagt til: %@
pl: Dodano filtr: %@
pt: Filtro Adicionado: %@
pt_br: Filtro adicionado: %@
ro: Filtru adăugat: %@
ru: Добавлен фильтр: %@
sk: Pridaný filter: %@
sr_latn: Dodati filter: %@
sv: La till filter: %@
tr: Filtre Eklendi: %@
uk: Доданий фільтр: %@
zh_hans: 已添加滤镜: %@
zh_hant: 已加入濾鏡：%@

# osd.filter_removed
source: Removed Filter
af: Filter verwyder
ar: إزالة الفلتر
ca: Filtre suprimit
cs: Filtr odebrán
da: Fjernet filter
de: Filter gelöscht
el: Φίλτρο Αφαιρέθηκε
es: Filtro Eliminado
fi: Poistettu suodatin
fr: Filtre supprimé
he: המסנן הוסר
hi: फ़िल्टर हटाया गया
hr: Uklonjen filtar
hu: Szűrő eltávolítása
id: Filter Terhapus
it: Filtro rimosso
ja: 削除したフィルター
ko: 필터 제거됨
nl: Filter verwijderd
no: Filter fjernet
pl: Usunięto filtr
pt: Filtro Removido
pt_br: Filtro removido
ro: Filtru șters
ru: Фильтр удален
sk: Odstránený filter
sr_latn: Uklonjeni filter
sv: Tog bort filter
tr: Filtre Kaldırıldı
uk: Видалений фільтр
zh_hans: 已移除滤镜
zh_hant: 已移除濾鏡

# osd.file_loop
source: File Loop: %@
af: Herhaal enkele lêer
ar: تكرار ملف واحد
ca: Loop Single File
cs: Opakovat jeden soubor
da: Gentag enkelt fil
de: Wiederhole einzelne Datei
el: Loop Single File
es: Leer un solo fichero
fi: Loop Single File
hr: Ponavljanje datoteke
hu: Egyetlen fájl ismétlése
id: Pengulangan Pada Satu File
it: Ripeti il file singolo
ja: 1つのファイルをループ
ko: 단일 파일 반복 재생
nl: Loop Single File
no: Loop Single File
pl: Zapętl pojedynczy plik
pt_br: Repetir Arquivo Único
ro: Repetă un singur fișier
ru: Повтор одного файла
sk: Opakuj jeden súbor
sr_latn: Loop Single File
sv: Loop Single File
tr: Bir Dosyayı Yinele
uk: Повтор одного файлу
zh_hans: 循环单个文件
zh_hant: 循環播放單一檔案

# osd.playlist_loop
source: Playlist Loop: %@
af: Herhaal afspeellys
ar: تكرار قائمة التشغيل
ca: Repetir la llista de reproducció
cs: Opakovat playlist
da: Gentag afspilningsliste
de: Wiedergabeliste wiederholen
el: Loop Playlist
es: Repetir lista de reproducción
fi: Loop Playlist
hr: Ponavljanje playliste
hu: Ismétlődő lejátszási lista
id: Pengulangan Pada Playlist
it: Ripeti la playlist
ja: プレイリストをループ
ko: 재생목록 반복 재생
nl: Loop Playlist
no: Loop Playlist
pl: Zapętl playlistę
pt_br: Repetir Lista de Reprodução
ro: Repetă playlist-ul
ru: Повтор плейлиста
sk: Opakuj playlist
sr_latn: Loop Playlist
sv: Loop Playlist
tr: Oynatma Listesini Yinele
uk: Повтор плейлиста
zh_hans: 循环播放列表
zh_hant: 循環播放全部檔案

# preference.title
source: Preferences
af: Voorkeure
ar: التفضيلات
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hi: पसंद
hr: Postavke
hu: Beállítások
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Voorkeuren
no: Innstillinger
pl: Preferencje
pt: Preferências
pt_br: Preferencias
ro: Preferințe
ru: Настройки
sk: Nastavenia
sr_latn: Željene postavke
sv: Inställningar
tr: Tercihler
uk: Параметри
zh_hans: 偏好设置
zh_hant: 偏好設定

# preference.general
source: General
af: Algemeen
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Opće
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Основные
sk: Všeobecné
sr_latn: Opšte postavke
sv: Allmänt
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 一般

# preference.ui
source: UI
af: Koppelvlak
ar: واجهة التشغيل
ca: Interfície
cs: Vzhled
de: Aussehen
el: Περιβάλλον Χρήστη
es: Interfaz
fi: Käyttöliittymä
fr: Interface
he: ממשק משתמש
hi: यूआई
hr: Korisničko sučelje
hu: Felhasználói felület
id: Antarmuka
it: Interfaccia
ko: 화면
nl: Weergave
no: Brukergrensesnitt
pl: Interfejs
pt: Interface do Utilizador
pt_br: Interface
ro: Interfață
ru: Интерфейс
sr_latn: Interfejs
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс
zh_hans: 用户界面
zh_hant: 使用者介面

# preference.video_audio
source: Video/Audio
af: Video/Oudio
ar: فيديو/صوت
ca: Vídeo/Àudio
cs: Video/zvuk
da: Codec
el: Βίντεο/Ήχος
es: Códecs
fi: Video / ääni
fr: Vidéo/Audio
he: וידאו/אודיו
hi: वीडियो/ऑडियो
ja: ビデオ/オーディオ
ko: 비디오/오디오
no: Video/Lyd
pl: Wideo/Audio
pt: Vídeo/Áudio
pt_br: Decodificador
ru: Кодек
sv: Ljud/video
tr: Video/Ses
uk: Відео та звук
zh_hans: 视频/音频
zh_hant: 視訊/音訊

# preference.subtitle
source: Subtitle
af: Onderskrif
ar: الترجمة
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
fi: Tekstitys
fr: Sous-titres
he: כתוביות
hi: उपशीर्षक
hr: Titl
hu: Felirat
id: Terjemahan
it: Sottotitoli
ja: 字幕
ko: 자막
nl: Ondertiteling
no: Undertekster
pl: Napisy
pt: Legenda
pt_br: Legendas
ro: Subtitrare
ru: Субтитры
sk: Titulok
sr_latn: Titl
sv: Undertext
tr: Altyazı
uk: Субтитри
zh_hans: 字幕
zh_hant: 字幕
