Repository: iina/iina
Catalog: iina/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# alert.keybinding_config.error
source: Error parsing keybinding configuration file "%@"! Fallback to IINA Default keybinding setting. Please check your configuration.
af: Fout by die lees van sneltoetskonfigurasielêer “%@”! Die IINA-verstekinstellings word teruggestel. Gaan u konfigurasie na.
ar: حدث خطأ أثناء تحليل ملف تكوين الربط المفاتيح"%@"! العودة إلى إعدادات ربط المفتاح الافتراضي لـ IINA. الرجاء التحقق من الإعدادات الخاصة بك.
ca: Error analitzant el fitxer "%@" de configuració de les dreceres de teclat! S'ha reestablert la configuració de defecte de IINA. Si us plau, verifica la configuració.
cs: Chyba analýzy konfiguračního souboru klávesových zkratek „%@“! Vraťte se k výchozímu IINA nastavení klávesových zkratek. Zkontrolujte prosím vaši konfiguraci.
da: Fejl under opsætning af tastegenveje "%@"! Går tilbage til standart IINA opsætning. Venligst tjek konfigurationen.
de: Fehler beim Einlesen der Kurzbefehl-Konfiguration „%@“! Standard-Kurzbefehle von IINA werden benutzt. Bitte überprüfe die Einstellungen.
el: Σφάλμα ανάλυσης του αρχείου ρυθμίσεων συντομεύσεων πληκτρολογίου "%@"! Επιστροφή στην προεπιλεγμένη ρύθμιση συντομεύσεων πληκτρολογίου του IINA. Παρακαλώ ελέγξτε τις ρυθμίσεις σας.
es: ¡Error al analizar el archivo de configuración de atajos de teclado "%@"! Se ha regresado a la configuración por defecto de los atajos de teclado de IINA. Por favor, compruebe su configuración.
fi: Virhe luettaessa näppäimistöasetusten tiedostoa. "%@"! Palautetaan IINAn oletusnäppäimistöasetukset. Tarkista asetustiedostosi.
fr: Une erreur est survenue lors de la lecture du fichier de configuration des touches "%@" ! Utilisation de la configuration des touches par défaut d'IINA. Veuillez vérifier votre fichier configuration.
hi: कीबाइंडिंग कॉन्फ़िगरेशन फ़ाइल पार्स करने में त्रुटि "%@"! IINA डिफ़ॉल्ट कीबाइंडिंग सेटिंग में गिरावट। कृपया अपना कॉन्फ़िगरेशन जांचें।
hu: Hiba a "%@" billentyűkombinációs konfigurációs fájl elemzésekor! Visszatérés az IINA alapértelmezett billentyűkombinációjához. Kérjük, ellenőrizze a konfigurációt.
id: Terjadi kesalahan saat memuat file konfigurasi pemetaan tombol "%@"! Pemetaan tombol akan dikembalikan ke setelan bawaan IINA. Mohon periksa kembali konfigurasi Anda.
it: Errore nell'analisi del file di configurazione "%@"! Ripristino delle scorciatoie di tastiera di default di IINA. Controlla il tuo file di configurazione.
ja: キーバインディングの設定ファイル"%@"の読み込み時にエラーが発生しました！IINAのデフォルト設定に戻します。設定を確認してください。
ko: 단축키 설정 파일 "%@"를 읽어올 때 오류가 발생했습니다! IINA 기본값을 사용하도록 설정됩니다. 사용자가 지정한 단축키 설정 내용을 점검하십시오.
nl: Fout bij het lezen van sneltoetsen-configuratiebestand "%@"! De IINA standaardinstellingen worden hersteld. Controleer je configuratie.
pl: Wystąpił błąd podczas wczytywania skrótów klawiszowych "%@". Sprawdź, czy plik z konfiguracją jest poprawny.
pt: Erro ao analisar o arquivo de configuração de mapeamento de teclas "%@"! Volte para a configuração do padrão mapeamento de teclas do IINA. Por favor, verifique sua configuração.
pt_br: Erro ao ler o arquivo de configurações de teclas "%@"! Usarei o padrão de teclas do INNA. Verifique sua configuração.
ro: Eroare la scrierea atriubuirii de tasre în fișierul"%@"! Se revine la setarea implicită IINA. Te rog verifică fișierul de configurare.
ru: Ошибка разбора файла конфигурации клавиш «%@»! Используется стандартная конфигурация клавиш IINA. Проверьте свою конфигурацию.
sk: Chyba pri spracovaní konfiguračného súboru s klávesovými skratkami "%@"! Budú použité predvolené klávesové skratky. Skontrolujte vašu konfiguráciu.
sr_latn: Greška prilikom raščlanjivanja konfiguracione datoteke prečica na tastaturi „%@“! Vraćanje na podrazumevane IINA postavke prečica na tastaturi. Proverite konfiguraciju.
sv: Fel vid tolkning av konfigurationfilen "%@" för snabbtangenter! Återgår till snabbtangentsinställningen IINA Förval. Vänligen kontrollera din konfiguration.
tr: "%@" tuş bağlntısı yapılandırma dosyası ayrıştırırken hata! Saptanmış IINA ayarlarına dönülüyor. Lütfen yapılandırmanızı gözden geçirin.
uk: Помилка при розборі файлу налаштувань клавіатурних скорочень "%@"! Поверніться до стандартних налаштувань клавіатурних скорочень IINA. Будь ласка, перевірте свої налаштування.
zh_hans: 无法读取快捷键配置文件”%@“！已回退至 IINA 默认的键位设置。请检查你的快捷键配置。
zh_hant: 剖析快速鍵設定檔「%@」時發生錯誤，即將使用 IINA 預設快速鍵設定檔替代。請檢查您的設定檔。

# alert.extra_option.cannot_read
source: Cannot read user defined extra mpv options.
af: Kan nie gebruikergedefinieerde mpv-opsies lees nie.
ar: لا يمكن قراءة خيارات mpv الإضافية المحددة للمستخدم.
ca: No es poden llegir les opciones de mpv extra definides per l'usuari.
cs: Nelze načíst uživatelsky vymezené další možnosti mpv.
da: Kan ikke læse brugerdefinerede ekstra mpv indstillinger.
de: Benutzerdefinierte mpv-Optionen konnten nicht gelesen werden.
el: Αδυναμία ανάγνωσης επιλογών mpv του χρήστη.
es: No se pueden leer las opciones de mpv adicionales definidas por el usuario.
fi: Ei voi lukea käyttäjän määrittämiä mpv-lisävalintoja.
fr: Impossible de lire les options extra de mpv définies par l'utilisateur.
he: קריאת אפשרויות mpv נוספות המוגדרות על ידי המשתמש נכשלה.
hi: अतिरिक्त परिभाषित एमपीवी विकल्पों को उपयोगकर्ता पढ़ नहीं सकता।
hr: Neuspjelo čitanje dodatne korisnički definirane mpv opcije.
hu: A felhasználó által meghatározott extra mpv beállítások nem olvashatók.
id: Tidak dapat membaca opsi mpv extra dari user.
it: Impossibile leggere le opzioni mpv extra definiti dall'utente.
ja: mpvの追加オプションが読み込めません。
ko: 사용자가 지정한 mpv 추가 옵션을 읽을 수 없습니다.
nl: Kan de ingestelde mpv-opties niet lezen.
pl: Nie można wczytać konfiguracji mpv.
pt: Não é possível ler opções mpv definidas pelo usuário.
pt_br: Não é possível ler opções mpv extras definidas pelo usuário.
ro: Opțiunile mpv extra definite de către utilizator nu pot fi citite.
ru: Не удалось прочесть пользовательские параметры mpv.
sk: Nemožno načítať mpv možnosti definované používateľom.
sr_latn: Nije moguće pročitati korisnički definisane dodatne opcije za mpv.
sv: Kan ej läsa användardefinierade extra mpv-alternativ.
tr: Kullanıcı tanımlı ek mpv seçenekleri okunamıyor.
uk: Не можу прочитати додаткові властивості mpv, що визначені користувачем.
zh_hans: 无法读取自定义的 mpv 额外选项。
zh_hant: 無法讀取使用者定義額外的 mpv 設定

# alert.extra_option.empty
source: Key or value cannot be empty!
af: Naam en waarde kan nie leeg wees nie!
ar: المفتاح أو القيمة لا يمكن أن تكون فارغة!
ca: La clau o el valor no poden estar buits!
cs: Název nebo hodnota nemohou být prázdné!
da: Nøgle eller værdi må ikke være tom!
de: Schlüssel oder Wert dürfen nicht leer sein.
el: Το πεδίο δεν μπορεί να είναι κενό!
es: ¡La clave o el valor no pueden estar vacíos!
fi: Avain tai arvo ei voi olla tyhjä!
fr: La clé et/ou la valeur ne peuvent pas être vides !
he: המפתח או הערך לא יכולים להיות ריקים!
hi: कुंजी या मान रिक्त नहीं हो सकता!
hr: Ključ ili vrijednost ne smiju biti prazni!
hu: A kulcs vagy az érték nem lehet üres!
id: Tombol atau nilai tidak boleh kosong!
it: La chiave o il valore non può essere vuoto!
ja: キーもしくは値を空欄にはできません！
ko: 항목과 그 설정값을 반드시 지정해야 합니다!
nl: Naam en waarde kunnen niet leeg zijn.
no: Nøkkel eller verdi kan ikke være tom!
pl: Klucz lub wartość nie może być pusta!
pt: Chave ou valor não pode estar vazio!
pt_br: Chave ou valor não pode ser vazio!
ro: Cheia sau valoarea nu pot fi goale!
ru: Ключ или значение не могут быть пустыми!
sk: Názov alebo hodnota nemôžu byť prázdne!
sr_latn: Ključ ili vrednost ne mogu biti prazni!
sv: Nyckel eller värde får ej vara tomt!
tr: Anahtar veya değer boş olamaz!
uk: Ключ або значення не може бути порожнім!
zh_hans: 键或值不能为空！
zh_hant: Key 或 value 不能留空！

# alert.extra_option.error
source: Error setting option --%@=%@ with return value %d. Please check your extra option settings in Preference > Advanced.
af: Fout by die instelle van opsie --%@=%@ met retoerwaarde %d. Gaan u bykomende-opsie-instellings na in Voorkeure > Gevorderd.
ar: خطأ في خيار الإعداد --%@=%@ مع قيمة الإرجاع %d. الرجاء التحقق من إعدادات الخيار الإضافي الخاص بك في التفضيل > متقدم.
ca: Error establint la opció --%@=%@ amb el valor de retorn %d. Si us plau, verifica les opcions extres a Preferències > Avançat.
cs: Při nastavování --%@=%@ se vyskytla chyba číslo %d. Zkontrolujte prosím vaše nastavení dalších možností v Nastavení > Pokročilé.
da: Fejl under indstilling af --%@=%@ med værdi %d. Venligst tjek dine ekstra indstilliger i preferancer > avanceret.
de: Fehler beim Setzen der Option „--%@=%@“ mit Fehlercode „%d“. Bitte überprüfe die Zusatzoptionen in den Einstellungen unter „Erweitert“.
el: Σφάλμα ρύθμισης --%@=%@ με τιμή επιστροφής %d. Παρακαλώ ελέγξτε τις επιπλέον ρυθμίσεις σας στις Προτιμήσεις > Προηγμένα.
es: Error al configurar la opción --%@=%@ con valor de retorno %d. Por favor, compruebe la configuración de opciones adicionales en Preferencias > Avanzado.
fi: Virhe asetettaessa valintaa --%@=%@ palautusarvolla %d. Tarkista lisävalintojen asetukset kohdasta Asetukset > Lisäasetukset.
fr: Erreur de la configuration de l'option --%@=%@ avec le code retour %d. Veuillez vérifier votre configuration des options extra dans Préferences > Avancé.
hi: रिटर्न सेटिंग %d के साथ विकल्प --%@=%@ को सेट करने में त्रुटि। कृपया वरीयता> उन्नत में अपनी अतिरिक्त विकल्प सेटिंग्स की जाँच करें।
hr: Greška u opciji postavke --%@=%@ s povratnom vrijednošću %d. Provjeri postavke dodatnih opcija u Postavke > Napredno.
hu: Hiba a beállítás --%@=%@ %d visszatérési értékkel. Kérjük, ellenőrizze az extra beállításokat a Beállítások > Speciális oldalon.
id: Kesalahan dalam menyetel opsi --%@=%@ dengan nilai %d. Mohon periksa kembali setelan opsi ekstra Anda di Preferensi > Tingkat Lanjut.
it: Errore nell'impostazione delle opzioni --%@=%@ con il valore di %d. Verifica le impostazioni delle opzioni supplementari in Preferenze > Avanzate.
ja: オプションの設定 --%@=%@ で返り値 %d のエラーが発生しました。設定 > 高度な設定 より追加オプションの設定を確認してください。
ko: --%@=%@ 설정에서 %d 오류가 발생했습니다. 환경설정 > 고급설정으로 이동하여 사용자가 지정한 추가 설정 사항을 점검하십시오.
nl: Fout bij het instellen van optie --%@=%@ met retourwaarde %d. Controleer de opties in Voorkeuren > Geavanceerd.
pl: Błędu ustawienia opcji --%@=%@ z wartością zwrotu %d. Sprawdź ustawienia dodatkowych opcji w Preferencje > Zaawansowane.
pt: Erro ao definir opção --%@=%@ com valor de retorno %d. Por favor, verifique as suas opções extra em Preferência > Avançado.
pt_br: Erro ao ajustar opção --%@=%@ que retornou %d. Verifique seus ajustes extras em Preferencias > Avançado.
ro: Eroare la setarea opțiunii --%@=%@ cu valoarea %d. Te rog verifică opțiunile extra în Preferințe > Avansat.
ru: Ошибка установки параметра --%@=%@ со значением %d. Проверьте установленные параметры в Настройки > Дополнительно.
sk: Chyba pri nastavovaní možnosti --%@=%@, číslo chyby %d. Skontrolujte vaše nastavenia v Nastavenia > Pokročilé.
sr_latn: Greška pri postavljanju opcije --%@=%@ sa vraćenom vrednošću %d. Proverite postavke dodatnih opcija u u okviru Željenih postavki – Napredne postavke.
sv: Fel vid inställning av tillval --%@=%@ med returvärde %d. Vänligen kontrollera dina extra tillvalsinställningar i Inställningar > Avancerat.
tr: Hatalı ayar seçeneği --%@=%@ %d hatası ile döndü. Lütfen ekstra seçenek ayarlarınızı Tercihler > Gelişmiş'den kontrol edin.
uk: Помилка при встановленні властивості --%@=%@ зі значенням %d. Будь ласка, перевірте ваші додаткові опції через Параметри → Експертні.
zh_hans: 无法设置选项 --%@=%@ （返回值 %d）。 请在「设置>高级」中检查您的额外 mpv 选项。
zh_hant: 無法設定 --%@=%@（返回值：%d）。請於「偏好設定 > 進階」中檢查您的額外選項設定。

# alert.extra_option.config_folder
source: Error setting config directory "%@".
af: Fout tydens instel van konfigurasiegids “%@”.
ar: خطأ في إعداد دليل الإعداد"%@".
ca: Error establing el directori de configuració "%@".
cs: Chyba při nastavování konfigurační složky „%@“.
da: Fejl under konfiguration af config mappen "%@".
de: Konnte Konfigurationsordner nicht setzen: „%@“.
el: Αδυναμία ορισμού φακέλου ρυθμίσεων "%@".
es: Error al configurar el directorio de configuración "%@".
fi: Virhe asetettaessa asetushakemistoa "%@".
fr: Erreur lors de la configuration du dossier de config : "%@".
hi: कॉन्फ़िगरेशन निर्देशिका को सेट करने में त्रुटि "%@".
hr: Greška u postavljanju konfiguracijskog direktorija „%@”.
hu: Hiba a konfigurációs könyvtár beállításánál "%@".
id: Kesalahan dalam menyetel direktori config "%@".
it: Errore nell'impostazione della directory di configurazione "%@".
ja: 設定ディレクトリー"%@"の設定エラーが発生しました
ko: "%@"를 설정 디렉토리로 지정하는 도중 오류가 발생했습니다.
nl: Fout bij het instellen van configuratiemap "%@".
pl: Błąd podczas ustawiania ścieżki z konfiguracją "%@".
pt: Erro na configuração da pasta "%@".
pt_br: Erro ao ajustar o diretório de configuração "%@".
ro: Eroare la setarea directorului de configurare "%@".
ru: Ошибка при установке папки конфигурации «%@».
sk: Chyba pri nastavovaní konfiguračného priečinka "%@".
sr_latn: Greška pri postavljanju konfiguracionog direktorijuma „%@“.
sv: Fel vid inställning av konfigurationskatalog "%@".
tr: Yapılandırma dizini ayarlanırken hata oluştu "%@".
uk: Помилка при створенні директорії налаштувань "%@".
zh_hans: 设置配置文件目录 "%@" 时出错。
zh_hant: 設定設定檔案夾「%@」時發生錯誤

# alert.playlist.error_deleting
source: Error deleting: %@
af: Fout tydens skrap: %@
ar: خطأ في الحذف: %@
ca: Error suprimint: %@
cs: %@ nelze smazat
da: Fejl under sletning af: %@
de: Fehler beim Löschen der Datei: „%@“.
el: Σφάλμα κατά τη διαγραφή: %@
es: Error al eliminar: %@
fi: Virhe poistettaessa: %@
fr: Erreur lors de la suppression de : %@
he: המחיקה נכשלה: %@
hi: हटाने में त्रुटि: %@
hr: Greška pri brisanju: %@
hu: Hiba törlés közben %@
id: Kesalahan saat menghapus: %@
it: Errore durante l'eliminazione: %@
ja: 削除エラー: %@
ko: 삭제 오류: %@
nl: Fout bij het verwijderen: %@
no: Feil under sletting: %@
pl: Błąd podczas usuwania: %@
pt: Erro ao apagar: %@
pt_br: Erro ao deletar: %@
ro: Eroare la ștergere: %@
ru: Ошибка удаления: %@
sk: Chyba pri odstraňovaní: %@
sr_latn: Greška pri brisanju: %@
sv: Fel vid radering: %@
tr: Silme hatası: %@
uk: Помилка при видаленні: %@
zh_hans: 删除 %@ 时出错。
zh_hant: 刪除 %@ 時發生錯誤

# alert.sub.no_selected
source: Please select a downloaded subtitle first.
af: Kies asb. eers ’n afgelaaide onderskrif.
ar: الرجاء تحديد ترجمة تم تنزيلها أولاً.
ca: Si us plau, selecciona primer un dels subtítols baixats.
cs: Nejdříve vyberte stažené titulky.
da: Venligst vælg downloadet undertekst først.
de: Bitte wähle zuerst eine heruntergeladene Untertiteldatei aus.
el: Παρακαλώ πρώτα επιλέξτε έναν από τους μεταφορτωμένους υπότιτλους.
es: Por favor, seleccione primero un subtítulo descargado.
fi: Valitse ensin ladatut tekstitykset.
fr: Veuillez d'abord sélectionner un sous-titre téléchargé.
hi: कृपया पहले डाउनलोड किए गए उपशीर्षक का चयन करें।
hr: Najprije odaberi preuzeti titl.
hu: Kérjük, először válassz ki egy letöltött feliratot.
id: Pilih terjemahan terunduh terlebih dahulu.
it: Seleziona prima un sottotitolo scaricato.
ja: ダウンロードした字幕を最初に選択してください。
ko: 다운로드된 자막을 선택하십시오.
nl: Selecteer eerst een gedownloade ondertiteling.
no: Velg en nedlastet undertekst først.
pl: Proszę najpierw wybrać pobrane napisy.
pt: Por favor, seleccione uma legenda transferida primeiro.
pt_br: Selecione uma legenda baixada primeiramente.
ro: Inițial, selectează o subtitrare descărcată.
ru: Сначала выберите скачанные субтитры.
sk: Najprv vyberte stiahnuté titulky.
sr_latn: Najpre izaberite preuzeti titl.
sv: Vänligen välj en nedladdad undertext först.
tr: Lütfen önce indirdiğiniz altyazıyı seçin.
uk: Будь ласка, спочатку виберіть завантажені субтитри.
zh_hans: 请先选择一个已下载字幕。
zh_hant: 請先選取一個已下載的字幕檔

# alert.sub_lang_not_set
source: Please set preferred subtitle languages in preferences before using OpenSubtitles. English(eng) will be used this time.
af: Stel asb. eers ’n voorkeuronderskriftaal in instellings voor OpenSubtitles gebruik word. Engels (‘eng’) sal nou gebruik word.
ar: الرجاء تعيين لغات الترجمة المفضلة في التفضيلات قبل استخدام الترجمات المفتوحة. سيتم استخدام اللغة الإنجليزية (eng) هذه المرة.
ca: Si us plau, estableix un idioma per defecte a les preferències abans d'utilitzar OpenSubtitles. Anglès(eng) serà utilitzat aquesta vegada.
cs: Před používáním OpenSubtitles nastavte preferovaný jazyk titulků. Tentokrát bude použita angličtina.
da: Venligst vælgt det fortrukne undertekstsprog i preferancer før du bruger opensubtitles. Engelsk vil blive brugt denne gang.
de: Bitte lege vor der Benutzung von OpenSubtitles die bevorzugte Untertitelsprache fest. „Englisch(eng)“ wird diesmal benutzt.
el: Παρακαλώ ορίστε προτιμώμενη γλώσσα στις Προτιμήσεις πριν τη χρήση του OpenSubtitles. Αυτή τη φορά θα χρησιμοποιηθούν τα Αγγλικά (eng).
es: Por favor, configure el idioma predeterminado de los subtítulos en las preferencias antes de usar OpenSubtitles. Inglés(eng) se utilizará esta vez.
fi: Aseta ensisijaiset tekstityskielet asetuksissa ennen OpenSubtitles-palvelun käyttöä. Englantia (eng) käytetään tällä kertaa.
fr: Veuillez configurer une langue de sous-titres dans les préférences avant d'utiliser OpenSubtitles. L'anglais (eng) sera utilisé cette fois-ci.
hi: OpenSubtitles का उपयोग करने से पहले वरीयताओं को पसंदीदा उपशीर्षक भाषाओं में सेट करें। इस बार अंग्रेजी (संलग्न) का उपयोग किया जाएगा।
hr: Postavi željene jezike titlova u postavkama prije korištenja web stranice OpenSubtitles. Ovaj put će se koristiti engleski (eng).
hu: Kérjük, az OpenSubtitles használata előtt állítsd be a kívánt feliratnyelvet a beállításokban. Ezúttal az angol (eng) nyelvet használjuk.
id: Mohon tetapkan bahasa terjemahan yang diinginkan pada setelan sebelum menggunakan OpenSubtitles. Saat ini Bahasa Inggris(eng) akan digunakan.
it: Imposta la lingua preferita per i sottotitoli nelle preferenze prima di utilizzare OpenSubtitles. Questa volta verrà utilizzato l'Inglese (eng).
ja: OpenSubtitlesを利用する前に、環境設定で字幕の優先言語を設定してください。今回は英語(eng)が使用されます。
ko: OpenSubtitles를 사용하기 전에 자막의 선호 언어를 설정하십시오. 지금은 영어(eng)를 사용합니다.
nl: Kies uw voorkeurstaal in Voorkeuren voordat u OpenSubtitles gebruikt. Standaard wordt enkel naar engels ('eng') gezocht.
pl: Przed użyciem OpenSubtitles ustaw preferowany język napisów w preferencjach. Angielski(eng) zostaną tym razem użyte.
pt: Por favor, defina os idiomas de legenda preferidos nas preferências antes de usar o OpenSubtitles. Inglês (eng) será usado desta vez.
pt_br: Por favor, selecione a linguagem preferida das legendas antes de usar o OpenSubtitles. Inglês(eng) será usado neste momento.
ro: Te rog să specifici limba subtitrării preferată înainte de a utiliza OpenSubtitles. Engleză(eng) va fi utilizată de această dată.
ru: Перед использованием OpenSubtitles выберите в настройках предпочитаемый язык субтитров. Сейчас используется английский.
sk: Pred vyhľadávaním na OpenSubtitles nastavte v nastaveniach preferovaný jazyk titulkov. Teraz bude použitý jazyk English(eng).
sr_latn: Postavite željeni jezik titla u željenim postavkama pre nego korišćenja sajta OpenSubtitles. Ovog puta će se koristiti engleski jezik (eng).
sv: Vänligen välj föredraget undertextspråk i inställningar innan du använder OpenSubtitles. Engelska(eng) används denna gång.
tr: Lütfen OpenSubtitles'ı kullanmadan önce tercih ettiğiniz altyazı dilini tercihlerinize ekleyiniz. Bu sefer İngilizce (eng) kullanılacaktır.
uk: Будь ласка, встановіть у параметрах основну мову субтитрів, перед тим як використовувати opensubtitles. Зараз буде використано англійську (eng).
zh_hans: 请在使用 opensubtitles 之前设定字幕语言. 此次将会使用英语 (eng) 。 0.0.7 之后默认的字幕来源将会是 opensubtitles。如果您是中文用户，请在「偏好设置 > 字幕」中确认「字幕来源」为「shooter.cn」，以继续使用射手字幕。
zh_hant: 在使用 OpenSubtitles 前請先在「偏好設定」中設定字幕的偏好語言，目前將使用英文（eng）。

# alert.sub.cannot_save_passwd
source: Cannot save your password to Keychain: %@
af: Kan nie wagwoord in u Sleutelhouer bewaar nie: %@
ar: لا يمكن حفظ كلمة المرور الخاصة بك في سلسلة المفاتيح: %@
ca: No s'ha pogut desar la teva contrasenya en el Clauer: %@
cs: Nelze uložit vaše heslo do svazku klíčů: %@
da: Kan ikke gemme dit kodeord til nøglering: %@
de: Passwort konnte nicht im Schlüsselbund gesichert werden: „%@“.
el: Αδυναμία αποθήκευσης του κωδικού σας στο Keychain: %@
es: No se puede guardar la contraseña en el Llavero: %@
fi: Salasanaasi ei voi tallentaa Avainnippuun: %@
fr: Impossible de sauvegarder le mot de passe dans votre trousseau d'accès : %@
he: שמירת הסיסמה למחזיק המפתחות נכשלה: %@
hi: किचेन में अपना पासवर्ड नहीं सहेज सकता: %@
hr: Neuspjelo spremanje tvoje lozinke u privjesak ključeva: %@
hu: Nem lehet elmenteni a jelszavat a Kulcskarikában: %@
id: Tidak dapat menyimpan kata sandi pada Keychain: %@
it: Impossibile salvare la password nel portachiavi: %@
ja: パスワードをキーチェーンに保存できません: %@
ko: 키체인에 암호를 저장할 수 없습니다: %@
nl: Kan je wachtwoord niet opslaan in Sleutelhanger: %@
pl: Nie można zapisać hasła do pęku kluczy: %@
pt: Não é possível guardar a palavra-passe no Porta-chaves: %@
pt_br: Não foi possível salvar a senha nas chaves do iCloud: %@
ro: Nu se poate salva parola în Portchei: %@
ru: Не удалось сохранить пароль в Keychain: %@
sk: Heslo sa nedá uložiť do Kľúčenky: %@
sr_latn: Nije moguće sačuvati lozinku u Privezak ključeva: %@
sv: Kan ej spara ditt lösenord till nyckelring: %@
tr: Anahtar zincirinize şifrenizi kaydedemiyoruz: %@
uk: Не можу зберегти пароль у Ключарі: %@
zh_hans: 无法将密码保存到钥匙串：%@
zh_hant: 無法將您這個密碼「%@」儲存到鑰匙圈
