Repository: iina/iina
Catalog: iina/*.lproj/PrefUIViewController.strings
Languages: af, ca, cs, da, de, es, fa, fi, he, hi, hr, hu, it, ja, ko, lv, nl, pl, pt_br, ro, ru, sk, tr, uk, zh_hans, zh_hant

# 0Gp-vj-UzY.title
source: Bottom
af: Onder
ca: Inferior
cs: Dole
da: Bund
de: Unten
es: En la parte inferior
fa: پایین
fi: Alhaalla
he: בתחתית
hi: तल
hr: Dolje
hu: Alul
it: Sotto
ja: 下に固定
ko: 하단
lv: Apakšā
nl: Onder
pl: Dół
pt_br: Embaixo
ro: Jos
ru: Внизу
sk: Dole
tr: Altta
uk: Внизу
zh_hans: 底部
zh_hant: 位於底部

# 0eK-kv-btH.title
source: 0.5x video size
af: 0.5x videogrootte
ca: 0.5x mida del vídeo
cs: 0,5× velikost videa
da: 0.5x video størrelse
de: Halbe Videogröße
es: 0.5x tamaño del vídeo
fa: اندازه ویدیو 0.5x
fi: 0.5x videon koko
he: גודל הוידאו x0.5
hi: 0.5x वीडियो का आकार
hr: 0,5 × veličina videa
hu: 0.5x videó méret
it: Dimensione 0.5x
ja: ビデオのサイズの0.5倍
ko: 비디오 크기의 0.5배
lv: Puse no video izmēra - 0.5x
nl: Halve videogrootte
pl: 0.5x rozmiaru obrazu
pt_br: 0.5x tamanho do video
ro: 0,5x din video
ru: 0,5× размера видео
sk: 0.5x veľkosť videa
tr: 0.5x video boyutu
uk: 50 % розміру відео
zh_hans: 0.5 倍视频大小
zh_hant: 0.5 倍視訊大小

# 1nM-AX-Ozm.title
source: Customize…
af: Pas aan…
ca: Personalitza
cs: Přizpůsobit…
de: Anpassen …
es: Personalizar…
fa: سفارشی سازی…
fi: Mukauta…
he: התאמה אישית…
hi: अनुकूलित…
hr: Prilagodi…
hu: Testreszabás…
it: Personaliza…
ja: カスタマイズ…
ko: 사용자 설정…
lv: Pielāgot…
nl: Pas aan…
pl: Dopasuj…
pt_br: Personalizar...
ro: Personalizează…
ru: Настроить…
sk: Upraviť…
tr: Özelleştir...
uk: Настроїти…
zh_hans: 自定义…

# 2YJ-bg-OdR.title
source: % of screen
af: % van skerm
ca: % de la pantalla
cs: % obrazovky
da: % af skærm
de: % des Bildschirms
es: % de pantalla
fa: % از صفحه
fi: % näytöstä
he: אחוז מהמסך
hi: % के स्क्रीन
hr: % ekrana
hu: %-a a kijelzõnek
it: % dello schermo
ja: % (画面の割合)
ko: % (화면크기 대비)
lv: % no ekrāna
nl: % van scherm
pl: % ekranu
pt_br: % da tela
ro: % din ecran
ru: % экрана
sk: % obrazovky
tr: % / Ekran
uk: % екрану
zh_hans: % 屏幕大小
zh_hant: % 螢幕大小

# 3CY-YS-rG6.title
source: Use left/right button for:
af: Gebruik linker-/regterknop vir:
ca: Utilitza el botó esquerra/dreta per:
cs: Použít levé/pravé tlačítko pro:
da: Brug højre/venstre knap til:
de: Links-/Rechts-Button:
es: Usar el botón izquierdo / derecho para:
fa: استفاده از کلید راست/چپ برای:
fi: Käytä vasen/oikean näppäintä:
he: השתמש במקשי ימינה/שמאלה כדי:
hi: के लिए बाएँ/दाएँ बटन का उपयोग करें:
hr: Koristi gumb lijevo/desno za:
hu: Használja a bal/jobb gombot:
it: usa il pulsante sinistro / destro per:
ja: 左/右ボタンの役割:
ko: 좌우 키를 사용하여 동작:
lv: Izmantot kreiso/labo pogu ekrāna vadības panelī, lai:
nl: Gebruik linker-/rechterknop voor:
pl: Użyj przycisków lewo/prawo jako:
pt_br: Usar botão esquerda/direita para:
ro: Utilizează butoanele stânga/dreapta pentru:
ru: Использовать левую/правую кнопку для:
sk: Použiť ľavé/pravé tlačítko na:
tr: Sağ/Sol okları şunun için kullan:
uk: Задіяти кнопки ліворуч / праворуч для:
zh_hans: 左/右箭头按钮的功能:
zh_hant: 左/右箭頭按鈕的功能:

# 7Dv-q2-5TV.title
source: Floating
af: Swewend
ca: Flotant
cs: Plovoucí
da: Flydende
de: Schwebend
es: Flotante
fa: شتاور
fi: Kelluva
he: צף
hi: तैरता
hr: Plutajuće
hu: Lebegő
it: Mobile
ja: フローティング
ko: 자유 이동
lv: Peldošs
nl: Zwevend
pl: Ruchomy
pt_br: Flutuante
ro: Deasupra
ru: Свободное
sk: Vznáša sa
tr: Serbest
uk: Вільна
zh_hans: 浮动
zh_hant: 懸浮

# 7td-lH-8aK.title
source: Resize window to:
af: Pas venstergrootte aan na:
ca: Canvia la mida a:
cs: Změnit velikost okna na:
da: Juster størrelse af vindue til:
de: Ändere Fenstergröße zu:
es: Cambiar el tamaño de la ventana a:
fa: تغییر اندازه پنجره:
fi: Muuta ikkunan kokoa:
he: שנה גודל חלון ל:
hi: विंडो का आकार बदलें:
hr: Promijeni veličinu prozora na:
hu: Ablak átméretezése erre:
it: Ridimensiona finestra a:
ja: ウィンドウの拡大サイズ:
ko: 윈도우 크기:
lv: Loga izmērs:
nl: Open in:
pl: Zmień rozmiar okna do:
pt_br: Redimensionar janela para:
ro: Redimensionează fereastra la:
ru: Изменить размер окна:
sk: Zmeniť veľkosť okna na:
tr: Pencereyi boyutlandır:
uk: Змінити розмір вікна до:
zh_hans: 调整窗口至:
zh_hant: 調整視窗至:

# 82A-XQ-BvS.title
source: Auto hide after:
af: Versteek outomaties na:
ca: Amaga automàticament després de:
cs: Automaticky skrýt po:
da: Auto skjul efter:
de: Automatisch ausblenden nach:
es: Ocultar después de:
fa: مخفي شدن خودکار بعد از:
fi: Piilota automaattisesti:
he: הסתר אוטומטית לאחר:
hi: ऑटो के बाद छिपा:
hr: Automatski sakrij nakon:
hu: Automatikus elrejtés miután:
it: Nascondi dopo:
ja: 非表示になるまで:
ko: 일정 시간 후 자동으로 숨김
lv: Automātiski paslēpt pēc:
nl: Verberg automatisch na:
pl: Ukryj automatycznie po
pt_br: Auto esconder depois de:
ro: Auto ascunde după:
ru: Автоматически скрывать после:
sk: Automaticky skryť po:
tr: Otomatik gizle:
uk: Автоматично приховати через:
zh_hans: 自动隐藏:
zh_hant: 自動隱藏:

# 92n-Uq-o4G.title
source: bottom
af: onderkant
ca: inferior
cs: dolnímu
da: Bund
de: unteren
es: inferior
fa: پایین
fi: pohja
he: בתחתית
hi: तल
hr: dolje
hu: alul
it: sotto
ja: 下
ko: 아래
lv: apakšējās
nl: onderkant
pl: dołu
pt_br: embaixo
ro: josul
ru: нижней
sk: dole
tr: alt
uk: нижнього
zh_hans: 底
zh_hant: 底

# AE4-BD-wZi.title
source: % of screen
af: % van skerm
ca: % de la pantalla
cs: % obrazovky
da: % af skærm
de: % des Bildschirms
es: % de pantalla
fa: % از صفحه
fi: % näytöstä
he: אחוז מהמסך
hi: % के स्क्रीन
hr: % ekrana
hu: %-a a kijelzõnek
it: % dello schermo
ja: % (画面の割合)
ko: % (화면크기 대비)
lv: % no ekrāna
nl: % van scherm
pl: % ekranu
pt_br: % da tela
ro: % din ecran
ru: % экрана
sk: % obrazovky
tr: % / Ekran
uk: % екрану
zh_hans: % 屏幕大小
zh_hant: % 螢幕大小

# AYW-Xu-ySw.title
source: Animations:
af: Accessibility:
ca: Accessibility:
cs: Zpřístupnění:
es: Accesibilidad:
fa: Accessibility:
fi: Accessibility:
he: נגישות:
hi: Accessibility:
hr: Pristupačnost:
hu: Kisegítő lehetőségek:
it: Accessibilità:
ja: アクセシビリティ:
ko: 접근성:
lv: Accessibility:
ro: Accesibilitate:
ru: Доступность:
tr: Accessibility:
uk: Доступність:

# AmS-Sl-b2h.title
source: Window:
af: Venster:
ca: Finestra:
cs: Okno:
de: Fenster:
es: Ventana:
fa: پنجره:
fi: Ikkuna:
he: חלון:
hi: खिड़की:
hr: Prozor:
hu: Ablak:
it: Finestra:
ja: ウィンドウ:
ko: 윈도우
lv: Logs:
nl: Venster:
pt_br: Janela:
ro: Fereastra:
ru: Окно:
sk: Okno:
tr: Pencere
uk: Вікно:
zh_hans: 窗口:

# B1c-oO-fIs.title
source: Width:
af: Breedte:
ca: Amplada:
cs: Šířka:
da: Bredde:
de: Breite:
es: Ancho:
fa: طول:
fi: Leveys:
he: רוחב:
hi: चौड़ाई:
hr: Širina:
hu: Szélesség:
it: Larghezza:
ja: 横幅:
ko: 가로
lv: Platums:
nl: Breedte:
pl: Szerokość:
pt_br: Largura:
ro: Lățime:
ru: Ширина:
sk: Šírka:
tr: Genişlik:
uk: Ширина:
zh_hans: 宽:
zh_hant: 寬:

# BVV-Z3-LHR.title
source: Show chapter position in progress bar
af: Toon hoofstukposisie in vorderingsbalk
ca: Mostra la posició del capítol en la barra de progrés
cs: Zobrazit pozici kapitol v posuvníku
da: Vis kapitel position i fremskridtbar
de: Kapitel im Fortschrittsbalken anzeigen
es: Mostrar la posición del capítulo en la barra de progreso
fa: نمایش موقعیت قسمت ها در نوار پیش‌روی
fi: Näytä luvun sijainti seurantapalkissa
he: הצג מיקום פרק בסרגל ההתקדמות
hi: प्रगति बार में अध्याय की स्थिति दिखाएं
hr: Prikaži položaj poglavlja u traci napretka
hu: Fejezet pozíciójának megjelenítése a folyamatjelző sávban
it: Mostra la posizione del capitolo nella barra di avanzamento
ja: チャプターの位置をプログレスバーに表示
ko: 재생 상태 막대에 챕터 위치 표시
lv: Rādīt nodaļu laika atzīmes ekrāna atkaņošanas joslā
nl: Toon hoofdstukken in de tijdbalk
pl: Pokaż pozycję rozdziału na linii czasu
pt_br: Mostrar capítulos na barra de progresso
ro: Arată poziția capitolului în bara de progres
ru: Показывать отметки глав в прогресс-баре
sk: Zobraziť pozíciu kapitol v posuvníku
tr: İlerleme çubuğunda bölüm pozisyonunu göster
uk: Показувати мітки розділів в індикаторі перебігу
zh_hans: 在进度条中显示章节
zh_hant: 在進度條中顯示章節

# CJE-ap-IH8.title
source: When media is opened manually
af: Wanneer media handmatig geopen word
ca: Quan un fitxer multimèdia és obert manualment
cs: Když je soubor otevřený ručně
da: Når medie åbnes manuelt
de: Wenn Datei manuell geöffnet wurde
es: Cuando el archivo se abre manualmente
fa: هنگامی که مدیا به صورت دستی باز می شود
fi: Kun media avataan manuaalisesti
he: כאשר מדיה נפתחת ידנית
hi: जब मीडिया मैन्युअल रूप से खोला जाता है
hr: Kada se medij otvori ručno
hu: Amikor a médiát kézzel nyitják meg
it: Quando il file viene aperto manualmente
ja: メディアが手動で開かれた時
ko: 파일을 수동으로 열 때
lv: Kad medijas fails tiek atvērts manuāli
nl: Als media handmatig wordt geopend
pl: Gdy plik multimedialny został otwarty ręcznie
pt_br: Quando a mídia for aberta manualmente
ro: Când media este deschis manual
ru: Когда файл открывается вручную
sk: Keď je súbor otvorený manuálne
tr: Medya manuel açılmışsa
uk: Коли медіафайл відкрито вручну
zh_hans: 仅在手动打开视频时
zh_hant: 僅在手動開啟媒體時

# EAa-gN-8dL.title
source: Show remaining time instead of total duration
af: Toon oorblywende tyd in plaas van totale duur
ca: Mostra el temps restant en comptes de la duració total
cs: Zobrazit zbývající čas místo celkové délky
da: Vis tilbageværende tid
de: Verbleibende Zeit statt Gesamtspielzeit anzeigen
es: Mostrar el tiempo restante
fa: نمایش زمان باقی مانده به جای مدت زمان کل
fi: Näytä jäljellä oleva aika kokonaiskeston sijaan
he: הצג את הזמן שנותר במקום את משך הזמן הכולל
hi: कुल अवधि के बजाय शेष समय दिखाएं
hr: Prikaži preostalo vrijeme umjesto ukupnog trajanja
hu: A hátralévő idő megjelenítése a teljes időtartam helyett
it: Mostra il tempo rimanente
ja: 合計時間の代わりに残り時間を表示
ko: 남은 재생 시간 표시
lv: Rādīt atlikušo laiku, nevis kopējo ilgumu
nl: Toon resterende tijd in plaats van totale duur
pl: Pokaż pozostały czas
pt_br: Mostrar tempo restante
ro: Arată timpul rămas în locul duratei totale
ru: Показывать оставшееся время
sk: Zobraziť zostávajúci čas
tr: Toplam süre yerine kalan zamanı göster
uk: Показати залишок часу замість загальної тривалості
zh_hans: 显示剩余时间
zh_hant: 顯示剩餘時間

# EUd-RD-g0T.title
source: When entering Picture-in-Picture:
af: By aktivering van Beeld-in-beeld:
ca: Quan canvia a Picture-in-Picture:
cs: Při spuštění obrazu v obraze:
de: Wenn Bild-in-Bild aktiviert wird:
es: Al entrar en Imagen dentro de imagen:
fa: زمانی که به حالت تصویر در تصویر می رود:
fi: Kun siirrytään kuva kuvassa -tilaan:
he: בעת כניסה למצב תמונה בתוך תמונה:
hi: पिक्चर-इन-पिक्चर पिक्चर-इन-पिक्चर दर्ज करते समय:
hr: Kad se pokrene sustav slika-u-slici:
hu: A Kép a képben funkcióba belépéskor:
it: Quando attivi Picture-in-Picture:
ja: ピクチャー・イン・ピクチャーの使用時:
ko: 화면 속 화면으로 전환할 때:
lv: Kad pārslēdzas uz Attēls-Attēlā:
nl: Bij activeren van Beeld-in-beeld:
pt_br: Ao entrar em Picture-in-Picture:
ro: La activarea Pictrure-in-Picture:
ru: При переходе в режим «Картинка в картинке»:
sk: Pri prechode do Picture-in-Picture:
tr: Resim İçinde Resim'e geçildiğinde:
uk: При переході у режим «Картинка в картинці»:
zh_hans: 进入「画中画」模式时:

# F2e-CS-KXl.title
source: On Screen Display:
af: Op-skerm-aansig:
ca: Quan es mostra la pantalla:
cs: Zobrazení na obrazovce:
de: On-Screen-Anzeige:
es: Visualización en pantalla:
fa: بر روی صفحه نمايش:
fi: Kuvaruutunäyttö:
he: תצוגה על המסך (OSD):
hi: स्क्रीन डिस्प्ले पर:
hr: Prikaz na ekranu:
hu: Képernyőre vetített kijelző (Osd):
it: Display nello schermo:
ja: オンスクリーン ディスプレイ (OSD):
ko: 정보 표시 화면 (OSD)
lv: Informācija ekrānā (OSD):
pl: Wyświetlaj na ekranie:
ru: Экранные сообщения:
sk: Oznam:
tr: Ekran Üstü Gösterge (OSD):
uk: Інформація на екрані:
zh_hans: OSD:
zh_hant: 當前螢幕:

# G8w-J7-1q1.title
source: Picture-in- Picture:
af: Beeld-in- beeld:
cs: Obraz v obrazu:
de: Bild-in- Bild:
es: Imagen dentro de imagen:
fa: تصویر در تصویر:
fi: Kuva kuvassa -tila:
he: תמונה בתוך תמונה:
hi: पिक्चर-इन- पिक्चर:
hr: Slika u slici:
hu: Kép a- Képben:
ja: ピクチャー・イン・ ピクチャー:
ko: 화면 속 화면 (PiP)
lv: Attēls-Attēlā:
nl: Beeld-in-beeld:
ru: Картинка в картинке:
tr: Resim İçinde Resim:
uk: Картинка в картинці:
zh_hans: 画中画

# GKy-3g-4MB.title
source: Window:
af: Venster:
ca: Finestra:
cs: Okno:
da: Vindue:
de: Fenster:
es: Ventana:
fa: پنجره:
fi: Ikkuna:
he: חלון:
hi: खिड़की:
hr: Prozor:
hu: Ablak:
it: Finestra:
ja: ウィンドウ:
ko: 윈도우
lv: Logu:
nl: Venster:
pl: Okno:
pt_br: Janela:
ro: Fereastră:
ru: Окно:
sk: Okno:
tr: Ana Pencere:
uk: Вікно:
zh_hans: 窗口:
zh_hant: 視窗:

# GXO-iT-BIr.title
source: side of the screen
af: kant van die skerm
ca: costat de la pantalla
cs: kraji obrazovky
da: Siden af skærmen
de: Bildschirmrand entfernt
es: de la pantalla
fa: کنار صفحه نمایش
fi: näytön reuna
he: המסך
hi: स्क्रीन के किनारे
hr: strana ekrana
hu: képernyő szélén
it: dello schermo
ja: 端から
ko: 을 기준으로
lv: ekrāna malas
nl: zijde van het scherm
pl: strony ekranu
pt_br: lado da janela
ro: ecranului
ru: части экрана
sk: kraj obrazovky
tr: ekranın kenarı
uk: краю екрану
zh_hans: 侧
zh_hant: 側

# GYe-Y3-bOR.title
source: Maximum cache size:
af: Maksimum kasgrootte:
ca: Mida màxima de la emòria cau:
cs: Maximální velikost cache:
da: Maximal cache størelse:
de: Maximale Cache-Größe:
es: Tamaño máximo de caché:
fa: حداکثر اندازه حافظه نهان:
fi: Välimuistin enimmäiskoko:
he: גודל מטמון מרבי:
hi: अधिकतम कैश आकार:
hr: Maksimalna veličina predmemorije:
hu: A gyorsítótár maximális mérete:
it: Dimensione massima della cache:
ja: 最大キャッシュ容量:
ko: 최대 캐시 크기
lv: Maksimālais kešatmiņas izmērs:
nl: Maximale cachegrootte:
pl: Maksymalny rozmiar pamięci podręcznej:
pt_br: tamanho máximo de cache:
ro: Dimensiune maximă cache:
ru: Максимальный размер кэша:
sk: Maximálna veľkosť cache:
tr: Maksimum önbellek boyutu:
uk: Максимальний розмір кешу:
zh_hans: 缓存占用上限:
zh_hant: 快取大小上限:

# Goh-X4-4f1.title
source: 1.5x video size
af: 1,5x videogrootte
ca: 1.5x de la mida del vídeo
cs: 1,5× velikost videa
da: 1.5x video størrelse
de: 1,5-fache Videogröße
es: 1.5x tamaño del vídeo
fa: اندازه ویدیو 1.5x
fi: 1.5x videon koko
he: גודל הוידאו x1.5
hi: 1.5x वीडियो का आकार
hr: 1,5 × veličina videa
hu: 1.5x videó méret
it: Dimensione 1.5x
ja: ビデオサイズの1.5倍
ko: 비디오 크기의 1.5배
lv: Pusotra video izmēra - 1.5x
nl: 1.5x videogrootte
pl: 1.5x rozmiaru obrazu
pt_br: 1.5x tamanho do vídeo
ro: 1,5x din video
ru: 1,5× размера видео
sk: 1.5x veľkosť videa
tr: 1.5x video boyutu
uk: 150 % розміру відео
zh_hans: 1.5 倍视频大小
zh_hant: 1.5 倍視訊大小

# H1F-mm-Saq.title
source: Minimize
af: Minimaliseer
ca: Minimitza
cs: Minimalizovat
de: Minimieren
es: Minimizar
fa: کوچک کردن
fi: Pienennä
he: מזעור
hi: कम से कम
hr: Sklopi
hu: Kis méret
it: Contrai nel Dock
ja: 最小化
ko: 최소화
lv: Minimizēt
nl: Minimaliseer
pt_br: Minimizar
ro: Se minimizează
ru: Свернуть
sk: Zmenšiť
tr: Küçült
uk: Згорнути
zh_hans: 最小化

# I8t-ey-016.title
source: pt
cs: b
he: נקודות
hu: pont
lv: punkti
ru: пт
sk: b
uk: пт
zh_hans: 点/像素
zh_hant: 點

# KCL-Ki-A0p.title
source: Y offset:
af: Y-afstand:
ca: Desplaçament Y:
cs: Y posun:
da: Y forskydning:
de: Y-Versatz:
es: Desplazar en Y:
fa: افست عمودی:
fi: Y-siirtymä:
he: היסט רוחב:
hi: Y ओफ़्सेट:
hr: Odstupanje po Y-osi:
hu: Y eltolás:
it: Offset Y:
ja: Y座標:
ko: 세로 기준
lv: Y nobīde:
nl: Y-afstand:
pl: Oś Y:
ro: Compensare Y:
ru: Y-смещение:
sk: Posun Y:
tr: Kenardan Y uzaklığı:
uk: Зсув за віссю Y:
zh_hans: Y 方向:
zh_hant: Y 方向:

# KJT-iG-2xc.title
source: Fast Forward / Rewind
af: Spoel vorentoe / agtertoe
ca: Avanç ràpid / rebobinar
cs: Vpřed/vzad
da: Hurtig fremad/tilbage
de: Vor-/Zurückspulen
es: Avance rápido / rebobinado
fa: عقب/جلو کردن سریع
fi: Kelaus eteen / taakse
he: להריץ קדימה/אחורה
hi: फास्ट फॉरवर्ड / रिवाइंड
hr: Premotaj naprijed/natrag
hu: Gyors előre / vissza
it: Avanti / Indietro veloce
ja: 次へ / 前へ
ko: 빨리 감기 / 되감기
lv: Patīt uz priekšu/atpakaļ
nl: Vooruit-/terugspoelen
pl: Przewijanie w tył/do przodu
pt_br: Avanço / Retrocesso
ro: Repede Înainte / Înapoi
ru: Быстрая перемотка вперед/назад
sk: Dopredu / Dozadu
tr: Hızlı İleri Sar / Geri Sar
uk: перемотування назад / уперед
zh_hans: 快进/快退
zh_hant: 快進/快退

# MR7-Ac-SAO.title
source: 1x video size
af: 1x videogrootte
ca: 1x la mida del vídeo
cs: 1× velikost videa
da: 1x video størrelse
de: Originale Videogröße
es: 1x tamaño del vídeo
fa: اندازه ویدیو 1x
fi: 1x videon koko
he: גודל הוידאו x1
hi: 1x वीडियो का आकार
hr: 1 × veličina videa
hu: 1x videó méret
it: Dimensione 1x
ja: ビデオサイズの1倍
ko: 원래 비디오 크기
lv: Tiešs video izmērs - 1x
nl: Originele videogrootte
pl: 1x rozmiaru obrazu
pt_br: 1x tamanho video
ro: 1x din video
ru: 1× размера видео
sk: 1x veľkosť videa
tr: 1x video boyutu
uk: 100 % розміру відео
zh_hans: 1 倍视频大小
zh_hant: 1 倍視訊大小

# NUr-hY-gfo.title
source: Auto hide after:
af: Versteek outomaties na:
ca: Amaga automàticament després de:
cs: Automaticky skrýt po:
da: Auto skjul efter:
de: Ausblenden nach:
es: Ocultar después de:
fa: مخفي شدن خودکار بعد از:
fi: Piilota automaattisesti:
he: הסתר אוטומטית לאחר:
hi: ऑटो के बाद छिपा:
hr: Automatski sakrij nakon:
hu: Automatikus elrejtés miután:
it: Nascondi dopo:
ja: 非表示になるまで:
ko: 일정 시간 후 자동으로 숨김
lv: Automātiski paslēpt pēc:
nl: Automatisch verbergen na:
pl: Ukryj automatycznie po
pt_br: Auto esconder depois de:
ro: Auto ascunde după:
ru: Автоматически скрывать после:
sk: Automaticky skryť po:
tr: Otomatik gizle:
uk: Автоматично приховати через:
zh_hans: 自动隐藏:
zh_hant: 自動隱藏:

# NYG-e9-DV0.title
source: right
af: regter
ca: dreta
cs: pravému
da: Højre
de: rechten
es: derecho
fa: راست
fi: oikea
he: ימין
hi: सही
hr: desno
hu: jobb
it: destro
ja: 右
ko: 오른쪽
lv: labās
nl: rechter
pl: prawej
pt_br: direita
ro: dreapta
ru: правой
sk: vpravo
tr: sağ
uk: правого
zh_hans: 右
zh_hant: 右

# O8C-Vi-rSp.title
source: Automatically pause playback
af: Laat afspeel outomaties wag
ca: Atura automàticament la reproducció
cs: Аutomaticky pozastavit přehrávání
de: Wiedergabe automatisch pausieren
es: Pausar automáticamente la reproducción
fa: توقف خودکار پخش
fi: Tauota toisto automaattisesti
he: השהה אוטומטית את ההשמעה
hi: स्वचालित रूप से प्लेबैक रोकें
hr: Automatski zaustavi reprodukciju
hu: A lejátszás automatikus szüneteltetése
it: Metti in pausa la riproduzione
ja: 自動で再生を一時停止する
ko: 자동으로 일시 정지
lv: Automātiski apturēt atskaņošanu
nl: Pauzeer
pt_br: Pausar a reprodução automaticamente
ro: Pune pauză redării în mod automat
ru: Автоматически приостановить воспроизведение
sk: Automaticky pozastaviť prehrávanie
tr: Oynatımı otomatik olarak duraklat
uk: Автоматично зупинити відтворення
zh_hans: 自动暂停播放

# ObY-7B-NTO.title
source: s
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
hu: mp
it: sec.
ja: 秒
ko: 초
lv: sekundēm
ru: с
tr: sn. sonra
uk: с
zh_hans: 秒

# Ofm-qE-RgQ.title
source: Initial window position:
af: Aanvanklike vensterposisie:
ca: Posició inicial de la finestra:
cs: Počáteční pozice okna:
da: Inledende vindues position:
de: Startposition des Fensters:
es: Posición inicial de la ventana:
fa: وضعیت اوليه پنجره:
fi: Ikkunan alkusijainti:
he: מיקום חלון ראשוני:
hi: प्रारंभिक खिड़की की स्थिति:
hr: Početna pozicija prozora:
hu: Kezdeti ablakpozíció:
it: Posizione iniziale della finestra:
ja: ウィンドウの初期位置:
ko: 시작 시 윈도우 위치
lv: Loga sākuma pozīcija:
nl: Aanvankelijke vensterpositie:
pl: Początkowa pozycja okna:
pt_br: Posição inicial da janela:
ro: Poziția inițială a ferestrei:
ru: Начальное положение окна:
sk: Počiatočná pozícia okna:
tr: Başlangıç pencere boyutu:
uk: Початкове положення вікна:
zh_hans: 初始窗口位置
zh_hant: 初始視窗位置

# S8H-Xr-uVa.title
source: s
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
hu: mp
it: sec.
ja: 秒
ko: 초
lv: sekundēm
ru: с
tr: sn. sonra
uk: с
zh_hans: 秒

# SFX-ct-8MB.title
source: Always float on top while playing
af: Hou venster op voorgrond tydens afspeel
ca: Mostra sempre al damunt durant la reproducció
cs: Během přehrávání vždy plovoucí v popředí
da: Altid flyd ovenpå men afspilning foregår
de: Während der Wiedergabe immer oben schweben
es: Siempre flotar por encima mientras se reproduce
fa: هنگام پخش همیشه در بالای صفحه نمایان باشد
fi: Kelluu aina päällä toiston aikana
he: הצף תמיד מעל החלונות האחרים בזמן השמעה
hi: खेलते समय हमेशा ऊपर की ओर तैरें
hr: Uvijek prikaži tijekom reproduckije
hu: Mindig lebegjen lejátszás közben
it: Sempre in primo piano durante la riproduzione
ja: 再生中はウィンドウを最前面に固定する
ko: 재생할 때 모든 윈도우 위에 두기
lv: Atskaņošanas laikā vienmēr novietot virspusē pārējiem logiem
nl: Houd venster op voorgrond tijdens afspelen
pl: Zawsze na wierzchu podczas odtwarzania
pt_br: Manter janela sempre na frente ao reproduzir
ro: Întotdeauna deasupra în timpul redării
ru: Поверх всех окон во время воспроизведения
sk: Vždy zobraziť na vrchu počas prehrávania
tr: Oynatırken her zaman en üstte ol
uk: Завджи зверху під час перегляду
zh_hans: 播放时保持置顶
zh_hant: 播放時保持置頂

# ih8-5a-PYY.title
source: Always show float on top status in the title bar
cs: V záhlaví okna vždy zobrazit stav plovoucí v popředí
es: Mostrar siempre flotante en estado superior en la barra de título
he: הצג תמיד כפתור נעיצה (ציפה מעל הכל) בכותרת החלון
hu: Mindig mutasd a lebegő állapotot a címsorban
it: Mostra sempre lo stato fluttuante nella barra del titolo
ja: 常にタイトルバーに最前面表示の状態を表示
ko: 타이틀바에 모든 윈도우 위에 두기 상태 표시
ro: Afișează întotdeauna deasupra statusul în bara de titlu
ru: Всегда показывать статус «Поверх всех окон» в заголовке окна
tr: Pencere başlığında her zaman ön plana alma pinini göster
uk: Завжди показувати статус «Поверх усіх вікон» у заголовку вікна

# TWq-Xb-8Ee.title
source: Speed
af: Snelheid
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit ändern
es: Velocidad
fa: سرعت
fi: Nopeus
he: לשנות מהירות
hi: गति
hr: Brzina
hu: Sebesség
it: Velocità
ja: 再生速度
ko: 재생 속도
lv: Mainīt ātrumu
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
ro: Viteză
ru: Скорость
sk: Rýchlosť
tr: Hız
uk: перемикання швидкості
zh_hans: 速度
zh_hant: 速度

# TdN-pM-HHk.title
source: Medium Light
de: Mittelhell
he: בהירה למחצה
nl: Mediumlicht
pt_br: Luz Média
sk: Stredne svetlý
zh_hans: 稍亮

# Uc9-An-930.title
source: Height:
af: Hoogte:
ca: Alçada:
cs: Výška:
da: Højde:
de: Höhe:
es: Altura:
fa: ارتفاع:
fi: Korkeus:
he: גובה:
hi: ऊंचाई:
hr: Visina:
hu: Magasság:
it: Altezza:
ja: 縦幅:
ko: 세로
lv: Augstums:
nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
ro: Înălțime:
ru: Высота:
sk: Výška:
tr: Yükseklik:
uk: Висота:
zh_hans: 高:
zh_hant: 高:

# UhG-bZ-2zY.title
source: point
af: punt
ca: punt
cs: bodů
da: punkt
de: Punkt
es: punto
fa: نقطه
fi: piste
he: נקודות
hi: बिंदु
hr: točka
hu: pont
it: pixel
ja: ポイント
ko: 포인트
lv: pikseļu
nl: punt
pl: pikseli
pt_br: pontos
ro: punct
ru: пикселей
sk: bodov
tr: piksel
uk: точок
zh_hans: 像素
zh_hant: 像素

# VvZ-mQ-wQB.title
source: Dark
af: Donker
ca: Fosc
cs: Tmavé
de: Dunkel
es: Oscuro
fa: تیره
fi: Tumma
he: כהה
hi: अंधेरा
hr: Tamno
hu: Sötét
it: Scuro
ja: ダーク
ko: 다크 모드
lv: Tumšs
nl: Donker
pt_br: Escuro
ro: Întunecat
ru: Темная
sk: Tmavý
tr: Karanlık
uk: темна
zh_hans: 暗色

# X5B-TZ-ISz.title
source: point
af: punt
ca: punt
cs: bodů
da: punkt
de: Punkt
es: punto
fa: نقطه
fi: piste
he: נקודות
hi: बिंदु
hr: točka
hu: pont
it: pixel
ja: ポイント
ko: 포인트
lv: pikseļu
nl: punt
pl: pikseli
pt_br: pontos
ro: punct
ru: пикселей
sk: bodov
tr: piksel
uk: точок
zh_hans: 像素
zh_hant: 像素

# Xey-3m-f6G.title
source: Enable thumbnail preview
af: Toon duimnaelvoorskou
ca: Activa previsualització de miniatures
cs: Povolit načítání náhledů
da: Aktiver thumbnail forhåndsvisning
de: Vorschaubilder aktivieren
es: Habilitar vista previa de miniaturas
fa: فعال کردن پیش نمایش تصاویر مدیا
fi: Ota esikatselu käyttöön
he: הפעל תצוגה מקדימה של תמונות ממוזערות
hi: थंबनेल पूर्वावलोकन सक्षम करें
hr: Aktiviraj prikaz minijatura
hu: Indexkép előnézetének engedélyezése
it: Attiva anteprima miniature
ja: サムネイルプレビューを有効化
ko: 썸네일 미리보기 사용
lv: Iespējot sīkattēla rādīšanu
nl: Toon miniaturen
pl: Włącz podgląd miniatur
pt_br: Habilitar previsão por miniaturas
ro: Activează previzualizarea miniaturilor
ru: Включить показ миниатюр
sk: Povoliť náhľady
tr: Küçük resim önizlemeyi etkinleştir
uk: Увімкнути показ мініатюр
zh_hans: 启用缩略图预览
zh_hant: 啟用縮圖預覽

# Ydi-yB-FMe.title
source: to the
af: van die
ca: a la part
cs: k
da: til
de: vom
es: de la parte
fa: به
fi: jotta
he: אל ה
hi: को
hu: hoz
it: da
ja: 画面の
ko: 화면
lv: no
nl: van de
pl: od
pt_br: para
ro: spre
ru: к
sk: do
tr: ekranın
uk: до
zh_hans: 距离屏幕
zh_hant: 距離螢幕
