Repository: iina/iina
Catalog: iina/*.lproj/PrefUIViewController.strings
Languages: af, ca, cs, da, de, es, fa, fi, he, hi, hr, hu, it, ja, ko, lv, nl, pl, pt_br, ro, ru, sk, tr, uk, zh_hans, zh_hant

# Ymw-tr-6rw.title
source: X offset:
af: X-afstand:
ca: Desplaçament X:
cs: X posun:
da: X forskydning:
de: X-Versatz:
es: Desplazar en X:
fa: افست افقی:
fi: X-siirtymä:
he: היסט גובה:
hi: X ओफ़्सेट:
hr: Odstupanje po X-osi:
hu: X eltolás:
it: Offset X:
ja: X座標:
ko: 가로 기준
lv: X nobīde:
nl: X-afstand:
pl: Oś X:
ro: Compensare X:
ru: X-смещение:
sk: Posun X:
tr: Kenardan X uzaklığı:
uk: Зсув за віссю X:
zh_hans: X 方向:
zh_hant: X 方向:

# Zc7-sP-Rdp.title
source: Do nothing
af: Doen niks
ca: No fer res
cs: Nedělat nic
de: Nichts tun
es: No hacer nada
fa: کاری نکن
fi: Älä tee mitään
he: אל תעשה כלום
hi: कुछ मत करो
hr: Ne čini ništa
hu: Ne csináljon semmit
it: Mostra
ja: 何もしない
ko: 동작 없음
lv: Darīt neko
nl: Doe niets
pt_br: Não fazer nada
ro: Nu face nimic
ru: Ничего не делать
sk: Nerobiť nič
tr: Hiçbir şey yapma
uk: Нічого не робити
zh_hans: 无行动

# Zjr-q7-WsD.title
source: Resize the window to fit video size:
af: Pas die venster aan na videogrootte:
ca: Ajusta la mida de la finestra a la mida del vídeo:
cs: Přizpůsobit velikost okna velikosti videa:
da: Juster viduet til video størrelse:
de: Fenster an Videogröße anpassen:
es: Cambiar el tamaño de la ventana para adaptarse al tamaño del video:
fa: تغییر اندازه پنجره متناسب با اندازه ویدیو:
fi: Sovita ikkuna videon kokoon:
he: שנה את גודל החלון כך שיתאים לגודל הווידאו:
hi: वीडियो आकार फिट करने के लिए विंडो का आकार बदलें:
hr: Prilagodi veličinu prozora veličini videa:
hu: Méretezze át az ablakot a videó méretéhez:
it: Ridimensiona la finestra per adattarla alla dimensione del video:
ja: ウィンドウの大きさをビデオサイズに合わせる:
ko: 비디오에 맞게 윈도우 크기 조정:
lv: Mainīt loga izmēru atbilstoši video izmēram:
nl: Pas het venster aan naar videogrootte:
pl: Dopasuj okno do rozmiaru obrazu:
pt_br: Redimensionar janela para caber o tamanho do video:
ro: Redimensionează fereastra pentru a se potrivi dimensiunii video:
ru: Изменение размера окна в соответствии с размером видео:
sk: Prispôsobiť veľkosť okna veľkosti videa:
tr: Pencereyi video boyutuna uydur:
uk: Підлаштувати вікно до розміру відео:
zh_hans: 自动调整窗口大小以适合视频:
zh_hant: 自動調整視窗大小以適合視訊:

# baY-O6-fcB.title
source: Toggle Picture-in-Picture by minimizing/un-minimizing the window
af: Gebruik Beeld-in-beeld solank die venster geminimaliseerd is
ca: Commuta Picture-in-Picture minimitzant/desminitmitzant la finestra
cs: Přepnout obraz v obrazu minimalizováním/maximalizováním okna
de: Bild-in-Bild durch Minimieren oder Wiederherstellen ein-/ausschalten
es: Alternar Imagen dentro de imagen al minimizar/desminimizar la ventana
fa: تغییر تصویر در تصویر با کوچک کردن/بزرگ کردن صفحه
fi: Vaihda kuva kuvassa -tilaan pienentämällä/suurentamalla ikkunan
he: הפעל/כבה מצב תמונה בתוך תמונה על ידי מזעור/ביטול מזעור החלון
hi: विंडो को छोटा / अन-मिनिमाइज़ करके पिक्चर-इन-पिक्चर को टॉगल करें
hr: Uključi/Isključi modus slika-u-slici sklapanjem/rasklapanjem prozora
hu: Kép a képben kapcsolása az ablak minimalizálása/ki-minimalizálásával
it: Attiva Picture-in-Picture contraendo / espandendo la finestra
ja: ウィンドウの最小化/復元に合わせてピクチャー・イン・ピクチャーを切り替える
ko: 윈도우 최소화/복원할 때 화면 속 화면으로 전환/복귀
lv: Pārslēgties uz "Attēls-Attēlā", minimizējot/palielinot logu
nl: Gebruik Beeld-in-beeld zolang het venster geminimaliseerd is
pt_br: Alternar Picture-in-Picture, minimizando/maximizando a janela
ro: Activează Picture-in-Picture la minimizarea/re-afișarea ferestrei
ru: Переходить в режим «Картинка в Картинке» при сворачивании или разворачивании окна
sk: Zapnúť/vypnúť Picture-in-Picture zmenšením/zväčšením okna
tr: Pencereyi küçülterek/büyüterek Resim İçinde Resim'e geçiş yap
uk: Перемкнути «Картинка в картинці» згортанням / розгортанням вікна
zh_hans: 最小化/还原窗口时，自动切换“画中画”模式

# dUG-QD-CXL.title
source: 2x video size
af: 2x videogrootte
ca: 2x la mida del vídeo
cs: 2× velikost videa
da: 2x video størrelse
de: Doppelte Videogröße
es: 2x tamaño del vídeo
fa: اندازه ویدیو 2x
fi: 2x videon koko
he: גודל הוידאו x2
hi: 2x वीडियो का आकार
hr: 2 × veličina videa
hu: 2x videó méret
it: Dimensione 2x
ja: ビデオサイズの2倍
ko: 비디오 크기의 2배
lv: Divkāršs video izmērs - 2x
nl: Dubbele videogrootte
pl: 2x rozmiaru obrazu
pt_br: 2x tamanho do video
ro: 2x din video
ru: 2× размера видео
sk: 2x veľkosť videa
tr: 2x video boyutu
uk: 200 % розміру відео
zh_hans: 2 倍视频大小
zh_hant: 2 倍視訊大小

# duf-3s-3bL.title
source: Disabled
af: Gedeaktiveer
ca: Desactivat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fa: غیر فعال
fi: Pois käytöstä
he: מושבת
hi: अक्षम
hr: Onemogućeno
hu: Kikapcsolva
it: Disabilitato
ja: 無効
ko: 크기 조정하지 않음
lv: Izslēgts
nl: Uitgeschakeld
pl: Nigdy
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sk: Nepovolené
tr: Etkin Değil
uk: Ніколи
zh_hans: 不启用
zh_hant: 不啟用

# fsj-YE-OB7.title
source: Use physical resolution on Retina displays
af: Gebruik fisiese resolusie op Retina-skerms
ca: Utilitza la resolució en pantalles Retina
cs: Použít skutečné rozlišení Retina displeje
da: Brug fysiks opløsning på retina skærme
de: Bei Retina-Displays physikalische Auflösung verwenden
es: Utilizar la resolución física en pantallas retina
fa: استفاده از وضوح طبیعی در نمایشگر های رتینا
fi: Käytä fyysistä resoluutiota Retina-näytöissä
he: השתמש ברזולוציה פיזית על צגי Retina
hi: रेटिना डिस्प्ले पर भौतिक रिज़ॉल्यूशन का उपयोग करें
hr: Koristi fizičku rezoluciju na Retina ekranima
hu: Használjon fizikai felbontást a Retina kijelzőkön
it: Usa risoluzione reale negli schermi Retina
ja: Retinaディスプレイならばその解像度を使用する
ko: Retina Display에서 실제 해상도 사용
lv: Izmantot fizisko izšķirtspēju Retina ekrānos
nl: Gebruik volledige resolutie op Retina-schermen
pl: Użyj fizycznej rozdzielczości na ekranach Retina
pt_br: Usar resolução física em telas Retina
ro: Utilizează dimensiunea fizică pe ecranele Retina
ru: Использовать физическое разрешение на экранах Retina
sk: Použiť skutočné rozlíšenie na Retina displejoch
tr: Retina ekranlarda fiziksel çözünürlüğü kullan
uk: Враховувати фізичну роздільність на дисплеях Retina
zh_hans: 在 Retina 屏幕上使用物理分辨率
zh_hant: 於 Retina 螢幕上使用物理分辨率

# g06-Ja-Ot8.title
source: On Screen Controller:
af: Op-skerm-beheer:
ca: Control de pantalla:
cs: Ovladač na obrazovce:
de: Steuerelemente:
es: Control en pantalla:
fa: نمایش کنترلر:
fi: Kuvaruudunohjaimet:
he: פקדים על המסך:
hi: स्क्रीन नियंत्रक पर:
hr: Kontrole na ekranu:
hu: Kijelzőn lévő kontroller:
it: Controlli nello schermo:
ja: オンスクリーン コントローラ (OSC):
ko: 재생 제어기 (OSC)
lv: Ekrāna vadības panelis:
nl: Afspeelregelaars:
pl: Interfejs sterowania:
pt_br: Controles OSD:
ro: Controale pe ecran:
ru: Экранное меню:
sk: Ovládač:
tr: Ekran Üstü Kontrolleri:
uk: Панель керування:
zh_hans: 播放控制:
zh_hant: 播放控制:

# iRn-3s-oQH.title
source: of the screen
af: van die skerm
ca: de la pantalla
cs: kraji obrazovky
da: af skærmen
de: Bildschirmrand entfernt
es: de la pantalla
fa: از صفحه نمایش
fi: ruudulla oleva
he: של המסך
hi: स्क्रीन के
hr: od ekrana
hu: a képernyőről
it: lo schermo
ja: 端から
ko: 를 기준으로
lv: no ekrāna
nl: van het scherm
pl: ekranu
pt_br: da tela
ro: ecranului
ru: части экрана
sk: obrazovky
tr: tarafından
uk: краю екрану
zh_hans: 部
zh_hant: 部

# kOT-8q-E57.title
source: Display time and battery info when in full screen
af: Toon tyd- en battery-inligting wanneer in volskerm
ca: Mostra l'hora i la informació de la bateria en pantalla completa
cs: Zobrazit čas a informace o baterii v režimu celé obrazovky
da: Vis tid og batteri info når fuldskærmsvisning er aktiv
de: Zeit und Batteriestatus im Vollbildmodus anzeigen
es: Mostrar el tiempo y la información de la batería cuando se está en pantalla completa
fa: نمایش زمان و اطلاعات باتری در حالت تمام صفحه
fi: Näytä aika ja akun tiedot koko näytön tilassa
he: הצג מידע שעה וסוללה כאשר פועל במסך מלא
hi: जब पूर्ण स्क्रीन में समय और बैटरी की जानकारी प्रदर्शित करें
hr: Prikaži podatake o vremenu i bateriji u cjeloekranskom prikazu
hu: Az idő és az akkumulátor információ megjelenítése teljes képernyőn
it: Visualizza ora e % batteria quando a tutto schermo
ja: フルスクリーン時に現在時刻とバッテリー残量を表示する
ko: 전체 화면에서 시간과 배터리 정보 보여주기
lv: Rādīt laiku un akumulatora informāciju pilnekrāna režīmā
nl: Toon tijd en batterij in schermvullende weergave
pl: Pokaż godzinę oraz stan baterii podczas otwarzania na pełnym ekranie
pt_br: Mostrar tempo e informações da bateria quando em tela cheia
ro: Afișează timpul și informațiile despre baterie în ecran complet
ru: Отображать время и информацию о батарее в полноэкранном режиме
sk: Zobraziť čas a info o batérii počas prehrávania na celej obrazovke
tr: Tam ekranda pil ve saat bilgilerini göster
uk: Показувати час та дані про батарею в повноекранному режимі
zh_hans: 全屏时显示系统时间及电量
zh_hant: 全螢幕時顯示系統時間及電量

# kYu-0l-jQQ.title
source: Thumbnail Preview:
af: Duimnaelvoorskou:
ca: Previsualització de miniatures:
cs: Náhled:
da: Thumbnail forehåndsvisning:
de: Miniaturbild-Vorschau:
es: Vista previa de miniaturas:
fa: پیشنمایش تصویر بندانگشتی:
fi: Pikkukuvan esikatselu:
he: תצוגה מקדימה ממוזערת:
hi: थंबनेल पूर्वावलोकन:
hr: Prikaz minijatura slika:
hu: Miniatűr előnézet:
it: Anteprima miniature:
ja: サムネイルプレビュー:
ko: 섬네일 미리보기
lv: Sīkattēla rādīšana:
nl: Miniaturen:
pl: Podgląd miniatur:
pt_br: Previsão por Miniaturas:
ro: Previzualizare Miniaturi:
ru: Показ миниатюр:
sk: Náhľad:
tr: Küçük Resim Önizlemesi:
uk: Мініатюри:
zh_hans: 缩略图预览:
zh_hant: 縮圖預覽:

# l54-63-V6n.title
source: Layout:
af: Uitleg:
ca: Disposició:
cs: Umístění:
de: Position:
es: Diseño:
fa: چیدمان:
fi: Asettelu:
he: פריסה:
hi: ख़ाका:
hr: Raspored:
hu: Elrendezés:
it: Disposizione:
ja: レイアウト:
ko: 화면에서의 위치
lv: Izkārtojums:
pl: Układ:
ro: Aspect:
ru: Расположение:
sk: Rozloženie:
tr: Yerleşim Düzeni:
uk: Розташування:
zh_hans: 样式:
zh_hant: 樣式:

# lZc-Dl-3cQ.title
source: Light
af: Lig
ca: Llum
cs: Světlé
de: Hell
es: Claro
fa: روشن
fi: Vaalea
he: בהירה
hi: प्रकाश
hr: Svijetla
hu: Világos
it: Chiaro
ja: ライト
ko: 라이트 모드
lv: Gaišs
nl: Licht
pt_br: Claro
ro: Luminos
ru: Светлая
sk: Svetlý
tr: Açık
uk: світла
zh_hans: 亮色

# mM7-1Q-FyL.title
source: Appearance:
af: Voorkoms:
ca: Aparença:
cs: Vzhled:
da: Udseende:
de: Aussehen:
es: Apariencia:
fa: ظاهر:
fi: Ulkonäkö:
he: מראה:
hi: दिखावट:
hr: Izgled:
hu: Megjelenés:
it: Aspetto:
ja: 外観:
ko: 모양새
lv: Izskats:
nl: Weergave:
pt_br: Aparência:
ro: Aspect:
ru: Внешний вид:
sk: Vzhľad:
tr: Görünüm:
uk: Оформлення:
zh_hans: 外观:

# mdD-if-Wqw.title
source: Snap to center when dragging
af: Spring na die middel tydens sleep
ca: Ajusta al centre a l'arrossegar
cs: Přichytit ke středu při táhnutí
da: Snap til center mens der trækkes
de: Beim Bewegen am Mittelpunkt kleben
es: Ajustar al centro al arrastrar
fa: ضربه به مرکز هنگام کشیدن
fi: Kiinnitä keskelle vetämällä
he: הצמד למרכז בעת גרירה
hi: खींचते समय केंद्र पर स्नैप करें
hr: Privuci u središte prilikom povlačenja
hu: Középre ugrás húzásnál
it: Tieni al centro quando trascini
ja: ドラッグ時に中央にスナップする
ko: 마우스로 끌때 화면 가운데 맞춤
lv: Velkot, nofiksējiet to centrā
nl: Spring naar het midden tijdens het slepen
pl: Przyciągaj do środka podczas przeciągania
pt_br: Grudar ao centro quando arrastar
ro: Snap pe centru în timpul mutării
ru: Привязка к центру при перетаскивании
sk: Prichytiť do stredu pri ťahaní
tr: Sürüklerken merkeze hizala
uk: Фіксувати в центрі при переміщуванні
zh_hans: 拖动时吸附到窗口中心
zh_hant: 拖動時吸附到窗口中心

# mjs-jg-wm1.title
source: Enable animations
af: Disable animations
ca: Disable animations
cs: Disable animations
es: Desactivar animaciones
fa: Disable animations
fi: Disable animations
he: השבת אנימציות
hi: Disable animations
hr: Deaktiviraj animacije
hu: Animációk letiltása
it: Disabilita le animazioni
ja: アニメーションを無効化
ko: 애니메이션 비활성화
lv: Disable animations
ro: Oprește animațiile
ru: Отключить анимации
tr: Disable animations
uk: Вимкнути анімації

# oJ8-74-L3z.title
source: Previous / Next Media
af: Vorige / volgende media
ca: Anterior / Següent fitxer
cs: Předchozí/další soubor
da: Forrige / næste medie
de: Vorherige/Nächste Datei
es: Anterior / Siguiente archivo
fa: مدیای قبلی / بعدی
fi: Edellinen / seuraava media
he: לעבור למדיה הקודמת/הבאה
hi: पिछला / अगला मीडिया
hr: Prethodni/sljedeći medij
hu: Előző / Következő Média
it: File precedente / successivo
ja: 前 / 次のメディアへ
ko: 이전 / 다음 파일
lv: Atskaņot iepriekšējo / nākamo medijas failu
nl: Vorige/volgende bestand
pl: Poprzedni/następny plik
pt_br: Anterior / Proxima Mídia
ro: Precedentul / Următorul element media
ru: Предыдущий/Следующий файл
sk: Predchádzajúci / Ďalší Súbor
tr: Önceki / Sonraki Medya
uk: переходу до попереднього / наступного файлу
zh_hans: 上一个/下一个媒体
zh_hant: 上一個/下一個媒體

# oYc-L7-qQd.title
source: top
af: bokant
ca: superior
cs: hornímu
de: oberen
es: superior
fa: بالا
fi: ylhäällä
he: ראש החלון
hi: चोटी
hr: gore
hu: legjobb
it: sopra
ja: 上
ko: 위
lv: augšējās
nl: bovenkant
pl: góry
pt_br: topo
ro: susul
ru: верхней
sk: hore
tr: üst
uk: верхнього
zh_hans: 顶
zh_hant: 頂

# pV2-12-PmM.title
source: Ultra Dark
de: Sehr dunkel
he: כהה במיוחד
nl: Extra donker
pt_br: Super Escuro
sk: Veľmi tmavý
zh_hans: 更暗

# qbc-CY-bdK.title
source: to the
af: van die
ca: al costat
cs: k
da: til
de: vom
es: al lado
fa: به
fi: jotta
he: אל
hi: को
hr: na
hu: hoz
it: dal lato
ja: 画面の
ko: 화면
lv: no
nl: van de
pl: od
pt_br: para o
ro: spre
ru: к
sk: do
tr: ekranın
uk: до
zh_hans: 距离屏幕
zh_hant: 距離螢幕

# qn6-Bp-Mqp.title
source: Match System Appearance
af: Outomaties
ca: Coincidir amb l'aparença del sistema
cs: Přizpůsobit systémovému vzhledu
de: An System anpassen
es: Coincidir apariencia del sistema
fa: استفاده از ظاهر سیستم
fi: Sovita järjestelmän ulkonäköön
he: לפי הגדרת המערכת
hi: मैच प्रणाली उपस्थिति
hr: Prilagodi izgledu sustava
hu: Rendszer téma használata
it: Utilizza l'aspetto di sistema
ja: システム設定に合わせる
ko: 화면 모드에 맞춤
lv: Saskaņot ar sistēmas izskatu
nl: Automatisch
pt_br: Corresponder a aparência do sistema
ro: Potrivire Aspect sistem
ru: Совместимость системы
sk: Zrkadliť Systémový Vzhľad
tr: Sistem Görünümü ile Eşleş
uk: як системна
zh_hans: 匹配系统外观

# s2E-9N-K86.title
source: point
af: punt
ca: punt
cs: bodů
da: punkt
de: Punkt
es: punto
fa: نقطه
fi: piste
he: נקודות
hi: बिंदु
hr: točka
hu: pont
it: pixel
ja: ポイント
ko: 포인트
lv: pikseļu
nl: punt
pl: pikseli
pt_br: pointo
ro: punct
ru: пикселей
sk: bodov
tr: piksel
uk: точок
zh_hans: 像素
zh_hant: 像素

# sJe-bK-eHi.title
source: left
af: linker
ca: esquerra
cs: levému
da: venstre
de: linken
es: izquierdo
fa: چپ
fi: vasen
he: שמאל
hi: बाएं
hr: lijevo
hu: bal
it: sinistro
ja: 左
ko: 왼쪽
lv: kreisās
nl: linker
pl: lewej
pt_br: esquerda
ro: stânga
ru: левой
sk: vľavo
tr: sol
uk: лівого
zh_hans: 左
zh_hant: 左

# se2-DE-pJk.title
source: Top
af: Bo
ca: Superior
cs: Nahoře
de: Oben
es: En la parte superior
fa: بالا
fi: Ylhäällä
he: ראש החלון
hi: चोटी
hr: Gore
hu: Legjobb
it: Sopra
ja: 上に固定
ko: 상단
lv: Augšā
nl: Boven
pl: Góra
pt_br: Topo
ro: Sus
ru: Сверху
sk: Hore
tr: Üstte
uk: Угорі
zh_hans: 顶部
zh_hant: 位於頂部

# suy-e8-j4i.title
source: Text size:
af: Teksgrootte:
ca: Mida del text:
cs: Velikost textu:
da: Tekst størrelse:
de: Schriftgröße:
es: Tamaño del texto:
fa: اندازه متن:
fi: Tekstin koko:
he: גודל טקסט:
hi: पाठ का आकार:
hr: Veličina teksta:
hu: Betűméret:
it: Dimensione testo:
ja: 文字サイズ:
ko: 텍스트 크기:
lv: Teksta izmērs:
nl: Lettergrootte:
pl: Rozmiar tekstu:
pt_br: Tamanho do texto:
ro: Dimensiune text:
ru: Размер текста:
sk: Veľkosť textu:
tr: Yazı boyutu:
uk: Розмір тексту:
zh_hans: 字号:
zh_hant: 字體大小:

# vdi-lO-q6e.title
source: fit the screen
af: pas in die skerm
ca: ajusta a la pantalla
cs: přizpůsobit obrazovce
da: tilpas til skærm
de: An Bildschirm anpassen
es: ajustarse a la pantalla
fa: متناسب با صفحه نمایش
fi: sovita näytölle
he: התאמה למסך
hi: स्क्रीन फिट
hr: prilagodi veličini ekrana
hu: képernyő kitöltése
it: Adatta allo schermo
ja: スクリーンに合わせる
ko: 화면 크기에 맞춤
lv: Pielāgot ekrāna izmēram
nl: Passend in beeldscherm
pl: wymiarów ekranu
pt_br: encaixar na tela
ro: potrivește la ecran
ru: подгонять экран
sk: vyplniť obrazovku
tr: ekrana uydur
uk: за розміром екрану
zh_hans: 适应屏幕大小
zh_hant: 適應螢幕大小

# xMh-SP-nkc.title
source: Enable OSD
af: Aktiveer OSD
ca: Activa OSD
cs: Povolit OSD
de: On-Screen-Anzeige aktivieren
es: Habilitar OSD
fa: فعال کردن نمایش روی صفحه
fi: Ota käyttöön OSD
he: הפעל OSD
hi: OSD सक्षम करें
hr: Aktiviraj OSD
hu: OSD engedélyezése
it: Abilita OSD
ja: OSDを有効化
ko: OSD 사용
lv: Iespējot Informācija ekrānā (OSD)
nl: Schakel de OSD in
pt_br: Ativar OSD
ro: Activează OSD
ru: Включить экранное меню
sk: Povoliť OSD
tr: OSD'yi aktif et
uk: Увімкнути відображення
zh_hans: 启用 OSD

# xP1-Vh-27X.title
source: Toolbar:
af: Nutsbalk:
ca: Barra d'eines:
cs: Panel nástrojů:
de: Werkzeugleiste:
es: Barra de herramientas:
fa: نوار ابزار:
fi: Työkalurivi:
he: סרגל כלים:
hi: टूलबार:
hr: Alatna traka:
hu: Eszköztár:
it: Barra degli strumenti:
ja: ツールバー:
ko: 도구 막대
lv: Rīkjosla:
nl: Werkbalk:
ro: Bară:
ru: Панель инструментов:
sk: Panel Nástrojov:
tr: Araç çubuğu:
uk: Панель інструментів:
zh_hans: 工具栏:

# xrJ-Um-BrJ.title
source: % of screen
af: % van skerm
ca: % de la pantalla
cs: % obrazovky
da: % af skærm
de: % des Bildschirms
es: % de pantalla
fa: % از صفحه
fi: % näytöstä
he: אחוז מהמסך
hi: % का स्क्रीन
hr: % ekrana
hu: a képernyő %-a
it: % dello schermo
ja: % (画面の割合)
ko: % (화면크기 대비)
lv: % no ekrāna
nl: % van scherm
pl: % ekranu
pt_br: % da tela
ro: % din ecran
ru: % экрана
sk: % obrazovky
tr: % / Ekran
uk: % екрану
zh_hans: % 屏幕大小
zh_hant: % 螢幕大小

# xtL-XT-xzb.title
source: Hide
af: Versteek
ca: Amaga
cs: Skrýt
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
he: הסתר
hi: छिपाना
hr: Sakrij
hu: Elrejtés
it: Nascondi
ja: 隠す
ko: 숨기기
lv: Paslēpt
nl: Verberg
pt_br: Esconder
ro: Se ascunde
ru: Скрыть
sk: Skryť
tr: Gizle
uk: Сховати
zh_hans: 隐藏

# yIN-jg-MxS.title
source: Always
af: Altyd
ca: Sempre
cs: Vždy
da: Altid
de: Immer
es: Siempre
fa: همیشه
fi: Aina
he: תמיד
hi: सदैव
hr: Uvijek
hu: Mindig
it: Sempre
ja: 常に
ko: 항상
lv: Vienmēr
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
tr: Her zaman
uk: Завжди
zh_hans: 播放新视频时总是如此
zh_hant: 播放新視訊時總是如此

# yLF-vu-1Gl.title
source: Theme:
af: Tema:
ca: Tema:
cs: Téma:
da: Tema:
de: Erscheinungsbild:
es: Tema:
fa: پوسته:
fi: Teema:
he: ערכת נושא:
hi: थीम:
hr: Tema:
hu: Téma:
it: Tema:
ja: テーマ:
ko: 화면 모드:
lv: Tēma:
nl: Thema:
pt_br: Tema:
ro: Temă:
ru: Тема:
sk: Téma:
tr: Tema:
uk: Тема:
zh_hans: 主题:

# zOq-Em-wUe.title
source: Initial window size:
af: Aanvanklike venstergrootte:
ca: Mida inicial de la finestra:
cs: Počáteční velikost okna:
da: Indledende vindues størrelse:
de: Startgröße des Fensters:
es: Tamaño de la ventana inicial:
fa: اندازه اولیه‌ی پنجره:
fi: Ikkunan alkukoko:
he: גודל חלון ראשוני:
hi: प्रारंभिक खिड़की का आकार:
hr: Izvorna veličina prozora:
hu: Kezdeti ablakméret:
it: Dimensione iniziale della finestra:
ja: ウィンドウの初期サイズ:
ko: 시작시 윈도우 크기:
lv: Sākotnējais loga izmērs:
nl: Aanvankelijke venstergrootte:
pl: Początkowy rozmiar okna:
pt_br: Tamanho inicial da janela:
ro: Dimensiunea inițială a ferestrei:
ru: Начальный размер окна:
sk: Počiatočná veľkosť okna:
tr: Başlangıç pencere boyutu:
uk: Початковий розмір вікна:
zh_hans: 初始窗口大小:
zh_hant: 初始視窗大小:

# 3jK-z5-NDH.title
source: MB
fa: مگابایت
fi: Mt
ru: МБ
uk: МБ
