Repository: iina/iina
Catalog: iina/*.lproj/PrefAdvancedViewController.strings
Languages: af, ar, ca, cs, da, es, fr, he, hi, hr, ja, ko, nl, pl, pt, ro, sk, sv, tr, uk, zh_hant

# 6F6-Y7-8oR.title
source: Additional mpv options
af: Bykomende mpv-opsies
ar: خيارات mpv إضافية
ca: Opcions addicionals de mpv
cs: Další možnosti mpv
da: Yderligere mpv muligheder
es: Opciones adicionales de mpv
fr: Option MPV additionelles
he: אפשרויות mpv נוספות
hi: अतिरिक्त mpv विकल्प
hr: Dodatne mpv opcije
ja: mpvの追加オプション
ko: 추가 설정
nl: Extra mpv-opties
pl: Dodatkowe opcje mpv
pt: Opções adicionais de mpv
ro: Opțiuni mpv adiționale
sk: Ďalšie MPV nastavenia
sv: Ytterligare mpv-alternativ
tr: Ek mpv seçenekleri
uk: Додаткові опції mpv
zh_hant: 其他 mpv 選項

# 7ml-VU-xWv.title
source: Enable advanced settings
af: Aktiveer gevorderde instellings
ar: تمكين الإعدادات المتقدمة
ca: Habilita opcions avançadades
cs: Povolit pokročilá nastavení
da: Aktiver avancerede indstillinger
es: Habilitar configuración avanzada
fr: Activer paramètres avancée
he: אפשר הגדרות מתקדמות
hi: उन्नत सेटिंग्स सक्षम करें
hr: Aktiviraj napredne postavke
ja: 高度な設定を有効化
ko: 고급 설정 사용
nl: Activeer geavanceerde instellingen
pl: Włącz zaawansowane opcje
pt: Ativar filtros avançados
ro: Activează setările avansate
sk: Povoliť pokročilé nastavenia
sv: Aktivera avancerade alternativ
tr: Gelişmiş ayarları etkinleştir
uk: Увімкнути просунуті опції
zh_hant: 啟用進階設定

# E3I-Q7-9t1.headerCell.title
source: Name
af: Naam
ar: الاسم
ca: Nom
cs: Název
da: Navn
es: Nombre
fr: Nom
he: שם
hi: नाम
hr: Ime
ja: 名前
ko: 항목
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
sk: Názov
sv: Namn
tr: İsim
uk: Назва
zh_hant: 選項

# HMa-Vz-EUk.title
source: The following settings will require restarting IINA to take effect.
af: IINA moet herbegin word vir die volgende instellings om toegepas te word.
ar: سوف تتطلب الإعدادات التالية إعادة تشغيل IINA حتى تصبح سارية المفعول.
ca: És necessari reiniciar IINA per tal que els següents paràmetres tinguin efecte.
cs: Následující nastavení vyžadují restartování IINA.
da: De følgende indstillinger kræver genstart af IINA for træde i kræft.
es: Los siguientes ajustes requerirán que reinicie IINA para que surtan efecto.
fr: Les paramètres suivant nécéssitent le relancement de IINA.
he: שינוי של ההגדרות הבאות דורש הפעלה מחדש של IINA כדי להיכנס לתוקף.
hi: निम्नलिखित सेटिंग्स को प्रभावी होने के लिए IINA को पुनः आरंभ करने की आवश्यकता होगी।
hr: Sljedeće postavke zahtijevaju ponovno pokretanje IINA-e kako bi stupile na snagu.
ja: 設定を反映させるにはIINAを再起動する必要があります。
ko: 아래 설정을 적용하려면 IINA를 종료한 후 다시 실행해야 합니다.
nl: Om de volgende instellingen toe te passen moet je IINA opnieuw opstarten.
pl: Zmiany w poniższych ustawieniach zostaną zastosowane dopiero po ponownym uruchomieniu aplikacji.
pt: As configurações seguintes requerem a reinicialização do IINA para surtir efeito.
ro: Setările următoare au nevoie de restartul IINA pentru a avea efect.
sk: Nasledujúce nastavenia vyžadujú reštartovať IINA.
sv: Följande inställningar kräver omstart av IINA för att ge effekt.
tr: Bu ayarların etkinleşmesi için IINA'nın yeniden başlatılması gerekecek.
uk: Треба буде перезапустити IINA після активації цих налаштувань.
zh_hant: 您必須重新啟動 IINA 來讓以下所有設定生效。

# JDA-g3-RNX.title
source: Open log directory
af: Open logboekgids
ar: فتح سجل الدليل
ca: Obre la carpeta de registres
cs: Otevřít složku s protokoly
da: Åben log mappe
es: Abrir la carpeta de logs
fr: Ouvrir repertoire de log
he: פתח תיקיית יומן
hi: लॉग निर्देशिका खोलें
hr: Otvori mapa dnevnika
ja: ログディレクトリーを開く
ko: 로그 저장 디렉토리 열기
nl: Open logboeken
pl: Otwórz katalog z dziennikami zdarzeń
pt: Abrir pasta de registo
ro: Deschide dosarul cu jurnale
sk: Otvoriť adresár s logmi
sv: Öppna katalog för loggar
tr: Günlük dizinini aç
uk: Відкрити диреторію з логами
zh_hant: 打開日誌檔案夾

# LCd-uY-Yze.title
source: Enable logging
af: Aktiveer logboekstawing
ar: تمكين التسجيل إلى الملف
ca: Activa el registre
cs: Povolit protokolování do souboru
da: Aktiver logging
es: Habilitar el log
fr: Activer logging
he: הפעל רישום
hi: लॉगिंग करने देना
hr: Omogući dnevnika
ja: ログを残す
ko: 로그 기록하기
nl: Schakel logboeken in
pl: Włącz rejestrowanie zdarzeń
pt: Ativar registro de logs
ro: Activează înregistrarea
sk: Povoliť logovanie
sv: Aktivera loggning
tr: Günlük kaydını etkinleştir
uk: Увімкнути запис логів
zh_hant: 記錄日誌

# MRT-u8-xTX.title
source: Choose directory…
af: Kies gids…
ar: اختر المجلد...
ca: Selecciona el directori…
cs: Vybrat složku…
da: Vælg Mappe…
es: Elegir directorio…
fr: Choisir repertoire
he: בחר תיקייה…
hi: निर्देशिका चुनें…
hr: Odaberi mapu…
ja: ディレクトリーを選択…
ko: 디렉토리 선택…
nl: Kies map…
pl: Wybierz katalog…
pt: Escolher pasta…
ro: Alege dosarul…
sk: Vybrať adresár…
sv: Välj katalog…
tr: Dizin seç…
uk: Обрати директорію…
zh_hant: 選擇檔案夾⋯

# Qmc-Tb-d7d.title
source: Settings
af: Instellings
ar: الإعدادات
ca: Paràmetres
cs: Nastavení
he: הגדרות
hi: सेटिंग्स
hr: Postavke
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
ro: Setări
sv: Inställningar
tr: Ayarlar
zh_hant: 設定

# SX9-fy-bss.headerCell.title
source: Value
af: Waarde
ar: القيمة
ca: Valor
cs: Hodnota
da: Værdi
es: Valor
fr: Valeur
he: ערך
hi: मूल्य
hr: Vrijednost
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt: Valor
ro: Valoare
sk: Hodnota
sv: Värde
tr: Değer
uk: Значення
zh_hant: 值

# ehL-8Y-G8h.title
source: Use config directory:
af: Gebruik konfigurasiegids:
ar: إستخدام مجلد الاعدادات:
ca: Utilitza el directori de configuració:
cs: Použít konfigurační složku:
da: Brug config directory:
es: Usar el directorio de configuración:
fr: Utiliser repertoire pour configuation:
he: השתמש בתקיית תצורה:
hi: विन्यास निर्देशिका का उपयोग करें:
hr: Koristi mapu konfguracije:
ja: 次の設定ディレクトリを使用:
ko: 설정 디렉토리 사용:
nl: Gebruik configuratiemap:
pl: Użyj plików konfiguracyjnych z katalogu:
pt: Usar pasta de configurações:
ro: Utilizează dosarul pentru configurări:
sk: Použiť adresár konfigurácie:
sv: Använd konfigurationskatalog:
tr: yapılandırma dizinini kullan:
uk: Директорія з Конфігураціює:
zh_hant: 使用設定檔檔案夾：

# phK-g9-Vbg.title
source: Use mpv's OSD
af: Gebruik mpv se OSD
ar: استخدام الOSD الخاص بالmpv
ca: Utilitza l'OSD del mpv's
cs: Použít OSD mpv
da: Brug mpv's OSD
es: Usar el OSD de mpv
fr: Utiliser MPV's OSD
he: השתמש בOSD של mpv
hi: mpv के OSD का उपयोग करें
hr: Koristi mpv-ov zaslon
ja: mpvのOSDを使用する
ko: mpv의 OSD 사용
nl: Gebruik mpv's OSD
pl: Wyświetlaj na filmie informacje o odtwarzaniu
pt: Usar OSD do mpv
ro: Utilizează OSD mpv
sk: Použiť MPV OSD
sv: Använd mpv:s skärmdisplay
tr: Mpv 'nin OSD 'sini kullanın
uk: Застосувати екране меню mpv
zh_hant: 使用 mpv 的 OSD
